{"title": "Why the world is becoming more allergic to food", "content": "Around the world, children are far more likely than ever before to develop food allergies.    \nRecent inquiries into the deaths of two British teenagers after eating sesame and peanut highlighted the sometimes tragic consequences. In August, a six-year-old girl in Western Australia died as the result of a dairy allergy.\nThe rise in allergies in recent decades has been particularly noticeable in the West. Food allergy now affects about 7% of children in the UK and 9% of those in Australia, for example. Across Europe, 2% of adults have food allergies.\nLife-threatening reactions can be prompted even by traces of the trigger foods, meaning patients and families live with fear and anxiety. The dietary restrictions which follow can become a burden to social and family lives. \nWhile we can't say for sure why allergy rates are increasing, researchers around the world are working hard to find ways to combat this phenomenon.\nAn allergy is caused by the immune system fighting substances in the environment that it should see as harmless, known as allergens.\nThese innocent substances become targets, leading to allergic reactions. \nSymptoms range from skin redness, hives and swelling to - in the most severe cases - vomiting, diarrhoea, difficulty breathing and anaphylactic shock. \nSome of the most common foods for children to be allergic to are:\nThe frequency of food allergy has increased over the past 30 years, particularly in industrialised societies. Exactly how great the increase is depends on the food and where the patient lives.\nFor example, there was a five-fold increase in peanut allergies in the UK between 1995 and 2016.\nA study of 1,300 three-year-olds for the EAT Study at King's College London, suggested that 2.5% now have peanut allergies.\nAustralia has the highest rate of confirmed food allergy.  One study found 9% of Australian one-year-olds had an egg allergy, while 3% were allergic to peanuts.\nThe increase in allergies is not simply the effect of society becoming more aware of them and better at diagnosing them. \nIt is thought that allergies and increased sensitivity to foods are probably environmental, and related to Western lifestyles.\nWe know there are lower rates of allergies in developing countries. They are also more likely to occur in urban rather than rural areas. \nFactors may include pollution, dietary changes and less exposure to microbes, which change how our immune systems respond.\nMigrants appear to show a higher prevalence of asthma and food allergy in their adopted country compared to their country of origin, further illustrating the importance of environmental factors. \nThere is no single explanation for why the world is becoming more allergic to food, but science has some theories.\nOne is that improved hygiene is to blame, as children are not getting as many infections. \nParasitic infections, in particular, are normally fought by the same mechanisms involved in tackling allergies. With fewer parasites to fight, the immune system turns against things that should be harmless.\nAnother idea is that vitamin D can help our immune system develop a healthy response, making us less susceptible to allergies.  Most populations around the world do not get enough vitamin D for several reasons, including spending less time in the sun. In the US, the rate of vitamin D deficiency is thought to have almost doubled in just over a decade.\nA newer, \"dual allergen exposure\" theory, suggests food allergy development is down to the balance between the timing, dose and form of exposure. \nFor example, the development of the allergy antibodies can take place through the skin, particularly through inflamed skin in babies with eczema. \nBut it is thought that eating trigger foods during weaning can lead to a healthy response and prevent the allergy developing, because the gut's immune system is prepared to tolerate bacteria and foreign substances, such as food. \nThis was the basis for King's College London's LEAP Study, which showed about an 80% reduction in peanut allergy in five-year-old children who regularly ate peanut from the year they were born. \nThis study led to changes in US guidelines about peanut consumption in infancy. UK parents have been advised to consult their GP first.\nMore like this\nThe recent deaths of UK teenagers suffering from food allergies highlight the human impact of this condition, and the importance of clear and accurate labelling. \nThere is currently no cure for food allergy, and managing the condition relies on avoiding the offending foods and on an emergency treatment plan in case of exposure. \nBut even making an initial diagnosis is challenging. The main way to identify food allergies is for a patient to gradually eat increased amounts of that food under medical supervision.\nHowever, this is distressing for children, and has the risk of causing an allergic reaction. The accompanying tests of their immune systems' reaction can also give a false positive in non-allergic children.\nAt King's College London we have developed an alternative; a blood test which has proved accurate in diagnosing peanut allergy compared with existing methods.\nThese tests now cover the foods responsible for 90% of children's allergies, and will hopefully be available to patients in the next couple of years.\nEven following a successful diagnosis, avoiding trigger foods is difficult and accidental reactions are common.\nAllergen immunotherapy - administering small amounts of the substance - has been shown to reduce the sensitivity of allergic patients and can protect against accidental exposure. \nA recent immunotherapy drug trial found 67% of peanut-allergic subjects could consume the equivalent of two peanut kernels after a year, compared to 4% of the control group. Nevertheless, they are still allergic.\nOther treatments are being investigated for food allergy, and are much needed.\nIn the meantime, allergies will remain a source of worry and part of daily life for the children and their parents.\nAbout this piece\nThis analysis piece was commissioned by the BBC from an expert working for an outside organisation. \nDr Alexandra Santos is a Senior Clinical Lecturer at the Department of Paediatric Allergy, King's College London.\nEdited by Eleanor Lawrie", "date": "3 December 2018", "href": "https://www.bbc.co.uk/news/health-46302780", "tags": "study exposure world immune peanut allergic children allergies becoming allergy food foods"}