{"title": "Why India's bone collectors are living in fear", "content": "\"Bone collectors\" in the northern Indian state of Uttar Pradesh have been collecting the bones from animal carcasses for generations. But they have been living in fear since the government's crackdown on cattle slaughter in 2017. Photographer Ankit Srinivas spoke to some of them.\n\"When people see us carrying bones, they just assume that we work for slaughterhouses,\" says 55-year-old Brijwasi Lal. \nMr Lal is among thousands of Dalits (formerly known as Untouchables) who make a living from selling the bones.\nOver the past year, several of them have said they were attacked on the suspicion of smuggling cows for slaughter. Mr Lal too says he has been threatened a few times.\nAuthorities in Uttar Pradesh closed many slaughterhouses after the Hindu nationalist Bharatiya Janata Party (BJP) won the state elections in March 2017. Slaughtering cattle is already banned in some 18 states, but many of them actively started enforcing the ban after the BJP formed India's federal government in 2014.\nThe party believes that cows should be protected as they are considered holy by India's majority Hindu population. But millions of Indians - including Dalits, Muslims and Christians - consume beef. \nIt's unclear exactly how many Dalits in Uttar Pradesh work as bone collectors but they are mostly located around the cities of Allahabad, Kanpur and Gonda - close to the factories that buy the bones and crush them into powder, which is then used for processing various chemicals. \n\"We only make 3-5 rupees ($0.04; £0.03) per kilogram of bones,\" says Mr Lal. \"It's not a very honourable job, but at least it feeds my family.\"\nBut Mr Lal says he is scared now because about a dozen people have been killed in the last few years in the name of protecting cows. Most of the victims were Muslims - and they were often targeted on the basis of rumours. \n\"We have to be very careful and that is why we start very early in the dark and finish our work before 10am,\" says Mr Lal. \nHe adds that the job is especially difficult because of the stigma associated with it. \n\"We are Dalits, so anyway we are not respected by most people,\" says Mr Lal. \"And with this job, we become untouchables in the true sense. People avoid our path when they see us walking down the road.\"\nDespite laws to protect them, discrimination remains a daily reality for India's 200 million Dalits.\n\"You could never imagine the smell of rotten flesh. People think we are used to it but we are not. It's just that we have no other choice.\" \nSugreev, who does not wish to reveal his last name, says the work requires a lot of physical and mental strength.\n\"We usually walk around 45km (27 miles) looking for dead animals. We are also called by people when animals die in their houses. It's not dignified work - people don't even offer us water in their houses.\" \nHe says that is unfair considering the importance of his job. \"Think about it, we play an important role in society - we remove animal carcasses from fields and people's homes. But nobody respects us.\"\nHe hopes his children, who have also started collecting bones, will eventually be able to find other work.  \n\"It looks difficult. They are not educated and nobody will give them work once they find out they collect bones for a living. But I want them to find something else.\"\nBaisakhu, who also goes only by his first name, agrees as he dumps the day's collection onto a big, stinking heap of bones.\n\"I know you are struggling to stand here but this is what we have been doing for decades. I wish I could get another job - but who will employ us?\"\nHe is also worried about the attacks on Muslims and Dalits by cow vigilante groups. \n\"We don't kill animals,\" he says. \"We only pick their bones when they die. But some people are ignorant and end up abusing us. \nI have seen so many sick cows - often with wounds. I wish people actually took care of cows rather than troubling us.\"\nThe work, he adds, is gruelling - they walk for hours looking for carcasses from which they can pick bones. Once they find them, they either carry them back on their shoulders or transport them on their cycles. \nSometimes, they get injured but cannot afford to go to a hospital because their income is meagre and sporadic. \n\"One day, I might find 50 kilos of bones to sell but on another day, I might find as little as five kilos,\" says Mr Baisakhu. \"And some days, I get nothing. There is no guarantee in this trade.\"\nHe often borrows money to feed his family of five. \nHe adds that the threat of violence has only made his life harder. A few months ago, he says, he was on his way home after a \"morning round of bone collecting\" when he was stopped by a group of men. \n\"I had a big carcass on my cycle,\" he recalls. \"They asked if I had killed a cow. I tried to tell them that they were wrong, but they still abused me. The incident still scares me every time I think about it.\"\nChotu, who goes only by his first name, is among the few who have left the profession. Now, he works as domestic help. But occasionally, when he needs the extra money, he also collects bones.  \nBut he hopes he can completely stop doing this soon. \n\"What is the point of doing a job that people don't understand? We are cleaning the environment but all we get in return is insult and threats.\n\"Is it that difficult to treat us with dignity?\" \nAnkit Srinivas is a freelance photographer based in Allahabad.", "date": "13 April 2018", "href": "https://www.bbc.co.uk/news/world-asia-india-43710957", "tags": "us work living india job bones dalits find lal bone fear says collectors"}