{"title": "Why Can’t Men Say ‘I Love You’ to Each Other?", "content": "I’m having L-word troubles, but my troubles don’t involve a lover. There’s no romance or sex in this. No flowers, candles or dancing. My L-word troubles are with my boy, my best friend, Kichi. I’ve told him I love him probably five or six times now, but he never says it back.\nWhen people say, “I love you,” especially for the first time, there are a number of things they may be saying. Maybe it’s, “Do you love me?” (the question smuggled inside the confession), or, more urgently, “Please love me.”\nWith Kichi, it’s not like that. I know he loves me. I feel it all the time. I don’t need to ask for his love. I don’t need to wonder. I tell him I love him for a simple reason: Nothing could be more true.\nBut he doesn’t say it back. Mostly I’ve said it when we’re leaving each other, a couple of times over the phone, once when I was drunk, another time when he was hurt and I was trying to be supportive. There’s always silence for a moment, and then he says something like, “Yeah, bro, I’ll catch you soon.”\nI don’t need him to say those exact words to me. I wonder, though, about what keeps him from saying them. What keeps nearly all young men from being able to tell their male friends that they love them?\nWhen I was 8, I made my first best friend. Pedro was twig-thin, messy-haired and jittery, brimming with the kind of untamed tenderness found only in children. When I moved to Philadelphia, he took me — a nervous new boy at school — in his arms and under his wings.\nPedro and I spent our weekends on walks with his mother through the forest trails near their house. He and I walked slowly, holding hands while we stepped, interlocking our fingers. To this day, whenever I participate in the sacred human practice of hand holding, I think of Pedro.\nOn one of our walks, Pedro and I were interrupted by another boy, Pedro’s neighbor, who chopped his hand between ours, startling us.\n“You two hold hands?” he said. “That’s gay.”\nI remember not knowing exactly what “gay” meant, but sensing in the way other boys wielded the word that it meant something you didn't want to be. I had a terrible feeling that the outside world had broken into our quiet green place. Pedro and I never held hands again.\nHe and I still cared for each other, but that day we learned our care was something we needed to regulate, subdue, place in a chokehold and never let loose. We learned this at the hands of another boy our age, who probably had learned it at the hands of another boy of whatever age.\nPedro and I learned what men in America have learned repeatedly: that tenderness must be tamed in accordance with a set of codes we must become fluent in, as if our survival depends on it. This lesson is learned over many years, passed between generations, and like the best-taught lessons, it claws into you until you can hardly distinguish where the lesson ends and you begin.\nSomewhere inside each man is a list of all the other men he’s loved without ever finding the words to tell them so.\nI met Kichi in the middle of my freshman year, when I was once again a nervous new kid, this time throwing a party. I have gone through life with a rotating set of anxious tics. That year, I had become fond of swinging my university lanyard with my key in circles, wrapping and unwrapping it around my finger.\nWhen people started flowing into my dorm room, I began my nervous swinging, not noticing what I was doing until I heard a crack and saw that my key had struck a stranger’s iPhone screen, leaving a minor scratch. That stranger was Kichi.\nMy first message to him was an apology, sent the next morning. He was kind and forgiving. We agreed to hang out.\nFreshman year is an easy time to attach to people. I started hanging out with Kichi more and more, almost every day, then several times a day. When it was time to choose housing for sophomore year, we decided to room together. We fell into each other’s lives quickly because we were both hungry for closeness in a new place. We stayed in each other’s lives because nothing has ever felt more natural.\nKichi and I are both mixed race, with white mothers, immigrant fathers and hard-to-pronounce names. We are from cities — him Seattle, me Philadelphia — that we take pride in. But mostly, we are different. He’s calm, cool, rides a skateboard, keeps his clothes neatly folded, writes poems and loves immunology. When he’s sad, he doesn’t stay sad for long.\nI admire how quietly deliberate Kichi is and the balance he brings to his life. When I go to him with girlfriend problems, writing problems or any other kinds of problems, some little thing he says or notices always stays with me for days. I appreciate his steadiness, and he appreciates how emotional I am, how I’m rarely balanced or collected at all. How I’m messy and clumsy.\nAs we became closer friends, I started taking some of him with me, and he started taking some of me with him. He appreciates the mess of me, which is maybe how I know that he loves me. What else is there to love, anyway?\nThe codes men follow in love are tricky. For example, while saying a straight “I love you” is frowned upon, sometimes saying to another man “Much love” or “I got love for you” is O.K. “I love you” might even be passable if it is quickly followed by “bro” or “man.”\nThese are the linguistic gymnastics masculinity asks us to perform, the negotiations we make through language to keep within the acceptable bounds of manhood.\nA footnote should be added to the code. Sometimes the most inconvenient or terrible circumstances can occasion an acceptable expression of love, but only at that moment, never to be spoken of again.\nTwo years ago, Kichi and I took semesters off from college and spent that time in Colombia, where my father is from. One day, while in the coastal town of Capurganá, I got so suddenly sick with fever and dizziness that I dropped to my knees while walking on the beach.\nI was scared to be mysteriously ill in a place where I knew it could be hard to find help. Kichi searched all over town for a doctor. When he couldn’t find one, he decided his pre-med coursework would have to do, and he tended to me. He put his hand on my forehead. He whispered into my ear. He told me over and over that I was going to be O.K. — until I was.\nThis was perhaps our most intimate moment, brought about by my sickness and unthinkable at any other time.\nThis is the code, as intricate as it is far-reaching. Kichi and I do not possess the flagship qualities of masculine college boys. We aren’t in fraternities or on sports teams. We have even talked, more than once, about masculinity and the illogical things it requires of us. But still, we have lived in this world. We grew up as boys in America. We learned this code and we practice it. There’s no immunity.\nThere’s a part of this story I haven’t admitted yet: Each time I say, “I love you” to Kichi, it feels uncomfortable. I feel the weirdness of it in myself. The lesson is burrowed in that deep. I hesitate, flinch. But in my conscious mind, I know it’s what I want to say, so I try to say it.\nI want to say “I love you” to Kichi and mean just that. I don’t want there to be any desire or questioning or expectation lurking inside my words. I want to love in a way that surpasses the need for affirmation, for return. This is what I have come to know as the purest kind of love: expecting nothing back.\nI remain hopeful. It’s not that I need to hear those words. I’m just ready to be free from all the forces, voices and gestures that keep us from saying them. Still, I can’t help but wish that one day Kichi will forgo all the masculine clatter, look me in the eyes and simply say “I love you, too.”\nRicardo F. Jaramillo, a finalist in the Modern Love college essay contest, graduates from Brown University this month. He is from Philadelphia.\nModern Love can be reached at modernlove@nytimes.com.\nTo hear Modern Love: The Podcast, subscribe on iTunes or Google Play Music. To read past Modern Love columns, click here. Continue following our fashion and lifestyle coverage on Facebook (Styles and Modern Love), Twitter (Styles, Fashion and Weddings) and Instagram.", "date": "May 10, 2019", "href": "https://www.nytimes.com/2019/05/10/style/modern-love-college-i-love-you-man-.html", "tags": "boy ‘ ” learned say day love pedro men kichi time"}