{"title": "Why is Australia investigating its banks?", "content": "Finance is Australia's biggest industry, and its banks are some of the most profitable in the world. \nBut now the nation's highest form of public inquiry is examining misconduct by the nation's banks and financial institutions.\nThe royal commission follows a decade of scandals that have rocked the sector.\nAustralia's \"Big Four\" - Commonwealth Bank (CBA), ANZ, National Australia Bank (NAB) and Westpac - collectively have about 80% of the country's banking market. \nA recent government-funded report found the sector was \"unquestionably strong\", but criticised levels of competition and transparency.\nAll four major banks have faced misconduct allegations. They include: \nAnalysts estimate that Australian banks have paid more than A$1bn (£550m; $780m) in penalties and compensation since the 2008 financial crisis.\nDespite this, the banking giants have continued to post large profits, sometimes at record levels.\nMomentum grew from continued public debate about whether banks were putting profits and shareholders ahead of customers.\nPrime Minister Malcolm Turnbull had initially opposed an inquiry, but agreed in December that one was needed to restore confidence in the sector.\nHe said the royal commission would extend to the entire financial industry, including superannuation - or pension contributions - insurance and wealth management sectors.\nThe biggest banks said they welcomed the inquiry as a way to end \"political uncertainty\".\nThe catchily-titled 'Royal Commission into Misconduct in the Banking, Superannuation and Financial Services Industry' will examine misconduct which has already been established in the sector - as well as allegations about other wrongdoing. \nIt also has the remit to look at possible gaps in how the industry is monitored and regulated.\nAnyone can make submissions to the inquiry - with bank customers among those expected to give plenty of input.\nThe commissioners will have the power to examine documents, call witnesses and take evidence. The inquiry is scheduled to take 12 months. \nThe banks say they remain confident about the process, but some industry watchers have predicted further damaging revelations.\nThe inquiry can make recommendations to reform the industry, and even prosecutions, if it finds wrongdoing.\nBut it cannot award compensation for individual cases or even directly tell institutions to take action.  But it can propose redress schemes.\nCritics have said a year-long inquiry may not be able to sufficiently investigate all allegations. \nThe most recent royal commission, which covered child sexual abuse, ran for four years.", "date": "12 February 2018", "href": "https://www.bbc.com/news/world-australia-42983881", "tags": "commission australia banks sector inquiry four financial royal industry misconduct investigating"}