{"title": "Why Is the U.S. Wary of a Declaration to End the Korean War?", "content": "WASHINGTON — As a reward for its broader foray into diplomacy, North Korea wants a formal and official declared end to the decades-long Korean War that settled into an uneasy truce in 1953. South Korea wants this, too.\nBut the United States, which first sent military forces to the Korean Peninsula in 1950 and still keeps 28,500 troops there, is not ready to agree to a peace declaration.\nNo doubt the issue will be high on the agenda when the leaders of the two Koreas hold their third summit meeting next month, in Pyongyang. Both want the end of the war to be declared this year with the United States and, possibly, China. And North Korea insists on securing the declaration before moving forward with denuclearization.\nBut there is a range of reasons American officials have refused so far to embrace a formal peace declaration. The Trump administration wants North Korea to first halt its nuclear weapons program — a tough line that could create a divergence between the United States and South Korea, its ally.\nIn turn, analysts said, that gives an opening to North Korea — and maybe China and Russia — to exploit the gap between Washington and Seoul.\n“You have South Korea moving so quickly on these projects to push for reconciliation with North Korea, and in Washington you have people pushing for denuclearization before anything else happens,” said Jean H. Lee, director of the Wilson Center’s center for Korean history and public policy. “They have very different end games and very different time frames. It’s very problematic.”\nThe Trump administration, like those of Presidents Barack Obama, George W. Bush and Bill Clinton, is focused on North Korea’s nuclear weapons program above all else. That’s in large part because North Korea has been developing an intercontinental ballistic missile that would give Pyongyang the ability to strike the United States mainland with a nuclear warhead.\nIn a joint statement released after the Singapore summit meeting in June, the United States and North Korea said Pyongyang “commits to work toward complete denuclearization of the Korean Peninsula.”\nBut the two sides didn’t agree on the definition of denuclearization.\nFor President Trump’s top foreign policy officials — Mike Pompeo, the secretary of state, and John R. Bolton, the national security adviser — denuclearization means North Korea halting and dismantling its nuclear weapons program.\nMr. Bolton said last week that North Korea had not taken steps necessary for denuclearization, a process that American officials have said should include turning over a list of Pyongyang’s atomic weapons stockpiles, nuclear production facilities and missiles.\nNorth Korea has not  agreed to do so and, according to Mr. Pompeo, is still producing fissile material at plants. Separately, American intelligence officials have concluded that North Korea is continuing to make long-range missiles at a site north of Pyongyang, according to news reports.\nSouth Korea wants the United States to give Kim Jong-un, the North Korean leader, something significant — ideally an end-of-war declaration — to build domestic political will for denuclearization.\nSouth Korean officials also have noted that North Korea is focused on the order of points made in the joint statement from Singapore. The commitment to denuclearization was third, while the first and second points called on the United States and North Korea to establish new relations and to build “a lasting and stable peace regime on the Korean Peninsula.”\nFor the North Koreans, that means prioritizing an end-of-war declaration and peace treaty, analysts said.\nJoseph Y. Yun, the former senior diplomat on North Korea at the State Department, said in an interview that Washington and Pyongyang could try for a “declaration-for-declaration” agreement: North Korea would declare its nuclear assets in exchange for the United States’ supporting a declaration to end the Korean War.\nFor the declaration, the two Korean governments are working on a year’s end deadline at the latest, but ideally by the Sept. 18 start of the annual United Nations General Assembly meeting in New York. It is widely believed that United Nations officials might invite Mr. Kim to attend the assembly and deliver a speech.\n“The best-case scenario is that Kim Jong-un visits the United Nations with a peace declaration in hand,” said John Delury, a professor at Yonsei University in Seoul who writes on the Korean conflict and Chinese history.\nThe Koreas had originally considered putting together an end-of-war declaration in July, but that did not happen.\nGiven their skepticism over North Korea’s commitment to denuclearization, American officials said the timeline was much too fast.\nAs always, the wild card is Mr. Trump. He insisted that the Singapore summit meeting be held in June, even though American officials wanted more time to prepare.\nMr. Trump might aim for a similar foreign policy extravaganza in the fall, timed to the United Nations assembly and before the crucial November midterm elections in the United States.\nAlthough a peace declaration is not the same as a binding peace treaty, it would start the process for one. That would mean talking about how many American troops are needed in South Korea. Before the Singapore meeting, Mr. Trump ordered the Pentagon to prepare options for drawing down the troops there now.\nFor some American officials, the troop presence in South Korea is not just a deterrent toward North Korea. It also helps the United States maintain a military footprint in Asia and a grand strategy of American hegemony.\nChina has already begun challenging the United States’ military presence in Asia, which will only be reinforced as China becomes the world’s biggest economy and modernizes its military.\nThe officials also worry that President Moon Jae-in of South Korea might try to push for a lesser American military presence, or a weakening of the alliance, after an end-of-war declaration.\n“For the United States, an end-of-war declaration or a peace declaration or a peace treaty has always had a broader context,” Mr. Yun said.", "date": "Aug. 13, 2018", "href": "https://www.nytimes.com/2018/08/13/world/asia/korea-peace-treaty-trump-us.html", "tags": "officials korean end u.s. united states peace denuclearization wary war declaration north korea"}