{"title": "Why That Daenerys Twist On 'Game Of Thrones' Burns So Badly", "content": "Spoilers ahead — beware if you’re not caught up on “Game of Thrones.”\nIn case you missed the hot takes and angry Twitter reactions, in the fifth episode of the final season of “Game of Thrones,” everything burned to the ground, starting with Daenerys Targaryen’s hero arc. (Sorry if you’ve already named your baby Khaleesi.)\nThe Season 8 episode, titled “The Bells,” shows Daenerys’ army quickly taking over King’s Landing, leaving the Lannister forces to surrender. They ring the city bells to indicate they’re throwing in the towel and it seems everything’s finally going to end peacefully, with Dany (Emilia Clarke) succeeding in “breaking the wheel.” The battle is over... until Dany realizes there’s still 45 minutes left in the episode.\nSeemingly out of the blue, the Mother of Dragons snaps. \nIgnoring the chimes, and all the innocents shouting “ring the bells” over and over, Dany decides to go the route of her father, the Mad King Aerys II, and “burn them all.” She unleashes her last living dragon, Drogon, on the city and her army subsequently murders the rest of the Lannister forces.\nAnd everyone watching collectively went, “What?”\nFor eight seasons, Daenerys very much seemed to be all about breaking chains and saving those who suffer. Considering that, having her commit genocide on a whim is a little hard to swallow.\nAlso, did the show just forget she was in the North fighting on the side of the living two episodes ago? She didn’t have to do that. Dany could’ve just taken King’s Landing with her dragons and left the North to fight for itself. But the Mother of Dragons saw the undead beyond the Wall and knew the kingdom would suffer if she didn’t do something. \nWhat’s going on here?\nOn HBO’s “Inside the Episode,” which takes a closer look at what happens each week, showrunner Dan Weiss said the moment Dany snapped wasn’t premeditated. It was only after seeing the Red Keep, her family home which was taken away from her, that Dany “makes the decision to make this personal.” \nThat means to fully understand Dany’s actions, the “Inside the Episode” segments almost become required viewing. (“Oh, so Dany was triggered after seeing the Red Keep because of 300 years of Targaryen history that wasn’t really brought up? OK, got it.”)  \nSo it was a spur-of-the-moment decision for the character — but there were signs Dany might turn ahead of Sunday’s episode. Fellow showrunner David Benioff explained during “Inside the Episode” that “Game of Thrones” had been planting hints at Dany’s dark future since Season 1.\n“There is something kind of chilling about the way that Dany has responded to the death of her enemies,” he said.\nAccording to Benioff, everything leading up to the moment at King’s Landing — Jon revealing his parentage, Cersei betraying the North and the death of Missandei — had to occur in order for Dany’s decision to happen.\n“If all these things had happened in any different way, then I don’t think we’d be seeing this side of Daenerys Targaryen,” Benioff said.\nLikewise, Episode 4 director David Nutter told HuffPost last week that Missandei’s (Nathalie Emmanuel) death “serves the purpose to basically be the one thing to turn Dany into this — she’s so angry after this.”\nWhen you look back at the show as a whole, those signs of Daenerys breaking bad have been there throughout: Dany has a startling, removed reaction when her brother, Viserys (Harry Lloyd), has his head melted by Khal Drogo (Jason Momoa); she wasn’t afraid to hop on a dragon and tell a mob to kill her enemies; and she roasted Randyll (James Faulkner) and Dickon Tarly (Tom Hopper) for refusing to bend the knee.\nWhile Meereen is under attack in Season 6, Episode 9, Daenerys tells Tyrion (Peter Dinklage), “I will crucify the masters. I will set their fleets afire, kill every last one of their soldiers and return their cities to the dirt. That is my plan.”\nThere’s a big leap between saying you’re going to have some enemy soldiers roasted and actually destroying an entire city, however.\nThe “Song of Ice and Fire” books that are the basis of “Game of Thrones” make the case for evil Daenerys even more seamlessly. \nIn George R.R. Martin’s novels, Dany becomes worried about turning into her father, she gets increasingly wary of who she can trust and, quite blatantly, has a number of hallucinations in the final chapter of “A Dance with Dragons” about embracing her Targaryen instincts — it’s very much the vibe of what Olenna Tyrell (Diana Rigg) tells Dany in Season 7: “Be a dragon.”\nIn one of the hallucinations, she believes she hears Jorah Mormont imploring her to reject the peace she tried to make in Meereen and embrace her “blood of the dragon”:\nEarly on in “The Bells,” the foreshadowing in both the books and the show collide when, before Dany barbecues him, Varys (Conleth Hill) paraphrases a quote from Martin’s novels about Targaryens having the potential to lose their minds.\nThe full quote comes from Barristan Selmy in “A Storm of Swords”:\nThis melding of the books and show seems to signify that it’s all heading in the same direction, with Dany becoming the big bad of the story. The hints are nothing new. Dany taking after her father and turning into a “Mad Queen” has thus far been one of the most popular theories of the series.\nThat all being said, in Season 7 Dany specifically states she doesn’t want to be “Queen of the Ashes.” So this latest move to become the ash-hole of queens seems completely out of character for the Mother of Dragons... at least the one we know on the show, anyway.\nWith this being such a huge shift in the story, it’s very possible that the Daenerys twist is something Martin has planned for his upcoming novels.\nSometime around 2013, showrunners Benioff and Weiss famously met with Martin to go over the beats for the end of the story. Benioff told Vanity Fair in a 2014 interview that he and Weiss wanted to “lay the groundwork” and “set things up” for the rest of the show. Martin confirmed to the magazine that he gave “the broad strokes” of the series, “but the details aren’t there yet.”\nAt that time, the author was still “hopeful” the showrunners wouldn’t catch up to the books. (Spoiler alert: They did.)\nAnd because Martin’s remaining two books in the series still haven’t arrived, since Season 5 on, “Game of Thrones” has been revealing some of those “broad strokes” of what comes in Martin’s novels but without all the background or context for how they’ll occur in his story.\nThe Season 6 reveal of how Hodor (Kristian Nairn) got his name, for example, is an event that is planned to happen in the books. In fact, the showrunners claimed it was one of three “holy shit” moments that Martin revealed about the story, with another being Stannis (Stephen Dillane) burning Shireen (Kerry Ingram).\nThe third is “from the very end,” Benioff told Entertainment Weekly in 2016.\nIt’s more likely than not that Daenerys burning King’s Landing is this third moment.\n“Game of Thrones” has been teasing this specific Daenerys turn from at least as early as Season 4′s “The Lion and the Rose,” the last episode Martin wrote for the series. In that episode, the audience sees a rapid-fire montage of Bran’s (Isaac Hempstead Wright) visions. One of those images appears to be a shot of what we now know to be Drogon’s shadow as he and Dany prepare to burn King’s Landing to the ground.\nThese “broad strokes” may explain the fandom’s disconnect.\nWhile the moment could happen in both the show and the books, the way their respective creators get there will drastically differ. Martin has explicitly said, for example, that while that Hodor reveal from Season 6 will be in the books, it’s going to be “very different” in his story.\nOf course it would be. For all intents and purposes, the showrunners were crafting the story based on Martin’s CliffsNotes. And anyone who’s blown off required reading in high school in favor of CliffsNotes can probably tell you that you can get a passing grade, but if you need to get granular, you’re SOL.\nIf the showrunners are just working toward Martin’s conclusion (despite their stories being very different at this point), the lack of connective tissue that Martin’s novels brought to earlier seasons is just compounded by the advanced timeline of the post-book seasons. Things move fast now: In Season 8, Jaime Lannister (Nikolaj Coster-Waldau) gets with Brienne (Gwendoline Christie) then leaves her in the same episode, Euron (Pilou Asbæk) becomes a crossbow dragon slayer in an instant and Arya goes from telling the Starks they need to stick together to peacing out and riding south with the Hound (Rory McCann) for King’s Landing five minutes later.\nOn his own Not A Blog, Martin himself said even he has to resist the temptation to write in shortcuts so characters got to where they needed to go quicker.\nTo one user in the comments, he wrote of “the number of time” he’s “wanted to introduce a magical portal, and/or have my characters click their heels together and say, ‘There’s no place like King’s Landing.’”\nAs previously mentioned, Martin stopped writing scripts for the show after Season 4, and supposedly doesn’t know exactly how the TV adaptation will end. In a recent interview with Rolling Stone, he reiterated that “major points of the ending will be things that I told them,” but he expects there to be changes.\nLeaving out or abbreviating plot details is a problem for a fandom obsessed with those details. Some of the smallest minutiae in the books, and in the early seasons of “Game of Thrones,” have inspired some of the most popular fan theories, countless rewatches and endless pages of critical analysis. For both those who have and haven’t read the book series, the most interesting question isn’t who sits on the Iron Throne but rather how they get there.\nIf the same Dany twist happens in the books, it will likely still feel like a controversial move, even with Martin allowing himself thousands of pages in his novels to set it up. But watching the show without those details, as well as cramming everything from the final season into only six episodes, doesn’t necessarily set up this moment to land. \nDespite the speedy finish, no one can disagree that this final season has been a spectacle, coffee cup be damned. It’s just that without the story details linking narratives from point A to point B, sometimes the payoff can just leave you feeling, well, mad.", "date": "\n05/13/2019", "href": "https://www.huffpost.com/entry/daenerys-twist-game-of-thrones_n_5cd5d361e4b0705e47dc18c3", "tags": "dany badly episode books season show ” one twist martin thrones burns daenerys"}