{"title": "Why Do Central European Nationalists Love Israel So Much?", "content": "Periods of major political transformation have never been particularly easy for Jews, and the current moment is no exception. Anti-Semitism is ascendant in Europe and many fear that the resurgence of nationalism will exacerbate it.\nBut there is a twist: Anti-Semitism’s rise in Europe is being accompanied by a growing fascination among Europe’s hard right with Israel and, in particular, its prime minister, Benjamin Netanyahu. This captivation is particularly acute among the governing national populist parties in Central Europe, a region where anti-Semitism has historically found fertile ground.\nCentral European leaders view Mr. Netanyahu as a close ally. Last year, the Visegrad Group, an organization for cooperation between Central European countries, announced plans to hold a meeting in Israel — its first outside of Europe. That plan was ultimately foiled by a spat between Poland and Israel over the Holocaust, but the symbolism was nonetheless significant and leaders from the three remaining Visegrad Group countries — Hungary, the Czech Republic and Slovakia — went to Israel. For his part, Mr. Netanyahu has cultivated relationships with Central European populist leaders. He called Viktor Orban a “true friend of Israel” at the same time that prominent members of the Jewish community in Budapest were criticizing the Hungarian leader for the anti-Semitic tones of his campaign against George Soros.\nWhy are Central European populists attracted to Mr. Netanyahu’s Israel in the way that Western European leftists of the 1960s and ’70s were once mesmerized by Fidel Castro’s Cuba?\nUndeniably, there is realpolitik here. Israel is a rational actor and like any rational actor, it wants allies. Mr. Netanyahu sees in the governments of Central Europe potential defenders within the European Union who could help dampen pressure from Brussels over Israel’s checkered human rights record. To that end, he has frequently visited the region. His efforts have been repaid: The Czech Republic, Hungary and Romania recently blocked a European Union statement criticizing the United States over its plan to move its embassy in Israel to Jerusalem.\nFor Central European governments, a special relationship with Israel is a way to benefit from Israel’s dynamic economy and cozy up to President Trump and his pro-Israel administration. It is widely believed in the region that in order for a leader of a small Central European country to get an invitation to visit the White House, he should either buy a lot of American military equipment or Mr. Netanyahu should lobby for the visit.\nBut the populist alliance with Israel is more than a marriage of convenience and strategic calculation.\nShlomo Avineri, the great liberal Israeli scholar, once argued that while Israel is in the Middle East, its politics are often East European. It’s not just that the former Soviet Union is the No. 1 source of emigration to Israel these days, though that, too, seems to be affecting the country’s politics. Many of the founders of the Jewish state were from Central and Eastern Europe and their political imagination was shaped by the politics of the newly independent states that emerged in the region after World War I.\nZionism in many respects was the mirror image of the nationalistic — and often anti-Semitic — politics that dominated Central and Eastern Europe between the two world wars. What attracts Eastern European populists to Israel today is their old dream realized: Israel is a democracy, but an ethnic democracy; it defines itself as the state for Jews in the same way East Europeans imagine their countries as a state for Poles, Hungarians or Slovaks. It has preserved the heroic ethos of sacrifice in the name of the nation that nationalist politicians covet for their own societies.\nThen there’s demographics. Central and Eastern Europeans see Israel as the only Western society that is winning the population war by reversing the trend of demographic decline. At the moment when Eastern Europe is the fastest shrinking region in the world, Israel’s success in persuading diasporic Jews to return, and its efficacy in convincing Israelis to have more children, looks like a miracle.\nEast European populists also share Mr. Netanyahu’s mistrust in anything that appears post-national or hints of cosmopolitanism. They agree with Yoram Hazony, a conservative Israeli political philosopher and Netanyahu supporter who is the author of the influential “The Virtue of Nationalism,” who says that the major political clash in world history is neither between classes nor nations, but between nationalists who believe that the nation state is the best form of political organization and imperialists who advocate for universal empire. For Mr. Hazony and for his followers, the Roman Empire, the Hapsburg Empire, the Soviet Union, the European Union, and even the post-Cold War United States are just different embodiments of the idea of universal empire. And the responsibility of genuine nationalists is to fight for their destruction.\nMr. Netanyahu provides an attractive model of politics in other ways, too. He fights elections like they are take-no-prisoner wars and his voters are willing to forgive accusations of corruption against him. Mr. Orban sees much to admire there. Meanwhile, he is willing to weather criticism from the rest of the world, while simultaneously retaining the right to feel like a victim — a strategy the Law and Justice party in Poland is emulating. Israel is a small country, but thanks to its economic and military power it plays in the league of the great powers, and demonstrates a capacity to defy even the United States.\nUnderstanding Central European nationalists’ fascination with Israel helps us grasp their political dreams, but it also reveals their limits. A key to Israel’s nationalist politics and its resistance to international pressure is the Israeli argument that the country faces existential threats. Yes, sometimes Israeli politicians cynically exploit those threats, but still the threats are real. The same cannot be said of Central Europe, which now as part of the European Union enjoys the most peaceful period in the region’s history.\nPopulist leaders in Central Europe view Israel as the model of how a small state could be sovereign and heroic. But it is the dream of a normal life rather than a fantasy of heroic sacrifice that ultimately motivates most East Europeans.\nIn other words, it is easier to admire Israel than to persuade their societies to emulate it.\n\nThe Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some tips. And here’s our email: letters@nytimes.com.\nFollow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram.", "date": "March 18, 2019", "href": "https://www.nytimes.com/2019/03/18/opinion/orban-poland-israel-netanyahu.html", "tags": "european much nationalists union political israel europe netanyahu region love — central"}