{"title": "Why the WhatsApp spies may have eyes on Iran", "content": "Time to join some dots.\nThe WhatsApp hack, \"sabotaged\" oil tankers, the push in the US to proscribe the Muslim Brotherhood and \"plans\" to deploy American troops to the Gulf are all strands of the same story. At its heart is the struggle between Israel, Saudi Arabia and Iran.\nThe Israeli army is unique in that it forms the backbone of many industrial enterprises in Israel. \nThat's because the bonds formed during national service last a lifetime there. \nIt is the singular most important time in a young person's life - way more formative than the university years. \nIt's the ultimate \"old boy network\", though this one is made up of \"old boys and girls\". \nThe Israeli army takes in every youngster, assesses their greatest strength and parks them where they can do the most national good. \nThe computer nerds who would otherwise be locked in their mum's basement are forced out into the light and into doing their national service in cyber-warfare. \nWhen they leave the army, they take the skills and the connections they made into the industrial sector and they form companies like the NSO Group. \nThe NSO Group makes hacking tools to sell to governments to fight crime and terrorism. \nBut - and it is a big but - they'll only get an export licence from the Israeli government if it deems that the sale does not harm the national interest. \nIn the past that meant no sales to Iran and nothing to Arab Gulf states either. \nThat's because in the past the Gulf states stood with the Palestinians against Israel. \nIn the post-Arab Spring period, the Gulf states (apart from Qatar) have all but abandoned the Palestinian cause and moved to side with Israel against Iran. \nThis slow shift was accelerated by the election of Donald Trump and the appointment of so many anti-Iran hawks to his administration, like Secretary of State Mike Pompeo and National Security Adviser John Bolton. \nThere's much speculation that the Israeli government would, to build relations with their new friends in the Gulf, have allowed the NSO Group to sell their software to Gulf states. \nWhat suggests that? Well it's perhaps not a coincidence that among those reportedly targeted by the WhatsApp hacking software were lawyers investigating human rights abuses in Gulf states, a Saudi dissident and a Qatari citizen.  \nIsraeli Prime Minister Benjamin Netanyahu has made his reason for being (and his only political legacy) his effort to contain Iran, which he projects as Israel's only existential threat. \nThe Saudi rulers see two existential threats. One from without: Iran. And one from within: the Muslim Brotherhood. The Saudis are scared of Iran because of its military might. \nThey are scared of the Muslim Brotherhood because they offer political Islam as an alternative to the dynastic rule of the royal family. \nThe Trump administration is made up of people who hate the Iranian regime and everything it stands for.\nSo, this new \"Axis of Egos\" is all doing each other favours to position themselves collectively to fully unite against Iran. \nLots of trades are taking place. \nSome involve arms sales, some involve the price of oil and gas, some involve political trades like the one that some in the White House are doing for the Saudis by trying to designate the Brotherhood as a terrorist group. \nIn a replay of what happened before the invasion of Iraq, it appears that any strand of intelligence that can be spun into a reason to ratchet up the pressure on Iran is being used. \nThis atmosphere is all very familiar to those of us who were around to witness the build-up towards the war in Iraq. \nThe difference is that the US president in charge then - George W Bush - was driven partly by an ideological belief that it was his destiny to bring democracy to the Middle East. And that involved taking out Saddam Hussein. \nThe present occupant in the White House has far fewer ideological bones in his body, perhaps none. \nThe signature of the Trump presidency is transactional politics built around business need. President Trump's foreign policy doctrine is \"America First\". \nHe's unlikely to sign up to another war in the Middle East, certainly not this side of the 2020 election, unless he is seriously provoked. \nThat would require being able to pin some very bad action on Tehran. The best way to do that is to gather intelligence. \nAnd the best way to gather intelligence is for all your allies to be spying on as many people in the region as you can. \nOne of the best ways to do that is to hack into the Trojan horse we all voluntarily carry with us, our smartphones.       \nPaul Danahar is the BBC's Americas Bureaux Editor in Washington and was the BBC's Middle East bureau chief from 2010-2013\nFollow @BBCDanahar", "date": "14 May 2019", "href": "https://www.bbc.co.uk/news/world-us-canada-48271986", "tags": "iran may eyes us brotherhood whatsapp spies states israel one israeli national gulf made"}