{"title": "Why the U.S.-China Trade War Could Be Long and Painful: No Offramps", "content": "Just two weeks ago, the United States and China seemed to be gliding toward a trade deal meant to resolve tensions between the world’s two largest economies.\nBut the breakdown in talks since — the United States raised tariffs to 25 percent on $200 billion of Chinese imports, for example, and is threatening to tax an additional $300 billion — worries people who study international economic diplomacy.\nThat’s because both the United States and China seem to be digging into their positions in ways that will be hard to resolve with the mutual face-saving that typically turns high-stakes negotiations into deals. \nTo use a common negotiating metaphor, it is not clear what the offramps might be that would allow a de-escalation and prevent a major trade war that would prove costly to both nations. \nIn effect, President Trump appears to view continuing tension with China as good for him politically and has said, contrary to the view of mainstream economists, that tariffs are a reason for the United States’ recent economic good fortune.\nChina’s leaders may not reveal their thinking in real time on Twitter, but they have signaled that many of the concessions the United States wants would require China to sacrifice core parts of its economic strategy and national sovereignty — in particular its ambitions to lead in the high-tech industries of the future.\n“Each side has dug itself into some fairly deep holes such that it will be difficult to emerge from,” said Douglas Rediker, chairman of International Capital Strategies and a former U.S. representative to the International Monetary Fund. As is often the case in negotiations, the pathway to a deal may rest in a “constructive ambiguity” that both sides can present to their domestic audiences as a win.\n“Do I believe there’s enough room to find common ground?” Mr. Rediker said. “Yes, but only based on this ambiguity that doesn’t necessarily resolve the issues in one party’s favor or another.” \nBoth sides have taken subtle steps to allow time for last-ditch efforts. China sent a senior negotiator to Washington last week despite the breakdown in talks, and it delayed the start of its retaliatory tariffs on American imports until June 1. The United States applied the newest wave of higher tariffs based on when ships containing the affected goods arrive, adding a few weeks in which a reversal could be hammered out.\nAnd President Trump and President Xi Jinping of China could meet at the G20 summit in late June in Osaka, Japan, which would be an opportunity for de-escalation at the highest levels.\nBut open lines of communication and time to work won’t by themselves solve the problem of how to finesse some mutually agreeable deal, particularly given that both countries view this negotiation as resetting their economic relationship in ways that would have long-lasting consequences.\nAdd in Mr. Trump’s tendency to view every negotiation through a zero-sum prism, and it may be hard to find a pathway for both parties to go home able to proclaim victory.\nWhen the negotiations seemed to be going well a few weeks ago, “I thought we were going toward constructive ambiguity,” said Mary E. Lovely, an economist and trade expert at Syracuse University’s Maxwell School.\nThe United States is demanding that China codify rules into law to protect American companies (and their technology) that do business in China. Chinese negotiators now reject that possibility; American officials said they had agreed to those provisions.\n“It looks like there was a level of specificity that China wasn’t willing to accept and a level of ambiguity that the Trump administration wasn’t willing to accept,” Ms. Lovely said. “It looks like the Chinese are firm that there are some areas where they are not willing to go, that they see as disrespectful.”\nIf the escalation now being signaled by both sides goes into force, Americans will face higher prices for a wide range of goods, and certain American manufacturers will face less demand for their products. Already, American farmers are suffering amid reduced Chinese demand for soybeans and other products. The Chinese manufacturing sector is hurting as well — and is likely to suffer further if tariffs reduce American demand for their products or drive relocation of production to other countries.\nUltimately the question becomes how much of that pain each side will be willing to endure, and whether the two nations’ leaders feel a sense of urgency to each help the other save face domestically.\nThings can change quickly. In a different sphere, for example, Mr. Trump went from threatening North Korea with nuclear annihilation to acting as if they were old friends practically overnight.\nBut given where things stand, it may take that kind of surprising reset between two top leaders, built on personal relationships, rather than the slow grind of hammering out an agreement that is more typical of economic diplomacy.\n“The off-ramps are tricky here because the president believes this is good policy, and the Chinese are loath to cave on it,” said Jay Shambaugh, a professor of international economics at George Washington University and director of the Hamilton Project at the Brookings Institution. “It’s not abundantly clear how you climb down without any damage.”\nThe question for the weeks and months ahead is how much damage each side will tolerate before rethinking some of those basic assumptions and deciding that they don’t want to dig in quite so hard, after all.", "date": "May 14, 2019", "href": "https://www.nytimes.com/2019/05/14/upshot/us-china-trade-war.html", "tags": "american offramps painful china united states ” war chinese long trade could tariffs economic u.s.-china"}