{"title": "Why Russia’s Cyberattack Wasn’t Stopped", "content": "WASHINGTON — It was utterly avoidable. In retrospect, anyway.\nThe most brazen, disruptive and manipulative attack on the American electoral system since Watergate — a vast cyberattack by Russia, aimed squarely at Democrats in 2016 — hinged on a series of human errors and institutional misjudgments.\nIn the latest episode of “The Run-Up,” we explore how Russia hacked the election, why a foreign power would take such a drastic step and why everyone seemed to react so underwhelmingly to the historic intrusion — from the main target of the attack, the Democratic National Committee, to most powerful Democrat in the country, President Obama.\nI traveled to Washington to speak with two of my colleagues, Eric Lipton and David Sanger, who co-wrote a stunning story about out how the hack unfolded, moment by moment, stealing and publishing thousands of pages of embarrassing internal documents from the D.N.C. and John Podesta, Hillary Clinton’s campaign chairman.\nWe may never know if Russia’s digital offensive, which spared Donald J. Trump and his Republican allies, cost Mrs. Clinton the election. But we do know how much it hurt candidates in campaigns for Congress.\nI spoke with a victim of the cyberattack, Annette Taddeo, who believes the embarrassing documents released by Russian hackers were a deciding factor in her defeat this year.\n“I don’t think we are as shocked as we should be and as angry as we should be,” Ms. Taddeo tells me. “This is very alarming to our democracy and everything we stand for.”\nFrom a desktop or laptop, you can listen by pressing play on the button above.\nOr if you’re on a mobile device, the instructions below will help you find and subscribe to the series.\nOn your iPhone or iPad:\n1. Open your podcast app. It’s a pre-loaded app called “Podcasts” with a purple icon. (This link may help.)\n2. Search for the series. Tap on the “search” magnifying glass icon at the bottom of the screen, type in “The Run-Up” and select it from the list of results.\n3. Subscribe. Once on the series page, tap on the “subscribe” button to have new episodes sent to your phone free. You may want to adjust your notifications to be alerted when a new episode arrives.\n4. Or just sample. If you would rather listen to an episode or two before deciding to subscribe, tap on the episode title from the list on the series page. If you have an internet connection, you’ll be able to stream the episode.\nOn your Android phone or tablet:\n1. Open your podcast app. It’s a pre-loaded app called “Play Music” with an orange-and-yellow icon. (This link may help.)\n2. Search for the series. Click on the magnifying glass icon at the top of the screen, search for the name of the series and select it from the list of results. You may have to scroll down to find the “Podcasts” search results.\n3. Subscribe. Once on the series page, click on the word “subscribe” to have new episodes sent to your phone free.\n4. Or just sample. If you would rather listen to an episode or two before deciding to subscribe, click on the episode title from the list on the series page. If you have an internet connection, you’ll be able to stream the episode.", "date": "Dec. 16, 2016", "href": "https://www.nytimes.com/2016/12/16/podcasts/why-russias-cyberattack-wasnt-stopped.html", "tags": "may icon episode search series ” app stopped russia — subscribe cyberattack"}