{"title": "Why does Japan have such a high suicide rate?", "content": "Last year in Japan, more than 25,000 people took their own lives.\nThat's 70 every day. The vast majority were men.\nThose figures do not make Japan's the highest suicide rate in the world in a developed nation. \nThat dubious title belongs to South Korea.  But it is still far, far higher than virtually all other wealthy countries.\nIt is three times the suicide rate in the United Kingdom. \nThe grim self-immolation of a 71-year-old man aboard a Japanese bullet train on Tuesday has once again rammed the issue back in to the headlines here. \nWhat drove a quiet, elderly man, to douse himself with fuel and set fire to it in a packed carriage on a speeding train? \nAs he tipped the liquid over himself he is reported to have shooed away other passengers, telling them it was dangerous. \nSome said there were tears in his eyes as he did so. \nNow, as they start to dig in to his background, members of the Japanese media are turning up the tell-tale signs of a man on the edge. He lived alone and had no job. He spent his days collecting aluminium cans to sell for recycling. \nNeighbours told reporters they had heard him smash a window after locking himself out of his dilapidated apartment. \nOthers said they rarely saw him outside, but could often hear the sound of a television playing. Poor, old and alone. It is an all too familiar tale. \n\"Isolation is the number one precursor for depression and suicide,\" says Wataru Nishida, a psychologist at Tokyo's Temple University. \n\"Now it's more and more common to read stories about old people dying alone in their apartments,\" he says. \"They are being neglected. Kids used to take care of their parents in old age in Japan, but not any more.\" \nPeople often cite Japan's long tradition of \"honourable suicide\" as a reason for the high rate here.\nThey point to the Samurai practice of committing \"seppuku\" or to the young \"kamikaze\" pilots of 1945, to show there are distinct cultural reasons why Japanese are more likely to take their own lives.  \nTo an extent Mr Nishida agrees. \n\"Japan has no history of Christianity,\" he says \"so here suicide is not a sin. In fact, some look at it as a way of taking responsibility.\"  \nKen Joseph from the Japan Helpline agrees. He says their experience over the last 40 years shows that elderly people who are in financial trouble may see suicide as a way out of their problems. \n\"The insurance system in Japan is very lax when it comes to paying out for suicide,\" he says.\n\"So when all else fails - some people feel - you can just kill yourself and the insurance will pay out.\n\"There is sometimes an intolerable pressure on the elderly that the most loving thing they can do is take their lives and thereby provide for their family.\"  \nBecause of this, some experts think Japan's suicide rate is actually much higher than reported. \nA lot of lone deaths of elderly people are never fully investigated by the police.  \nAccording to Ken Joseph, the almost universal practice of cremating bodies here also means that any evidence is quickly destroyed.  \nBut it is not only elderly men in financial trouble who are taking their own lives. \nThe fastest growing suicide demographic is young men. It is now the single biggest killer of men in Japan aged 20-44.  \nAnd the evidence suggests these young people are killing themselves because they have lost hope and are incapable of seeking help. \nThe numbers first began to rise after the Asian financial crisis in 1998. They climbed again after the 2008 worldwide financial crisis.\nExperts think those rises are directly linked to the increase in \"precarious employment\", the practice of employing young people on short-term contracts. \nJapan was once known as the land of lifetime employment. \nBut while many older people still enjoy job security and generous benefits, nearly 40% of young people in Japan are unable to find stable jobs. \nFinancial anxiety and insecurity are compounded by Japan's culture of not complaining. \n\"There are not many ways to express anger or frustration in Japan,\" says Mr Nishida.\n\"This is a rule-oriented society. Young people are moulded to fit in to a very small box. They have no way to express their true feelings. \n\"If they feel under pressure from their boss and get depressed, some feel the only way out is to die.\" \nTechnology may be making things worse, increasing young people's isolation. Japan is famous for a condition called hikikomori, a type of acute social withdrawal. \nWhat is hikikomori?\nMore about hikkomori\nThe young person affected may completely shut himself - it is most often a male - off from the outside world, withdrawing in to a room and not coming out for months or even years.\nBut that is only the most extreme form of what is now a widespread loss of direct face-to-face socialising.   \nA recent survey of young Japanese people's attitudes to relationships and sex turned up some extraordinary results. Published in January by the Japan Family Planning Association, it found that 20% of men aged 25-29 had little or no interest in having a sexual relationship. \nWataru Nishida points to the internet and the pervasive influence of online pornography. \n\"Young people in Japan have a lot of knowledge,\" Mr Nishida says, \"But they have no life experience. They have no idea how to express their emotions.\n\"They have forgotten what it's like to touch a person. When they think about sex they have high anxiety and no idea how to deal with it.\"\nAnd when young people do find themselves isolated and depressed, they have few places to turn to. \nMental illness is still very much a taboo here. There is little popular understanding of depression. Those suffering its symptoms are often too scared to talk about it. \nJapan's mental healthcare system is also a mess. \nThere is an acute shortage of psychiatrists. There is also no tradition of psychiatrists working together with clinical psychologists. \nPeople suffering from mental illness may be prescribed powerful psychotropic medicines but unlike in the West, this will often not be accompanied by a recommendation that the patient seek counselling.\nThe counselling industry itself is a free-for-all. \nUnlike in America or Europe, there is no government-mandated system of training and qualifying clinical psychologists. \nAnybody can set him or herself up as a \"counsellor\" and it's very hard for someone seeking help to know whether they actually know what they are doing. \nIt is not a happy picture, and while the suicide rate has actually begun to decline in the last three years, it is still woefully high.  \nWataru Nishida says Japan needs to start talking about mental illness much more, and not just as something scary and strange that afflicts a few. \n\"When you see a television discussion on mental illness in Japan they still talk as if  'depression equals suicide',\" he says. \"That needs to change.\" ", "date": "3 July 2015", "href": "https://www.bbc.com/news/world-33362387", "tags": "suicide japan young high men elderly says rate nishida still"}