{"title": "Why a President Trump Could Start a Trade War With Surprising Ease", "content": "Americans often dismiss populist promises that emerge on the presidential campaign trail because they are unlikely to be passed by Congress. Should Donald J. Trump get elected, Congress most likely would moderate his proposals to cut taxes, increase spending and even to build a border wall.\nBut international trade policy is one area where a President Trump could unilaterally deliver on the changes that he has promised.\nMr. Trump has said that as president he would “rip up” international trade deals such as the North American Free Trade Agreement,  withdraw from the World Trade Organization and sharply raise the tariffs charged on goods imported from China and Mexico. As president he could pretty much do it. And there’s very little Congress can do to stop him, even if the result is a costly trade war.\nThis may seem surprising given that the Constitution explicitly gives Congress the power to “regulate Commerce with foreign Nations.” But over the years Congress has delegated much of that power to the president. Trade politics reflect an important asymmetry: New trade agreements require congressional approval, but undoing existing commitments does not. And so vast areas of international economic policy can be changed with just a president’s say-so.\nThe result is that the usual checks and balances don’t apply. (For anyone wondering, yes, the same rules would apply to Hillary Clinton if she were elected.)\nMr. Trump is proposing a reordering of the global economic system that would fundamentally reshape the structure of American industry. He could start a trade war that would threaten not only American exporters who need access to foreign markets, but also any business that relies on commodities or products made overseas.\nTypically, congressional gridlock prevents presidential elections from causing wild swings in policy. For a protectionist president, it has the opposite effect, strengthening his hand. The only way that Congress could block Mr. Trump’s agenda is by passing new legislation to repeal or alter the powers it has previously delegated to the president. But this would require a two-thirds majority in both the House and the Senate to override a likely presidential veto.\nEven that might not be enough, if the courts hold that the president’s constitutional power over foreign affairs can be used to terminate trade agreements.\nGary Hufbauer, a senior fellow at the Peterson Institute for International Economics, outlined this case in a research paper released Monday. Mr. Hufbauer, who holds both a law degree and a doctorate in economics, is a leading scholar of international law and trade and a former deputy assistant secretary for international trade and investment policy at the Treasury Department under President Carter. (I’m also a nonresident fellow at the Peterson Institute.)\nMr. Hufbauer’s analysis is already causing waves among policy wonks in Washington and economists on Wall Street.\nThe easiest promise for Mr. Trump to deliver is the one to renegotiate or leave Nafta, the agreement that abolished tariffs between the United States, Canada and Mexico. That agreement — like nearly all free trade agreements — includes an escape hatch: The United States can withdraw from the pact after giving six months’ notice. Thus Mr. Trump doesn’t need to rip up the agreement, but simply to send Canada and Mexico a letter putting them on notice.\nSimilar escape hatches would also allow Mr. Trump to withdraw the United States from free trade agreements with other nations, and even from the World Trade Organization. Leaving the World Trade Organization would immediately allow other countries to raise the tariffs they charge on American exports.\nHow has the White House accumulated such powers? As the United States entered World War I, Congress passed the Trading with the Enemy Act, which gave the president the power to regulate all international trade and financial flows, and even to freeze or seize foreign assets. It was an extremely broad grant of power because the law applies to all international commerce, not just that with enemy nations.\nIt’s a power meant to be used only in national emergencies or times of war, but this tends to be interpreted very broadly. For instance, the courts allowed President Nixon to add a 10 percent “import surcharge” in 1971, based on the continuing “economic emergency.” Mr. Hufbauer argues that continuing military engagements in Iraq and Afghanistan “would seemingly suffice to satisfy” this requirement.\nAlternatively, the president could rely on the International Emergency Economic Powers Act of 1977, originally written to give the president the tools to inflict economic sanctions on America’s enemies. The law could easily be used to restrict trade with just about any country. While the law is supposed to be exercised only in the wake of an “unusual and extraordinary threat,” Mr. Hufbauer says that this is a standard that is easily met, as “the courts have never questioned presidential declarations of a ‘national emergency.’ ”\nBeyond these emergency powers, two separate Cold War-era statutes also give the president power to regulate international trade. Under the Trade Expansion Act of 1962, the president can raise tariffs as necessary to strengthen national security. Mr. Trump’s rationale for raising tariffs against Mexico or China probably meet this standard.\nAlternatively, the president can impose tariffs of up to 15 percent for 150 days to deal with balance of payments deficits, under the Trade Act of 1974. Another section of that act gives the president the power to levy a tariff to retaliate against unfair trade practices, and this could easily be invoked against China, citing allegations of exchange rate manipulation.\nPresident George W. Bush used that law in 2002 to impose tariffs on steel.\nWith so many different legal rationales, it seems almost certain that if Mr. Trump became president, he would have the power to create a more isolated American economy.\nOf course, his actions would anger our global trading partners. Their remedies are limited, though. After all, even the World Trade Organization recognizes the need for national security exceptions to its rules. Even if Mr. Trump were found to breach their rules, the only recourse for other countries would be to retaliate by raising their own tariffs. It’s a prospect that scares many economists, but appears not to worry Mr. Trump.\nThe bottom line, according to Todd Tucker, a fellow at the Roosevelt Institute who has written extensively about the expansion of executive power over international trade law, is that Mr. Hufbauer’s study “confirms that trade liberalization in recent decades sits on much shakier foundations than is commonly acknowledged.”", "date": "Sept. 19, 2016", "href": "https://www.nytimes.com/2016/09/20/upshot/why-a-president-trump-could-start-a-trade-war-with-surprising-ease.html", "tags": "mr. surprising president would ” trump war trade could start international tariffs ease power"}