{"title": "Why Apple Watch link to Jamal Khashoggi 'killing' is unlikely", "content": "There is a story going around that Jamal Khashoggi, the journalist missing presumed killed, recorded exactly what happened inside Saudi Arabia's Istanbul consulate on his Apple Watch. It strikes me as extremely unlikely.\nThe story was first reported in the Turkish paper Sabah and was repeated across a number of news outlets.\nSabah says Khashoggi turned on his Apple Watch's recording facility before entering the Saudi consulate. Then it says the circumstances of his \"interrogation, torture and killing\" were recorded and sent to his iPhone, which was with his fiancée outside the consulate, and to Apple's iCloud.\nThe report says Khashoggi's attackers spotted the watch and tried to access it with guesses at his passcode before using his fingerprint to unlock it. They then deleted some but not all of its files.\nLet's dispose of this last point first. The Apple Watch does not use the company's Touch ID system, so fingerprint access would have been impossible - unless the attackers unlocked it via the iPhone it was paired with, and that was outside.\nThat makes me doubt the rest of the report but let's look at the watch's \"recording function\". This does not come built in to the device, but a number of third party apps allow you to record audio. It is conceivable that the journalist had installed one of these apps and started to record before entering the consulate.\nBut for that recording to upload to his iPhone, he would probably have had to press stop without his assailants noticing. And, crucially, his Apple Watch would have needed a Bluetooth connection to the phone in the hands of his fiancée outside.\nNow Bluetooth has quite a limited range. I've just tested that by setting my iPhone playing a podcast in my living room and walking away listening via Bluetooth ear buds. By the time I got to the other end of my modestly sized home, the audio had disappeared. It seems very unlikely that the signal would have stretched through several walls of the Istanbul building unless Khashoggi's fiancée was standing right outside the room where the interrogation took place.\nAh, some defenders of this thesis have said, but the Saudi journalist had an Apple Watch 3 with its own cellular connection allowing it to communicate directly with the iCloud. It is true that a photo of Khashoggi appearing on a TV programme shows he did have an Apple Watch 3 with its telltale red button. He could have chosen to pay for a mobile contract for the device in the United States where he was based. \nBut here's the problem - you cannot roam with a cellular Apple Watch so, once he landed in Turkey, the watch would have depended on the iPhone for its data connection. He could have swapped out his phone's sim for a local one, but a year ago Apple Support responded to a query about using the watch in Turkey as a standalone device by saying this:\n\"There are three different regional versions of Apple Watch Series 3 (GPS + Cellular), each supporting different LTE and UMTS bands, as detailed here - there are not currently any supported carriers listed for Turkey.\"\nThat situation does not appear to have changed - in other words, you can't use an Apple Watch to connect to the internet in Istanbul unless it is paired to a nearby iPhone.\nNow what we don't know is whether the Turkish security services had managed to hack the Apple Watch to turn it into a remote recording device which they then supplied to Jamal Khashoggi before he entered the Saudi consulate. \nBut it seems far more likely that they have other means of detecting what foreign diplomats are up to and the Apple Watch story is just useful cover.", "date": "14 October 2018", "href": "https://www.bbc.co.uk/news/technology-45857777", "tags": "khashoggi iphone jamal consulate recording unlikely watch saudi device apple outside link"}