{"title": "Why India's GST is one of the world's most complex tax reforms", "content": "Will India, a $2 trillion (£1.5tn) economy with 1.3 billion consumers, now become a truly single market?\nMany believe the landmark goods and services tax bill - passed by parliament on Wednesday evening, after years of filibustering by the ruling BJP and main opposition Congress - is a key step in that direction. \nIt is also the most significant tax reform since independence for what is now Asia's third largest economy.\nThe GST subsumes India's messy plethora of indirect taxes, duties, surcharges and cesses into a single tax. \nIt is expected to:\nSome 160 countries, according to consulting firm Deloitte, have some form of GST or value added tax. \nThe federal and state governments will jointly administer India's dual GST. This means it will be a set of 38 different taxes:\nIt, as The Economist says, is \"not quite an act of fiscal unification\" but simpler than the thicket of taxes it will replace. \nWhat promises to one of the world's most complex tax reforms is expected to be serviced by state-of-the-art technology.\nIndian software giant Infosys is building a gigantic electronic infrastructure - a GST portal - where taxpayers can register, make payments and file returns. Some 7.5 million businesses will be covered by the tax. \nClearly, a successful GST in India will be a minor miracle. \n\"No country of comparable size and complexity has attempted a tax reform of this scale,\" says Harishankar Subramanian, of Ernst and Young.\nThe GST is also a potential game-changer as the burden of taxation moves from the state of manufacture to the state of consumption of goods and services. \nExperts believe fears that revenues of manufacturing hubs - such as Gujarat and Maharashtra - will be hit are unfounded as such states attract more workers, who make up a growing base of consumers. \nBut some of the biggest beneficiaries, they say, will be populous, manufacturing-weak states - Bihar and Bengal, for example - who have a large number of consumers. \n\"By and large, it is a win-win situation for both the centre and and the states,\" says Mr Subramanian. \nMihir Sharma, author of Restart: The Last Chance for the Indian economy, calls the GST \"completely revolutionary, the sort of economic backroom plumbing that changes your life without you even noticing it\". \nBut India's GST is also far from perfect. \nFor one, the tax will not be imposed on highly lucrative - and rent-seeking - alcohol, oil products and real estate industries. Shrinking the ambit of the tax means giving up a good chunk of revenues. \nA steep tax could easily make some goods and services expensive - the government apparently favours an 18% GST rate - and stoke inflation. \nDifferences could easily flare up between the centre and the states over the rate and tax-sharing arrangements. \nImplementing the complex new tax system could be fraught with glitches. Reports say only 20% of companies are actually getting ready for the tax.\nAlso, more importantly, GST, by itself, is no magic pill.\nIndia's debt-saddled state-owned banks need to clean up their books and ease lending. The government should move swiftly and imaginatively on creating jobs, boost agriculture and ensure social stability for long-term and inclusive growth. \nIndia also needs to mop up a lot more income tax - only 1% of Indians pay the tax and evasion is pervasive. Successive governments appear to be helpless in reforming a corrupt tax-collection machinery.\nBut most believe that even an imperfect GST law should be given a chance to succeed. \nRevenue Secretary Hasmukh Adhia and economic adviser Arvind Subramanian say no country has claimed a flawless GST since inception, and further and better change in complex systems is incremental. Agrees economist Vivek Dehejia: \"The perfect ought not become the enemy of the good, especially as a less-than-perfect GST which can be improved down the road will be better than our current patchwork quilt of taxes, which prevents India from being stitched into a single market.\" \nOne nation, one tax gets going, headlined a newspaper on Thursday morning. It's not going to be an easy journey. ", "date": "4 August 2016", "href": "https://www.bbc.com/news/world-asia-india-36950205", "tags": "world india tax taxes consumers states one economy reforms complex also single gst"}