{"title": "Why are so many countries now saying cannabis is OK?", "content": "Around the world attitudes towards the use of cannabis are shifting. \nMexico's new government plans to legalise recreational cannabis use, as does the incoming government of Luxembourg. Meanwhile, New Zealand's Prime Minister Jacinda Ardern is considering a referendum on what its approach should be.\nAs public opinion - and that of governments - changes, it seems increasingly likely that other countries will follow, raising questions about how they work together to manage the use and supply of cannabis. \nWhat has led one country after another to move towards a relaxation of their laws and, in many cases, outright legalisation? \nIt was only in 2012 that Uruguay announced it would be the first country in the world to legalise recreational cannabis use. In large part, the move was aimed at replacing links between organised crime and the cannabis trade with more accountable state regulation.  \nLater the same year, voters in Washington State and Colorado became the first in the US to support legalisation of the drug for non-medical use.\nUnder President Barack Obama, a critic of the US-led war on drugs, the US government stepped back from enforcing federal laws and effectively gave states a green light to explore alternatives.\nEight more states and Washington DC have since supported the legalisation of recreational cannabis and penalties are softening elsewhere. The use of the drug for medical reasons is allowed in 33 of the 50 states.\nIn many ways the jury is still out on the effects of legalisation on society and individuals' health, but there is no question that public opinion and government policy has softened. \nThe tide has crept across the Americas, with Canada legalising the sale, possession and recreational use of cannabis nationwide in October.\nThat Mexico will legalise marijuana seems a virtual certainty. The new government of Andrés Manuel López Obrador has introduced a bill that would legalise its medical and recreational use, while the country's supreme court recently ruled an absolute ban on recreational use unconstitutional.\nOther countries are pushing ahead. Although the sale of cannabis remains illegal, possession of small amounts is no longer a crime in countries including Brazil, Jamaica and Portugal. In Spain it is legal to use cannabis in private, while the drug is sold openly in coffee shops in the Netherlands. Still more countries allow the use of medicinal cannabis.\nAround the world, there are many more countries where change is under way:\nIn many countries, the move towards legalisation started with a softening of public attitudes. \nIn the US and Canada, images of sick children being denied potentially life-changing medicines had a tremendous impact on public opinion - a concern that brought forward legalisation for medical purposes.\nA similar softening of attitudes has been seen in the UK.\nIn June, 12-year-old Billy Caldwell, who has severe epilepsy, was admitted to hospital after his medical cannabis oil was confiscated. A month later, a special licence to use cannabis oil was granted to seven-year-old Alfie Dingley, who has a rare form of epilepsy.\nFollowing high-profile campaigns, the UK government changed the law to allow doctors to prescribe cannabis products.\nAs US states such as California found in the 1990s and 2000s, familiarity with medical cannabis can soften attitudes towards recreational use.\nBut in the UK, the Home Office says the recreational use of cannabis will remain banned, although senior figures, including former Conservative leader William Hague, have suggested a rethink.\nMexico has also had cases of children being denied medical cannabis, but it has also been motivated by the extraordinary violence of its drugs war.\nAlthough marijuana makes up a relatively small share of drug cartel revenues, continuing to ban it is seen as increasingly at odds with reality.\nMexican diplomats warned the US it was difficult to enforce the fight against cannabis when the neighbouring American state of California legalised recreational use.\nWith countries worldwide moving towards some form of legalisation, others are rushing to catch up.\nOften, as in many parts of Latin America, governments want their farmers to have access to the potentially lucrative medicinal cannabis markets that are developing. \nCorporations have also expressed interest. For example, Altria, which owns cigarette brands including Marlboro, has made a $1.86bn (£1.46bn) investment in a Canadian cannabis company.\nOver time, as the US demonstrates, it is quite possible that the medical trade could quite easily morph into recreational sales - potentially opening up an even bigger market.\nOne immediate obstacle is that cannabis for recreational purposes cannot be traded across borders. Countries can only import and export medicinal cannabis under a licensing system supervised by the International Narcotics Control Board.\nFarmers in countries such as Morocco and Jamaica may have a reputation for producing cannabis, but they can't access markets that domestic producers sometimes struggle to supply - as happened in Canada following legalisation.\nMore stories like this\nSource: NHS Choices\nWhile there are some rumblings of change within the international legal system, as yet this seems far off.\nGovernments that want to move towards legalisation face a challenge: steering a course between uncontrolled legalisation and hard prohibition.\nPoorly-regulated industry and mind-altering substances are not a combination about which many societies would feel comfortable.\nBut it seems a virtual certainty that more countries will change their approach to cannabis in the coming decades.\nAs such, domestic and international rules will need to catch up.\nAbout this piece\nThis analysis piece was commissioned by the BBC from an expert working for an outside organisation. \nDr John Collins is the executive director of the International Drugs Policy Unit at the London School of Economics and Political Science. \nFollow him @JCollinsIDPU\nEdited by Duncan Walker ", "date": "11 December 2018", "href": "https://www.bbc.com/news/world-46374191", "tags": "us saying medical cannabis ok recreational countries legalisation many towards use government"}