{"title": "Why are India's Dalit students taking their lives?", "content": "\"My birth is my fatal accident... I always was rushing. Desperate to start a life... I am not sad. I am just empty. Unconcerned about myself. That's pathetic. And that's why I am doing this.\"\nThese are excerpts from the last letter - \"this kind of letter for the first time\" - that Rohith Vemula, a PhD student at Hyderabad Central University wrote before he killed himself on Sunday.  \nIt is, at once, an eloquent and chilling suicide note: a young man who loved \"science, stars, nature and people\", and aspired to become a science writer like Carl Sagan, ended up defeated and crushed by discrimination and apathy.   \nMr Vemula, 26, was one of five Dalit - formerly known as untouchable - students who were protesting against their expulsion from the university's housing facility. India's 180 million Dalits are among its most wretched citizens, because of an unforgiving and cruel caste hierarchy that condemns them to the bottom of the heap.\nMr Vemula and the four other students faced allegations last August that they attacked a member of the Akhil Bharatiya Vidyarthi Parishad (ABVP) - the student wing of the governing Hindu nationalist BJP - on the campus. Some reports say an investigation had found no \"conclusive evidence\" of the assault. \nLast year the students had also protested against the execution of Yakub Memon, the man convicted of financing the deadly 1993 Mumbai bombings and the right-wing ABVP's stalling of a documentary film on the Muzaffarnagar riots in Delhi University. \nOne newspaper said the sequence of events leading to Mr Vemula's death shows how he was \"steadily isolated by campus authorities and his appeals went largely unheard\". \nThe university stopped paying his monthly stipend of 25,000 rupees ($369; £258) allegedly because he raised issues under the campus's Dalit-led students union. \nIt also began an investigation into his - and his friends - conduct.  In August federal minister Bandaru Dattatreya, a BJP junior minister, wrote a  letter to the federal education ministry complaining that the university had become a \"den of casteist, extremist and anti-national politics\". \nIn September, Mr Vemula and four other students were suspended - although the minister denies this was linked to his missive, which he says was not about the Dalit students, but a general comment on the restive campus. \nMr Vemula's death has sparked off a firestorm of protest across India. \nPoet and writer Meena Kandasamy says the student's suicide was \"not just an individual exit strategy, it is a shaming of society that has failed him or her\". She wrote \"education has now become a disciplining enterprise working against Dalit students: they are constantly under threat of rustication, expulsion, defamation, discontinuation\".\nMr Vemula's is not an exceptional story of caste discrimination on India's campuses. One report said eight Dalit students had taken their lives \"unable to cope\" with caste politics at Hyderabad University in the past decade. Between 2007 and 2011 alone, 18 Dalit students ended their lives in some of India's premier educational institutes, according to another estimate.   \nSome eight years ago, Apoorvanand, who teaches at Delhi University, had gone to  Delhi's All India Institute of Medical Sciences, India's leading medical school, to investigate a case of discrimination against a Dalit student. \nHe says he found vile abuses written on the doors and walls of hostel rooms where Dalit students lived. (There was no name calling, because direct abuse would lead to prosecution under tough anti-discrimination laws.) When he went to the director of the institute to lodge a complaint, the latter flatly denied that there was caste discrimination on the campus.\nThis is a school which produces India's best doctors. This is also the school where a federal investigation into complaints of caste-based harassment and discrimination against Dalit and tribal students uncovered a shocking picture of abuse. \nThe probe found most of the Dalit and tribal students complaining that they \"did not receive the kind of support other students received from their teachers\". Examiners asked about their caste backgrounds. The students said teachers did not give them the marks they deserved in exams, and their papers were not evaluated properly. More than 90% of the students said they were routinely humiliated by examiners in practical and oral examinations.\n\"There is systemic persecution of Dalit students in Indian universities. They are often failed by their teachers deliberately,\" Apoorvanand told me.\nMany Dalit students who get into colleges and universities through affirmative action quotas - restorative justice for centuries of historical wrongs against the community - come to campuses with deficiencies in education, including a feeble command over the English language. Most of them are first generation graduates, come from poor families - like Mr Vemula, born of a father who works as a security guard and a mother who's a tailor  - and often struggle to fit in. \nIndia's colleges and universities are theatres of fierce competition and confrontation: only a privileged few manage to get a limited number of seats through fiercely contested exams. \nUpper caste students, say many, have a \"natural hatred and antagonism\" for the Dalits and tribespeople who take up seats reserved for their communities. \"There is a lot of anger against affirmative action and their beneficiaries, but then there is little the upper castes can do about it because the quotas are constitutionally mandated,\" says Apoorvanand. \nSo the students are shamed and mocked at as \"quota students\", and their abilities mocked. In absence of effective student support groups or university structures, warning meltdown signals among suffering students are ignored. \nFed up with the way things were going, Mr Vemula wrote to the university authorities in December to allow him to die and even spoke about how they could help him and his Dalit friends end his life. The authorities apparently did nothing.\nPoliticians are accused of not confronting this appalling discrimination with the zeal it deserves. \nInstead, Dalit and tribals have also become pawns in India's hideous vote bank politics. In modern-day India, the segregation of Dalits begins early: they are separated by markers and coloured wrist bands in classrooms; and forced to clean school toilets. Upper caste school children routinely boycott school lunches cooked by Dalit cooks. \nMr Vemula is just the latest victim of India's scourge of untouchability.  ", "date": "20 January 2016", "href": "https://www.bbc.co.uk/news/world-asia-india-35349979", "tags": "india taking discrimination dalit vemula university school caste lives student students"}