{"title": "Why Troubles at a Midsize Italian Bank Worry the E.U.", "content": "FRANKFURT — Some banks go to the international markets when they need money for a big deal. Monte dei Paschi di Siena, one of Italy’s biggest lenders, tapped its own loyal customers.\n“The bank has always been a gold mine and the pride of the city,” said Paolo Emilio Falaschi, a lawyer in Siena who represents several aggrieved clients.\nThe aftershocks of that strategy have presented European leaders with their first major too-big-to-fail moment, as authorities on Thursday gave the initial greenlight for a bailout of Monte dei Paschi.\nMonte dei Paschi never recovered from its ill-fated and costly deal; the firm has been marred for years by scandal, management upheaval and hefty losses. Calls for a bailout have been growing louder over worries that legions of angry middle-class savers — who bought the bank’s bonds and financed the deal — would destabilize Italy’s already wobbly government and nourish far-right parties.\nAs the bank runs low on cash, the Italian government is stepping in to help, with plans to inject as much as 20 billion euros into Monte dei Paschi and other troubled lenders. European regulators gave their preliminary approval to the Monte dei Paschi deal on the condition that the bank go through an in-depth restructuring and its finances pass muster.\nMuch of the reform instituted after the 2008 financial crisis was intended to prevent banks from becoming so big and so risky that they could hold the global economy hostage. Politicians and policy makers didn’t want taxpayers to be on the hook for the banks’ mistakes.\nUnder the new rules, national governments are not supposed to inject fresh taxpayer money into a bank if it is deemed insolvent. When a bank gets into financial trouble, shareholders and bondholders, assumed to be sophisticated investors aware of the risks, are supposed to take the hit and bear the losses.\nThe health of Monte dei Paschi — which will be assessed by the European Central Bank as a condition of the deal — will be a crucial measure to ensure the bailout follows the rules. But the finances of Monte dei Paschi are open to significant interpretation, putting the rescue in a regulatory gray area.\nThe central bank said in late December that Monte dei Paschi would need €8.8 billion to plug a shortfall in its capital. The Italian bank lost €3.4 billion last year as it had to set aside more reserves for troubled loans, and it continued to bleed money in the first quarter.\nMonte dei Paschi is the first case in which the European Central Bank has exercised its oversight role under new bank bailout rules. The central bank is responsible for determining whether Monte dei Paschi can be saved and how much capital it needs.\nIf authorities stretch the definition of solvency for a midsize Italian lender, a fraction the size of JPMorgan Chase or Deutsche Bank, the case could raise questions about whether the world was any safer from a really big bank failure.\n“This is the first serious test for the European banking union,” said Clemens Fuest, president of the Ifo Institute, an economic research institute in Munich.\n“If the bail-in rules are violated without very good reasons,” Mr. Fuest said, “the credibility of the banking union will be damaged.”\nMonte dei Paschi declined to comment.\nMonte dei Paschi’s problems have been festering for nearly a decade. Founded in 1472 and still based in a fortresslike medieval building, the bank for centuries was a sleepy regional lender. The local foundation that owned the bank showered its profit on Siena and the surrounding region, subsidizing things as diverse as the local professional soccer team and Siena’s famous Palio horse race.\nThe bank’s troubles began in 2008, when it acquired Antonveneta, a small regional player. The price of €9 billion, all in cash, was considered alarmingly high.\nStretched, the bank used a series of dubious transactions to raise money. Among them was the sale of €2 billion in bonds to customers, employees and other middle-class savers.\nWeakened by the purchase, Monte dei Paschi was acutely vulnerable to the shocks that followed the collapse of the investment bank Lehman Brothers in late 2008 and the European debt crisis in 2010. Prices plunged for the bank’s holdings of Italian government bonds. The amount of problem loans surged, as Italy’s sputtering economy hurt small businesses and left many unable to repay their debts.\nMonte dei Paschi managers made the problems worse by trying to conceal growing losses from shareholders and regulators, in part using derivatives devised with the help of Japanese bank Nomura and Deutsche Bank. After the losses were exposed in 2013, the bank needed a €3.9 billion bailout from the Bank of Italy to stay afloat.\nA succession of new top managers tried to fix Monte dei Paschi by pushing thousands of bank workers into early retirement, selling problem loans and asking shareholders to put up new capital. The measures were not enough.\nLast July, stress tests by European bank regulators determined that Monte dei Paschi’s capital would be wiped out in the event of a severe economic crisis. No other bank tested fared so poorly.\nThe bank tried to raise more capital. But the company failed to persuade private investors.\nUnder the new rules, Monte dei Paschi’s bondholders are supposed to step unto the breach, swallowing losses and reducing the bank’s debt. The problem is that many of the bondholders are middle-class Italians who were told the bonds were a low-risk way to save.\nThe crisis comes at a particularly sensitive time. New elections are expected later this year, or next spring.\nLeaders in Rome are worried that forcing small-time investors to take a hit would make them susceptible to appeals by the populist Five Star Movement or the right wing Northern League. The Five Star Movement has organized noisy demonstrations in front of Monte dei Paschi’s headquarters.\n“You can expect Five Star and the Northern League to play this card,” said Silvia Merler, an affiliate fellow at Bruegel, a research institute in Brussels.\nSergio Burrini, a retired Monte dei Paschi employee who is secretary of group representing small investors, expressed anger at “a terrible political and managerial class that did not prevent this mayhem from happening.” But Mr. Burrini expressed no sympathy for the Five Star Movement.\nLocal lawyers in touch with bondholders doubt that their clients would turn to populist parties. Most of the investors are relatively well-to-do people unlikely to support such movements, the lawyers said.\nThe debate about the bailout has reopened familiar fault lines between Italy and countries like Germany that insist on strict adherence to the letter of the law. Early in the process, the German government raised objections to a bailout.\nBut it may be reluctant to put up obstacles now. The government of Chancellor Angela Merkel faces an election in September, and Germany may need to save its own troubled institution, the state-owned HSH Nordbank.\nOn Thursday, the Finance Ministry in Berlin declined to comment on the decisions by European authorities to approve the bailout.\nMs. Merler of Bruegel argued that Italy is not violating European rules by helping Monte dei Paschi. Europe’s bank resolution law allows countries to provide temporary aid to banks in order to avert a financial crisis, provided the bank has not already collapsed.\nSome analysts are concerned that Monte dei Paschi’s troubles could spread to other Italian banks. Banca Popolare di Vicenza and Veneto Banca both asked for state aid last month, but European regulators may be reluctant to give them arrangements similar to Monte dei Paschi’s.\nWhile the details of Monte dei Paschi’s deal are still being finalized, Italian taxpayers are expected to the bear the brunt of the cost. The Italian government is expected to kick in €6.6 billion, with the remaining €2.2 billion of its capital shortfall covered by senior bondholders. As part of the plan, the ordinary folks who bought bonds would be compensated in some manner.\nThe justification for repaying the small-time investors in full is that they were victims of false marketing. But critics say consumer fraud issues should be treated separately from the bailout.\n“They can sue the bank for selling them something they did not want to buy,” said Mr. Fuest of the Ifo Institute. “I cannot see that financial stability depends on bailing out all retail investors.”", "date": "June 1, 2017", "href": "https://www.nytimes.com/2017/06/01/business/dealbook/italy-bank-mps-debt.html", "tags": "paschi european billion italian troubles bailout dei bank midsize ” monte e.u worry"}