{"title": "Why is there talk about threats to Theresa May's job?", "content": "Theresa May is under fire on several fronts. Does this mean her position as UK prime minister is under threat? \nFew at Westminster believed Theresa May would be allowed to fight another election as Tory leader after her decision to call a snap election in 2017 backfired so spectacularly. \nThe conventional wisdom was that she might be kept in place to deliver Brexit - on 29 March 2019 - before standing down or being ousted in favour of a more voter-friendly leader in time for the 2022 general election.\nThat changed somewhat after she secured a deal to move to the next phase of Brexit talks at the end of last year, with reports that Mrs May was in it for the long haul and was hoping to lead the party into the next election.\nBut, rather than looking forward to an extended term in No 10, now there is speculation that she will be pushed out sooner, possibly by October, when Brexit trade talks are due to finish, or even in May, if the local elections in England go badly.\nThe goodwill the prime minister earned after securing a deal on the first phase of Brexit talks - which shored up her leadership - appears to have evaporated in a fresh bout of public infighting. \nOn the one hand, there are hard Brexiteers, led by Jacob Rees-Mogg, who want to quit the EU single market and customs union - and would prefer to walk away without a deal than be corralled by Brussels into something they would see as Brexit in name only, or Brino.\nOn the other hand, there are those, such as Chancellor Philip Hammond, who want a deal that will closely mirror what we have at the moment, in terms of trade at least.\nWith the next crucial phase of Brexit talks about to get under way, the two sides are getting increasingly nervous that Mrs May is going to sell them out. \nNothing she can do or say will satisfy both factions.\nAnd with some cabinet members, well Boris Johnson anyway, feeling they can openly criticise her policies without fear of being sacked, she is seen as too weak to impose her will on her warring party.\nColleagues had hoped she would set out where she stood on Brexit in the spring - but a planned speech in Munich next month is expected to focus on defence and security rather than the bigger picture.\nThere are two ways a Conservative leadership contest can be triggered. The first is if the leader stands down.\nThe second is if 15% of Tory MPs write to the chairman of the 1922 Committee demanding a no-confidence vote.\nUnconfirmed press reports have suggested letters from backbench MPs are piling up on the desk of Sir Graham Brady, who chairs the 1922 Committee, although they have yet to reach the 48 needed to trigger a contest.  \nJohnny Mercer, a Tory MP sometimes tipped as a future leader, was widely quoted as saying the \"window is closing\" on Mrs May's ability to sustain her leadership \"because politics can be quite a brutal game\".\nThe MP told BBC News his comments had been taken out of context, but he still expressed frustration at the apparent lack of progress on her domestic policies, adding: \"People elect you to get things done.\"\nThe prime minister was determined not to let Brexit define her government and promised legislation to help the \"just about managing\" and those who had been left behind in the economic slow lane.\nSome would argue that she does not have enough MPs to push through truly bold and controversial legislation. \nShe has announced policies to change the housing market and a new focus on the environment.\nBut she has still faced stinging criticism from some of her own MPs - and her former top adviser Nick Timothy - that her government lacks purpose and direction.\nFormer minister Nick Boles - who saw his ideas on housing rejected by the prime minister - called it \"timid\". Others have spoken of \"drift\" and a lack of energy.\nA cabinet reshuffle, aimed at injecting new life into the government, does not appear to have had the desired effect. \nThe next crunch point for the prime minister comes on Thursday 3 May, when voters in England go to the polls in local elections. \nPolling expert Sir John Curtice has said the party looks set to \"lose ground very heavily in London\" to Labour, although losses might not be as bad as feared elsewhere.\nIf the Tories do have a bad night, it will ramp up pressure on Mrs May. \nThe Times reports party donors - who bankroll election campaigns - are growing restless. \nAs things stand, there are no known plots to oust Theresa May. \nIn October last year, a plot orchestrated by former party chairman Grant Shapps, fell apart at the first contact with daylight. \nMr Shapps is now calling on Mrs May to name her departure date.\nWith no obvious replacement leader waiting in the wings - one that could unite the divided party while Brexit is being negotiated - her position may be stronger than it appears from newspaper headlines. \nGordon Brown faced endless plots and botched coups during his time in Downing Street but lived to fight (and lose) the next general election. \nThe Tories have a track record of being more ruthless than Labour when it comes to removing embattled leaders, but the fear of an early general election - and the Jeremy Corbyn government that might follow - could well be enough to keep Mrs May's show on the road to Brexit and beyond.", "date": "30 January 2018", "href": "https://www.bbc.co.uk/news/uk-politics-42871311", "tags": "brexit next may minister election job theresa prime party mrs leader threats talk"}