{"title": "Why are the Chinese buying fewer cars?", "content": "If you're selling Cadillacs in China, it helps that the US president is driven around in one.\nCao Chenyi, the boss of a Cadillac dealership near Shanghai, told me that customers know that Donald Trump's presidential limousine is made by the US carmaker. He says they like the prestige.\nBut Mr Cao's had a bad year. Demand dropped 30% in 2018. He's had to shut five of the 11 dealerships his family business owned. Almost half, gone.\n\"The sales on every new vehicle is causing us to lose money. Basically the more we sell the more we lose,\" he says. \nLoss leaders are painful. Mr Cao has been forced to shift excess stock, and quickly. The red Cadillac he drove me around in is currently on sale at half price.\nNationally, 2018 was a very hard year for the car industry in China, the world's biggest car market.\nJust over 22 million new cars were sold last year. But that's a near 6% drop on 2017. The first fall in two decades.\nInside Mr Cao's Cadillac showroom various models are side by side. An SUV at the back has a canoe on its roof rack. \nI watched a group of three youngish men come in and sit down for the sales treatment. They didn't buy.\nThey didn't even have a good look inside the cars. Mr Cao thinks the main reason is a tax cut that has gone away.\n\"In 2018 the government cancelled the tax subsidy on car purchases, which was a shock to us,\" he says.\nThis benefit has been gradually wound down. Others think a credit squeeze has caused the demand for cars to drop.\nAfter a decade of near doubling its debt - to almost 300% of China's GDP - 2018 was the year that the government tried to deal with the aftermath of a credit crisis. That crisis was centred on peer-to-peer lending, known as P2P.\nP2P lenders offer loans to individuals from a pool of funds supplied by other individuals and other businesses, thereby cutting out banks.\nEconomist Andy Xie says the previously increasing national debt kept demand high, particularly in the property and car sectors.\n\"Now the property market has tipped over, and it's affecting a lot of things,\" he says. \nSo why is property so important? \n\"Auto sales are highly correlated to property sales,\" Mr Xie says. \n\"When people buy property it seems they buy a car at the same time. So when the property market is not doing well the auto demand is down.\"\nThe collapse of many of the P2P lending platforms is thought to have had a significant impact on both house and car sales, because borrowed money was being used as down payments for both.\nMr Xie says the credit system \"used to be lubricated by these guys\" and suddenly that has stopped. \n\"They lent to people who could not pay back. [Borrowers] shifted their debt from one platform to another.\"\nHe tells me he's heard statistics suggesting one in four such borrowers \"have no ability to pay back\".\nChina's car industry is also a key driver of industrial output and a barometer of consumer demand.\nBut growth in China's economy is slowing, and the trade war with the US is starting to bite. Retail sales have slowed to a pace not seen for more than a decade.\nA couple of hours away from the car dealership is a tiny hair salon, in the heart of Shanghai's old west side. \nSun Qiang is the owner and haircutter-in-chief. For a few hours I sat and watched him deal with a handful of customers. First up were three women, two of whom had curlers in, and didn't look happy to be there.\nHe told me he'd cut my hair for 40 yuan ($6; £4.50). His place is at the bottom end of what you might call the barometer of China's consumption. \nBut business isn't dropping off. He is, though, a barber who also cuts women's hair.\nWhen it comes to cars he'd like a Chinese brand SUV. But it's not likely any time soon. He doesn't live that far from work and the buses are good. Plus he doesn't want to borrow. \n\"I think some car dealers, they want to boost their sales, so they need such consumers who love to pay by loans,\" he explains. \n\"But as a traditional Chinese person, I think we should only buy stuff that we can afford.\" \nMore from the BBC's series taking an international perspective on trade:\nPeople like Mr Sun are the other problem for China as it contemplates a slowing economy. He is in his mid-40s and has what you might call the traditional Chinese attitude towards borrowing. \nHe says he's worried about mounting healthcare costs and other possible \"emergencies\". \n\"Medical care and education costs us a lot,\" he says. \"That's why we have to save money.\"\nJust outside the hair salon is a scene of China's changing economy. \nDemand may have tanked, but there are still plenty of cars on the streets. Next door is a boutique shop selling high-end women's clothes. There's a pair of Louboutin high heels in the window. \nJust down the street I watched as two female construction workers, with their yellow hard hats on, took down some bamboo scaffolding.\nChina is trying to move from an economy dependent on public investment and exports to domestic consumption. \nBut that transition has taken a knock. \nThe slowdown is here. China's car dealers and hairdressers know it. So do this country's leaders.", "date": "17 January 2019", "href": "https://www.bbc.com/news/business-46887984", "tags": "property us cars china sales fewer cao buying demand chinese says car"}