{"title": "Why is Twitter's Jack Dorsey wanted in India?", "content": "Jack Dorsey is no stranger to controversies. \nOn his last trip to India in November, the chief executive of Twitter posed for what he thought was an innocuous picture and ended up enraging Hindu nationalists. The picture had a placard reading \"Smash Brahminical patriarchy\", alluding to oppression by upper-caste Hindus. \nThe backlash on his own social media network was fierce: Mr Dorsey was promptly accused of \"hate-mongering\". (The following month, in an unrelated controversy, he was criticised for promoting Myanmar as a tourist destination  in a series of tweets despite widespread allegations of human rights abuses in the country.)\nNow Mr Dorsey has been summoned by MPs in India, one of the fastest growing markets for his network, which claims 126 million daily users worldwide. By one estimate, more than a sixth of its users come from here. Prime Minister Narendra Modi is one of the most followed leaders on the network. \"It's quite an exciting time for us in India,\" says Maya Hari, the network's vice president and managing director, Asia-Pacific.\nA 31-member panel of MPs wants Mr Dorsey to appear before it on 25 February to get his views on \"safeguarding citizens' rights on social/online news media platforms\". The panel is led by Anurag Thakur, a MP belonging to Mr Modi's governing BJP. Twitter appears to have been singled out for this unusual meeting.\nIt all began with the MPs shooting off a letter to Twitter India earlier this month. They said they wanted to meet the head of the network or a senior functionary on 11 February. Twitter's local office informed the panel that Mr Dorsey could not appear at such short notice and offered its top local policy executive instead. Mr Thakur was clearly displeased with the response:\nWhen some top local executives reached the meeting venue on Monday, the MPs refused to see them. Clearly, they wanted to talk to Mr Dorsey. \nThe timing of the \"summons\" to Mr Dorsey is interesting. \nWith crucial summer elections looming, right-wingers on Twitter have been complaining that the network is banning accounts supportive of the BJP. Pro-government TV networks reported that the MPs had actually summoned Twitter officials over \"allegations of bias\", something which was not stated in the government's official communication with the network.\nBJP spokesman Tajinder Pal Singh Bagga weighed in, promoting a hashtag called #ProtestAgainstTwitter:\nOthers have joined in, accusing Twitter of bias and an \"authoritarian\" stance:\nAnd last week, members of a group who call themselves Youth for Social Democracy gathered outside the local office of Twitter near Delhi to protest, saying that Twitter had \"acquired an anti-right wing\" attitude. \n\"They block our accounts and impressions of the tweets,\" one protester said. \nTwitter has responded, saying that the network did not act against users based on their ideology. \n\"To be clear, we do not review, prioritise or enforce our policies on the basis of political ideology. Every tweet and every account is treated impartially. We apply our policies fairly and judiciously for all,\" says Colin Crowell‎, who leads public policy, governance and corporate philanthropy efforts at the network.\nHe said Twitter had made more than 70 \"product, policy and operational changes\" since the beginning of 2018, to help people \"feel safe expressing themselves on our service\".\n\"Abuse and hateful conduct comes from accounts across the ideological spectrum and we will continue to take action when our rules are broken.\"\nHowever, the network admitted that \"mistakes can happen\", which means accounts could get taken down wrongly for a short time. \n\"However, these mistakes or 'false positive' decisions are not political statements of intent; they are the basic human error rate of running the fastest, most open conversational tool in history.\"\n\"We have a specialised, global team that enforces the Twitter Rules with impartiality. Twitter India employees do not make enforcement decisions. This is by design to ensure fairness and objectivity.\"\nMost Twitter users believe the bigger problems in India - as they are elsewhere in the world - are hate speech, intimidation, death threats and vicious trolling of women. \n\"It does not behove a great institution like the parliament of India to get into a standoff with Twitter on so trivial a matter. Let's not forget that Jack Dorsey has no stakes in upholding the dignity of India's parliament. Our parliamentarians, on the other hand, are sworn to it,\" says Nitin Pai, the director of the Takshashila Institution, an independent Bangalore-based centre for research and education in public policy. \nAnalysts like Prasanto Roy believe the summons to Mr Dorsey appears to be part of Mr Modi's government's increasingly \"viciously combative position against multinationals and foreign digital companies\".\nOver the past year, Mr Modi's government has sought data localisation of all payment gateways and digital payment companies based outside India. It has pressured WhatsApp - India is the biggest market for the messaging app - to allow traceability of messages that trigger public unrest. And in December, it changed e-commerce rules to prevent online retailers from selling products through vendors in which they hold an equity stake without holding consultations with key stakeholders like Amazon and Flipkart.\n\"Most of this is driven by extreme nationalism and pressure from local business lobbies,\" says Mr Roy. \"India's much-touted big bang digital collaboration in the form of Mr Modi's ambitious Digital India programme with the world has completely soured.\"\nFollow Soutik at @soutikBBC", "date": "13 February 2019", "href": "https://www.bbc.com/news/world-asia-india-47208172", "tags": "users wanted india network jack twitter local one mps modi dorsey"}