{"title": "Why Ghanaians are so slow to bury their dead", "content": "In our series of letters from African journalists, writer Elizabeth Ohene considers why bodies are not buried for months, sometimes years, in Ghana.\nThis past week there was another one of those typically Ghanaian funeral stories in the news.\nThe body of a chief who had died six years ago was still in the morgue as the family bickered over who should be designated as the \"chief mourner\".\nI was, as is usual with me, outraged.\nBut the story did not attract much attention because we regularly leave dead bodies in the morgue for long periods to sort out the disputes that erupt after every death in this country.\nOur elaborate, expensive funerals and over-the-top dramatically carved caskets are well documented.  \nIn spite of the keen interest I have taken in trying to work out how funerals came to have such a hold on our society, there are some things that I still cannot understand after all these years. \nSee more: \nI have to keep on trying to find explanations. \nTake the role of the \"family\" in funerals for example.\nAccording to our custom and tradition, which has been upheld by the law courts, once someone dies, the body belongs to the family.\nYou would think you know what and who constitute family, but once there is a death, the definition of family changes completely.\nA spouse and children suddenly do not qualify as family once there is a death. \nIt is only the family, referring to the extended family into which you are born, that decides on who the chief mourner is and all the other titles that come with a death. \nThis \"family\" and this chief mourner might not have seen or spoken for the past 30 years with the dearly departed, but they are deemed to know more about the dead person than the spouse and the children. \nThere then follows the interminable meetings which are presided over by this \"family\", where the word of the spouse and children can be ignored.\nIt then takes weeks to draw up an obituary notice and it is an intricate business getting the list of the mourners in the right order. \nSo the next time you see an obituary notice in a Ghanaian newspaper, you better be appreciative of the amount of work that went into drawing it up to ensure no offence has been caused and family feuds have not been started or old ones rekindled. \nThe choice of the chief mourner is critical because he is not only in charge of the funeral, he, and it is always a he, never a she, has the ultimate word on who succeeds the deceased. \nAll this while the body has to be kept in the fridge as there will be disputes about when and where to bury the dead person. \nNot surprising therefore that we often end up in court with injunctions preventing anybody from moving the dead bodies.\nSometimes the delay has nothing to do with disputes. \nWe take seriously the idea of giving the dead a befitting burial.\nWe refurbish the house in which the dearly departed lived and died or sometimes a new house has to be built to be able to stage a spectacular funeral.\nThat takes time.\nIf you want certain important personalities to be at the funeral, then a suitable date that would accommodate various diaries will have to be negotiated.\nAnd that takes time. \nThis weekend, I was at the funeral of a famous industrialist and politician, Nana Akenten Appiah-Menka.\nHis funeral brochure is a 226-page glossy production of photographs and tributes covering his life time of 84 years.\nThat takes time to compile.     \nElizabeth Ohene:\n\"My mother died at the age of 90 and we buried her after three weeks and this was and is still regarded in our village as sacrilege\"\nAs I have been trying to find answers to the Ghanaian funeral phenomenon this past week, my thoughts went to a programme I presented on the BBC about refrigerators some three years ago.\nI now think I should have had a segment in that programme about some of the unintended consequences of the invention of refrigeration, which had otherwise been such a blessing to humanity. \nBefore mortuaries became popular in this country, we buried our dead within two to three days and then set a date for the final funeral rites. \nNow the regular period in which a dead body is kept in the mortuary before being buried ranges from three to six months.\nTen months to a year is not unheard of. \nWhen you try to bury someone within a period that is regarded as \"too early\", you are certain to invoke outrage. \nI know this from sad experience. \nMy mother died at the age of 90 and we buried her after three weeks and this was and is still regarded in our village as sacrilege and lack of respect to our beloved mother.\nI am blaming the Ghanaian funeral madness on refrigeration. \nWithout fridges, we would not be able to keep bodies for the ludicrously long periods we currently do.  \nFollow us on Twitter @BBCAfrica, on Facebook at BBC Africa or on Instagram at bbcafrica", "date": "31 May 2018", "href": "https://www.bbc.co.uk/news/world-africa-44303067", "tags": "ghanaian slow bodies buried years chief bury three dead time funeral family ghanaians"}