{"title": "Why Some Obamacare Insurers Are Making Money, But Many Are Losing Big", "content": "The U.S. health insurance industry has lost a few billion dollars selling policies on Affordable Care Act exchanges. It’s why many carriers are seeking large premium increases next year and why at least one major carrier is dropping policies in most states.\nBut some insurance companies are making money and looking to expand. A new report helps explain why their strategies are working -- and why the health care law as a whole is not in danger of collapse, as some of its critics frequently suggest.\nThe report, from the consulting firm McKinsey and Company, focuses on the exchanges that approximately 12.7 million people used to sign up for insurance before the end of this year’s open enrollment. Based on public filings, McKinsey’s researchers determined that losses on those policies totaled more than $2.7 billion in 2014 and were probably even bigger last year. \nThose figures are just one more sign that the exchanges, which have helped bring the proportion of uninsured Americans to an all-time low, remain works in progress. On the same day as the McKinsey report, for example, The Arizona Republic reported that Humana and UnitedHealth Group were dropping their plans for Arizona, which means that eight of the state’s rural counties will have just one provider. And in Florida, according to state officials, insurers are seeking average rate increases of more than 17 percent in order to cover losses from their newly insured populations, although those requests are subject to review by regulators.\n“The individual market faces continued challenges,” the report says, noting that many insurers had expected or at least hoped the exchanges would be more stable by now.\nBut volatile markets with large rate increases were, if anything, more common before Obamacare. An adjustment period to the new law was inevitable. And McKinsey’s findings echo what a broad, if not quite unanimous, chorus of insurance industry officials and experts have been saying for a while -- that while premiums are likely to keep bouncing around, with carriers entering and exiting the market, the new system is likely to endure in the long run. \nThe main reason for this confidence is the law’s tax credits, which discount premiums by hundreds or sometimes thousands of dollars a year. They insulate the majority of consumers from rising premiums and are likely to keep enrollment from dwindling to the point where insurers must constantly raise premiums to cover their losses. \n“The individual market has little risk of entering a classic insurance ‘death spiral’ as long as the federal government continues to offer subsidies,” the report concludes.\nThe McKinsey report also offers insights into what kinds of insurance plans are already succeeding in the new marketplaces, potentially offering a roadmap to carriers looking to avoid the kinds of losses they experienced in the first two years. \nGenerally speaking, the carriers that do the most aggressive managing of care -- either by emphasizing prevention and coordination, or simply limiting beneficiaries to very small sets of providers -- are the ones most likely to be making profits, the report finds. Meanwhile, the carriers that have historically thrived in other markets, like administering employer plans or offering private insurance to Medicare beneficiaries, are the ones struggling to adapt -- and, in a handful of cases, leaving the business altogether.\nIt isn’t a huge shock that some insurers are facing these problems. The health care law’s most dramatic impact has been on the nongroup market -- that is, on insurance for people who don’t have access to coverage through employers or government programs like Medicare. Previously, insurers could deny coverage or charge higher premiums to these people when they had pre-existing conditions. Insurers could also sell plans without maternity care, mental health treatment and other services that employer policies typically cover. The law prohibits these practices.\nBut insurers in most states had little experience selling coverage under these conditions. They had to make a bunch of guesses about the kinds of people who would buy their policies and the prices they'd be willing to pay, and many simply guessed wrong. These insurers ended up with sicker-than-expected enrollees who incurred bigger-than-expected medical bills, producing the losses that McKinsey’s analysts document in the new report. It’s why these many of these firms say they need bigger premium increases next year.\n“Once insurance became accessible to people with pre-existing health conditions, no one, including insurers, really knew how many sick people and how many healthy people would sign up,” said Larry Levitt, senior vice president at the Henry J. Kaiser Family Foundation. \n“It’s only now that insurers are catching up to some of the bad guesses they made,\" he added. \"Big premium increases are bad news in the short term, but they should help to make the marketplaces financially profitable and sustainable for insurers.”\nSome insurers made more accurate predictions, though. Overall, 30 percent of the carriers representing 40 percent of the market made money in 2014. And looking over the data, McKinsey researchers detected a few patterns.\nPlans like Centene that had experience running managed care policies for Medicaid, the government-run program for the poor, have done well overall -- perhaps because those carriers are accustomed to running plans that have smaller networks of doctors and hospitals who are willing to accept much lower reimbursement for services. \nDoctors and hospitals that run their own insurance plans by offering care within their systems also seemed to perform well -- although mostly because of one specific plan, Kaiser Permanente of California, which dominates the state's market. (The insurer has no relationship to the Kaiser Family Foundation.) \nHow consumers feel about these plans is another matter entirely. Kaiser Permanente is extremely popular, and experts consider its style of care a model of high-quality efficiency -- but narrow networks in the Medicaid-style plans have become an increasing source of frustration, particularly for people who have long-standing relationships with doctors who won’t accept the payments in their new plans. In some cases, people have gotten care at hospitals in their networks, only to receive huge bills because the doctors working in the hospitals were out of network.\nSome states have responded by imposing regulations that protect consumers from such surprise bills, while some of the law's supporters have called for additional steps, like requiring insurers to maintain bigger networks. Of course, in competitive markets of private insurers, bigger networks can also mean higher premiums -- or extra out-of-pocket costs. That’s one reason even many the law’s supporters, like Democratic presidential front-runner Hillary Clinton, have also proposed providing enrollees with more financial assistance. \nWhether any of these specific proposals become reality remains to be seen. Regardless, the process of identifying the Affordable Care Act's shortcomings and trying to fix them is likely to continue for a long time.", "date": "\n05/16/2016", "href": "https://www.huffpost.com/entry/obamacare-health-insurance_n_573a00dce4b060aa781ad6cc", "tags": "care report obamacare insurers making carriers losing -- money law plans many insurance big"}