{"title": "Why women fear a backlash over #MeToo", "content": "That whispering you hear from American women right now? It's not elation, it's anxiety; the fear of a backlash. \nJust two months since the Harvey Weinstein accusations emerged, women here are already concerned that this revolution will indeed eat its own. \nThis is a surprisingly controversial topic, because even raising a potential backlash against the #MeToo movement smacks of appeasement, of wanting to let predators off the hook. \nThere are women who say it's been so unfair for so long that if a few innocent men get wrongfully accused, that's a price they are happy to pay. I'm a lot more comfortable with the first half of that sentiment than the second. \nTo be clear, no one wants to stop this movement, we want to to keep it alive in a way that creates safe work places and ends up helping women, rather than hurting us. \nPublicity and exposure are helping to change the culture, but the power of this seismic shift must be harnessed with care. This is not a witch hunt. \nThe biggest backlash risk is a fake accusation that will undermine genuine accusers. Whether for personal, vindictive reasons or for political, strategic reasons, a woman will falsely accuse a high profile man of sexual misconduct, the story will get attention and then when it's proven to be fake, the backlash will begin. The response will quickly be: \"You see, all these stories aren't true. Women are making it up.\"\nThe next fear is that men will get so nervous that they're going to be accused of harassment that they will simply stop hiring, meeting or socialising with female colleagues. There are reports this is already happening. We will get shut out of the room where important decisions are made because men fear our presence? How ironic would that be? \nIt's known here as the Pence rule after Vice-President Mike Pence, who said he doesn't ever meet alone or have dinner alone with female colleagues in order to avoid any perception of impropriety. That can hinder female professionals by excluding us from work occasions that men can and do take advantage of.\nThe question of who stands as judge and jury is also a cause for concern. There's often no corroborating evidence in cases of historic abuse, no witnesses or photographs. We are all still learning how to distinguish what seems credible and what doesn't. Women's stories of harassment should be believed, and they often haven't been in the past, but they should also be able to withstand scrutiny. \nAs in all reporting, due diligence is as necessary here as ever. As we get more accounts of fake accusers, trying to discredit real accusers, this need for scrutiny will grow. Women are tough enough to withstand fair questions. \nThe final reason is also the most complex because it raises the thorny issue of relativity. Are all incidents of harassment the same and equally egregious? Do some apologies count for more than others? \nWomen have a lot of passionate views on these questions and there is no single right answer. \nThe backlash fear here is that if all cases of bad behaviour are treated equally this could quickly become a vendetta in which lots and lots of men are implicated and punished. Men will be seen as the bad guys simply for the crime of being male. \nAlready men are nervously asking what's acceptable and what's not. Is all flirting now banned? Is a pat on the back ok, but a pat on the bottom always a sackable offence? This confusion could fast turn to anger. \nThe risk is that men, feeling under siege, kick back and say \"enough is enough, this is not fair\". Then we risk losing the support and sympathy of our male colleagues. We do indeed become seen as witch hunters, or worse, as witches.\nTo be clear, men who have sexually abused and harassed women should be called out. But we are all learning in this process. And we're finding out that in harassment, as in most areas of life, what initially seemed such a simple case of black and white, actually has shades of confusing grey. \nA backlash now against women would be the worst thing that can happen, it would shove this topic back under the carpet for years. So let's tread carefully, act soberly and use this moment, with the willing support of our male colleagues, to make our workplaces safer and happier. ", "date": "1 December 2017", "href": "https://www.bbc.com/news/world-us-canada-42200092", "tags": "fake metoo backlash already risk harassment colleagues fear women men get"}