{"title": "Why It Matters That Trump and Michael Cohen Had a Falling Out", "content": "Fixer. The title wasn’t a formal one, but Michael D. Cohen wholeheartedly embraced the role as a lawyer at the Trump Organization. It amounted to serving as chief problem solver for Donald J. Trump, offering Mr. Cohen an unusually up-close view of his boss’s personal and professional lives.\nAlthough Mr. Cohen was not a central part of the Trump family business, he was often at Mr. Trump’s side in the decade before he became president, including helping him sort out difficulties leading up to the 2016 election. Most famously, he helped arrange hush money payments to two women — including the pornographic film actress Stormy Daniels — who claimed to have had affairs with Mr. Trump.\nHis unflinching loyalty to his boss often went unreciprocated. And it was this imbalance that left the two men on perilous ground last April, after the Federal Bureau of Investigation raided Mr. Cohen’s home, office and hotel room. The searches were part of an inquiry, in the office of the United States attorney for the Southern District of New York, that grew out of Robert S. Mueller III’s examination of Russian election meddling.\nMr. Cohen would ultimately plead guilty to multiple crimes, and is scheduled to begin serving a three-year prison term on May 6. After months of indecision, he turned on Mr. Trump last summer and has since spoken to the Southern District prosecutors about the Trump family business and more, as well as providing information to the office of the special counsel, Mr. Mueller.\nA review by The New York Times of confidential emails, text messages and other communications suggests the men’s falling out may have been avoidable. Either way, its consequences have cast a shadow on the Trump presidency.\nHere are five reasons the undoing of their relationship matters.\nFederal prosecutors in Manhattan effectively characterized Mr. Trump as an unindicted co-conspirator in the hush money payments, which violated campaign finance laws because they were made to influence the outcome of the election.\nAt his plea hearing, Mr. Cohen said he had made the payments at Mr. Trump’s direction, which was consistent with other evidence prosecutors had gathered.\nUnder current Justice Department policy, a president cannot be charged with a crime. But when a president is no longer in office, prosecutors are free to bring charges — a possibility cited in the Mueller report released on Thursday.\nMr. Cohen did not enter into a formal cooperation agreement with the Southern District prosecutors, but voluntarily met with them about his knowledge of Mr. Trump’s family, business and inner circle.\nIf the prosecutors determine that he provided them with useful information, it is possible his three-year sentence could be reduced, under federal sentencing rules. As such, Mr. Trump and others have dismissed his cooperation as a desperate play for leniency.\nSo far his information has helped several investigations, including one examining aspects of Mr. Trump’s inaugural festivities.\nSince turning on his former boss, Mr. Cohen has become one of Mr. Trump’s fiercest critics, offering fodder for the president’s detractors.\nMr. Cohen laid into the president in testimony before Congress in late February, exposing what he described as the dark underside of the president’s business and political life. “He is a racist. He is a con man. And he is a cheat,” Mr. Cohen testified.\nDuring the hearing, Trump defenders repeatedly questioned the veracity of Mr. Cohen’s statements, especially because he had pleaded guilty last year to lying to Congress during an earlier appearance about Mr. Trump’s dealings in Moscow.\nBut Mr. Cohen said he was coming clean.\n“I have fixed things, but I am no longer your ‘fixer,’ Mr. Trump,” Mr. Cohen said.\nMr. Cohen’s testimony has also provided something of a road map for congressional investigators looking into Mr. Trump’s finances. Last week, the House Committee on Oversight and Reform subpoenaed records from Mazars USA, an accounting firm that had for many years prepared Mr. Trump’s taxes.\nThe committee chairman, Elijah Cummings of Maryland, a Democrat, said he was seeking the records because of Mr. Cohen’s testimony that Mr. Trump had overstated his assets before he was elected.\nMr. Cohen had provided the panel with copies of financial statements that indicated Mr. Trump’s net worth skyrocketed to $8.66 billion in 2013 from $4.55 billion the previous year as a result of a line item identified as “brand value.”\nBut the committee’s ranking Republican, Jim Jordan of Ohio, said no valid legislative purpose was served by the subpoena, suggesting it was meant to embarrass the president.\nThe status of several criminal investigations that grew out of Mr. Cohen’s interviews with federal prosecutors remains unclear. But as recently as February, a judge disclosed that the hush money inquiry focused on Trump Organization officials remained open.\nIn New York, several inquiries undertaken by state authorities in response to Mr. Cohen’s congressional testimony are still active. They include one by the attorney general into Mr. Trump’s real estate projects, and another by state regulators into his insurance practices.\nAnd as Mr. Cohen’s May 6 surrender date nears, his lawyers appear to be making a last-ditch effort to keep him out of prison. They wrote earlier this month to Democratic members of Congress, asking them to endorse a campaign to reduce his sentence or postpone his surrender. But the effort does not appear to have borne fruit.\nMr. Cohen’s three-year prison term is the longest yet from any case that grew out of the special counsel’s inquiry, after that of Paul J. Manafort, who was sentenced to over seven years in prison.\nNonetheless, the redacted version of the Mueller report indicates that federal authorities were debriefing Mr. Cohen as recently as last month.\nThe full range of topics discussed is not known. But footnotes point to an F.B.I. document, dated March 19, based on an interview with Mr. Cohen. The document is cited in connection with statements he made about his conversations with the president after the F.B.I. raid and about a Trump Tower project in Russia, as well as discussions with the president’s lawyer about a possible pardon.", "date": "April 21, 2019", "href": "https://www.nytimes.com/2019/04/21/us/politics/michael-cohen-donald-trump-history.html", "tags": "prosecutors matters business trump cohen falling federal one last michael"}