{"title": "Why India is furious about a set of stamps", "content": "The foreign ministers of India and Pakistan were supposed to meet this week on the sidelines of the UN General Assembly in New York.\nThe meeting was agreed more than a week ago, raising hopes of movement towards a more cordial relationship between the two nuclear-armed foes, and possibly even fresh peace talks.\nAfter all, the neighbours hadn't met at such a senior level since 2014.\nBut within 24 hours, the briefly open door was slammed shut when India called off the meeting. Pakistan's \"evil agenda\" had been exposed and \"the true face\" of new Prime Minister Imran Khan had been \"revealed to the world\", a spokesman said.\nWhy? Well, part of the reason was a set of stamps.  \nThe stamps carry 20 different images of what Pakistan calls \"atrocities in Indian-occupied Kashmir\".\nThey include images of victims of alleged chemical weapons, pellet guns, \"fake police encounters\" and \"braid chopping\", scenes of general abuse and pictures of Kashmiri protests.\nOne stamp carries a picture of Burhan Wani, a popular Kashmiri militant leader killed in 2016, and describes him as a \"freedom icon\".\nWani, who was linked to the Hizbul Mujahideen militant group, was killed in a gunfight with Indian forces in 2016.\nHis death sparked widespread protests in the region that still continue.\nAnother stamp shows a Kashmiri protester, Farooq Ahmed Dar, tied to the front bumper of a military jeep purportedly as a \"human shield\" against stone-throwing and gun-firing protesters.\nA line in Urdu text running down the left side of the stamps reads: \"Kashmir will become Pakistan.\"\nThis contrasts with a 1960 commemorative stamp which showed a Pakistani map, with Kashmir shown in a different colour and a more neutral text line saying: \"Jammu & Kashmir; Final Status Not Yet Determined.\" \nIndia and Pakistan have fought two wars over the Himalayan Muslim-majority territory, which both claim in full but control in part. India accuses Pakistan of harbouring and supporting cross-border militants who are active in Indian-administered Kashmir - an allegation Pakistan denies. \nIndia cited the issue of stamps as one of two reasons why it called off the meeting at the UN.\nThe other was the killing of an Indian border guard and three Kashmiri policemen by suspected militants.\nIn a statement, a spokesman for India's Ministry of External Affairs said: \"The latest brutal killings of our security personnel by Pakistan-based entities and the recent release of a series of 20 postage stamps by Pakistan glorifying a terrorist and terrorism confirm that Pakistan will not mend its ways.\"\nPakistan's Foreign Office responded on the same day, saying: \"By falsely raising the canard of terrorism, India can neither hide its unspeakable crimes against the Kashmiri people nor can it delegitimise their indigenous struggle for their inalienable right to self determination.\"\nThe meeting was proposed by Pakistan's newly elected Prime Minister Imran Khan and was agreed to by India.\nThe \"normalisation\" process between the two countries, started in 2010, broke down in 2014 due to increased militant attacks in Indian-administered Kashmir.\nA top official of Pakistan Post, who spoke on the condition of anonymity, told the BBC that anyone could propose a commemorative postal stamp. \n\"Once it is cleared by Pakistan Post, it needs to be approved by the communications ministry, and also by the foreign ministry if it has a bearing on Pakistan's foreign relations. The final approval is given by the prime minister's office.\"\nBut he was reluctant to identify the source of this particular idea.\nInterestingly, though, as Pakistan Post officials admit, the idea was floated and implemented during the caretaker government, which took charge of day-to-day affairs of the state ahead of the election which Mr Khan's PTI party won.\nThe stamps were issued on 24 July, a day ahead of the general elections, and some 25 days before the new prime minister was sworn in. Observers speculate that the idea must have come from state institutions with a hawkish stand on relations with India. \nThe two elected governments since 2008 have both pushed for normalisation of ties with India. Both have come under pressure either directly from the military or from political groups suspected of having support from the military intelligence network.\nThe last government of Prime Minister Nawaz Sharif fell out with the military over its alleged support for militant networks operating in India and Afghanistan, as was revealed by a report in the Dawn newspaper. Sharif was ousted in what was seen by many as an unfair trial, described by some as part of a \"creeping coup against democracy\".\nThe military has also been blamed for \"managing\" the July elections. It denies all these accusations but critics say its huge business and financial interests hinge on painting India as a mortal enemy.\nThey say the stamps were issued at a time when the military dominated the political scene. \nPhilatelists in Pakistan say the Kashmir commemoration postage stamps have sold well overseas, with one sheet of 20 stamps selling for nearly $6.\nIn Islamabad, a Pakistan Post official said they had sold more than 300 sheets in recent days at the official rate of about $1.30 apiece.\nOnly 20,000 sheets have been issued, most of which have already sold out, after the spat over the stamps hit the headlines. ", "date": "29 September 2018", "href": "https://www.bbc.com/news/world-asia-45671501", "tags": "set minister india military pakistan kashmiri prime kashmir furious two stamps foreign"}