{"title": "Why this couple got engaged and married the same day", "content": "Have you heard the one about the couple who got engaged and married on the same day?\nNicole Rios, née Carfagna, married Danny Rios less than two hours after he proposed to her, surrounded by friends and family.\nNicole suffers from lupus, a long-term condition with no cure, which is aggravated by stress - so to save Nicole the anxiety of planning a wedding, Danny put it together for her.\nThe symptoms range in severity and can affect different parts of the body. In 2015, singer Selena Gomez had chemotherapy to treat the condition.\nYou may also like:\nThe pair had gone on a trip to Walt Disney World for Nicole's birthday, and were returning home when Nicole noticed a string of lights in their driveway.\n\"I thought Danny's mum and step-dad had decorated our house for Christmas,\" Nicole said. \"But Danny took me by the hand and I saw a big tent in our backyard, with our family lined up outside it.\n\"Behind me I hear Danny saying 'you know how much I love you, right?' - that's when I realised I was about to get engaged.\n\"When we walked into the tent I saw more family and friends were there. He brought me into the middle of the tent and proposed, I was so happy, I couldn't believe it.\"\nHowever, the proposal was only the first major life event for Nicole planned by her husband-to-be for that evening.\n\"I said hi to everyone and Danny asked me to come inside the house and talk to him,\" she said. \"I assumed he just wanted to process what happened.\n\"In the bedroom he told me he loved me and he said, 'If you want, I have everything set up to get married'.\n\"There was a dress and tux hanging there in the bedroom. His dad had gotten ordained that morning. There was no pressure because our friends and family thought it was just an engagement party, he told me to think about it.\n\"But I didn't need to think about it. Suddenly all my jitters and anxiousness went away because I knew I wanted to marry him.  I just said yes.\"\nNicole says she would not have coped well with planning a wedding. \n\"Stress is not good with lupus. I would have been sick the majority of the time, I wouldn't have enjoyed it.\n\"It's been a tough time with me being sick and Danny helping me with everything.\n\"What if we'd planned the wedding then on the wedding day I'm sick? So this took all that stress away.\"\nDespite the short turnaround, Nicole said everything went ahead without a hitch - including a hasty arrangement of her 'man of honour'.\n\"I had joked with my brother Mike in the past that I wished I could have a best man because he's my best friend,\" she said.\n\"When I was getting ready, Mike came into the room and asked to be my man of honour. That was the best thing ever.\n\"The wedding was perfect with us surrounded by our family and friends. I felt so loved.\n\"It was like a fairy-tale. There had to have been people watching over us for it to run as perfectly as it did.\"\nBy Tom Gerken and George Pierpoint, UGC & Social News Team", "date": "8 January 2018", "href": "https://www.bbc.co.uk/news/world-us-canada-42591053", "tags": "tent wedding danny friends family nicole got engaged everything stress couple married day"}