{"title": "Widow payments: Citizens Advice say ruling is 'groundbreaking'", "content": "A High Court ruling that a Northern Ireland mother-of-four, who was never married, is entitled to widowed parent's allowance has been hailed as \"groundbreaking\" by Citizens Advice.\nThe ruling, which could have UK-wide legal implications, was described as \"a victory for children\".\nSiobhan McLaughlin took the case with the help of the advice charity.\nThe judge said denying a benefit aimed at easing financial pressure on bereaved families was discrimination.\nMs McLaughlin, from County Antrim, challenged Northern Ireland's Department for Social Development's decision to refuse her both bereavement benefit and widowed parent's allowance.\nHer claims were turned down because she was neither married nor in a civil partnership at the time of her partner's death in 2014.\nThey had been together for 23 years.\nAt the High Court sitting in Belfast, Mr Justice Treacy rejected her claim for the bereavement payment made at the point of death, on the grounds that a parent cannot invoke the rights of marriage after death.\nBut he said there was no justification in denying  a benefit granted due to parentage and co-raising of children.\nPól Callaghan from the Citizens Advice Bureau who supported Ms McLaughlin's case said the ruling was \"ground breaking\" and its implications would be felt across the UK.\nHe said it was the first time a partner in a relationship had received benefits that would previously have been reserved for a married spouse.\n\"Siobhan stood up and said it was not fair that her children were being discriminated against on the basis of a decision that she and her partner had taken,\" he told the BBC's Good Morning Ulster.\n\"This is a case where the judge here has pushed the boundaries of the law for a family.\n\"This could have massive implications for families and for children.\n\"This landmark ruling will benefit children, not just in Northern Ireland, but across the UK.\"\nMr Callaghan said that, if a child lost a parent shortly after birth, the support received could amount to up to £105,000.\nThe payment - which is currently £112.55 a week in Northern Ireland - could \"really help alleviate hardship\", he said.\nThe other bereavement payment for widows and widowers at point of death represents a much smaller sum, he said.", "date": "10 February 2016", "href": "https://www.bbc.co.uk/news/uk-northern-ireland-35538980", "tags": "citizens advice death ruling northern say married ireland children could benefit parent widow payments"}