{"title": "Wilbur Ross Changes Story on Discussions of Citizenship Question for Census", "content": "WASHINGTON — Commerce Secretary Wilbur Ross has shifted his explanation for adding a citizenship question to the 2020 census, saying he now recalls discussing it with Stephen K. Bannon, President Trump’s former chief strategist, according to court documents filed Thursday.\nMr. Ross, who faces a court order to provide a deposition to the plaintiffs in a lawsuit seeking to strip the question from the questionnaire, told a congressional committee earlier this year that he had only talked about the question with Justice Department officials to determine its legality.\nMr. Ross now says Mr. Bannon suggested that he contact Kris Kobach, the Kansas secretary of state whom Mr. Trump appointed to a commission to investigate his unsubstantiated claims that millions of illegal immigrants cast ballots for Hillary Clinton in 2016. The panel was later disbanded, and Mr. Kobach is currently the Republican candidate for governor of Kansas.\nMr. Bannon, whose first name is misspelled as “Steven” in government documents, “called Secretary Ross in the Spring of 2017 to ask Secretary Ross if he would be willing to speak” to Mr. Kobach, according to a document filed by Justice Department lawyers representing Mr. Ross.\nIt is not clear if Mr. Ross followed up on the suggestion. Calls to Mr. Bannon, who left the White House over a year ago, were not immediately returned.\nA spokesman for Mr. Ross said he did not change his version of events but was quoted out of context in coverage about his testimony in March.\n“Secretary Ross was responding to a question about an R.N.C. campaign email, not a direct question about the citizenship question,” said the spokesman, Kevin Manning.\nBut the transcript of the exchange indicates unambiguously that Mr. Ross was asked specifically about the “citizenship question.”\nThe new details were added “for the sake of completeness,” the secretary’s lawyers wrote.\n“Secretary Ross’s story keeps changing, which is exactly why he needs to sit for a deposition. The public deserves answers on the record about who made this decision, when, and why,” said Dale Ho, director of the ACLU’s Voting Rights Project, which is a plaintiff in the case.\nImmigrant and voting rights groups claim that the addition of the question is intended to discourage immigrants, especially Hispanics, from registering with the census. The decennial count, overseen by the Commerce Department, is used to determine electoral boundaries as well as a host of government programs and benefits.\nThe lawsuit challenging the addition of the question was filed by New York and other states, as well as localities and advocacy groups. They argue that asking about citizenship would “fatally undermine” the accuracy of the census because both legal and undocumented immigrants might refuse to participate in it.\nOn March 20, Mr. Ross told the House Appropriations Commerce, Justice, Science, and Related Agencies Subcommittee that the insertion of the question had been initiated “solely” by officials at the Justice Department, with no involvement from officials in the White House.\n“Has the president or anyone in the White House discussed with you or anyone on your team about adding the citizenship question?” asked Representative Grace Meng, Democrat of New York.\n“I am not aware of any such,” Mr. Ross testified.\nDiscrepancies in his account of the drafting of the question “have placed the credibility of Secretary Ross squarely at issue,” Judge Jesse M. Furman, of the Federal District Court in Manhattan, wrote last month in ordering the deposition to go forward.\nJudge Furman found that Mr. Ross probably had unique firsthand knowledge of key facts. Indeed, he said, three of his aides had testified that only Mr. Ross could answer certain questions.\nOn Tuesday, the United States Court of Appeals for the Second Circuit agreed that Mr. Ross could be deposed in the case, rejecting the Justice Department’s argument that his reasons for adding the question were irrelevant. The court acknowledged that depositions of high-ranking officials are rare. But it said there are exceptions, particularly when the officials have knowledge not available elsewhere.\nLater on Tuesday, Justice Ruth Bader Ginsburg granted a temporary stay of the depositions of Mr. Ross and John Gore, a Justice Department official. The Supreme Court is expected to rule soon on whether the depositions should proceed.", "date": "Oct. 12, 2018", "href": "https://www.nytimes.com/2018/10/12/us/politics/wilbur-ross-commerce-census-citizenship.html", "tags": "wilbur ross census story court secretary department ” justice discussions citizenship changes question"}