{"title": "Wilbur Ross, Billionaire Investor, Is Said to Be Trump’s Commerce Pick", "content": "WASHINGTON — President-elect Donald J. Trump is expected to select as commerce secretary Wilbur Ross, a billionaire investor who became known as the “king of bankruptcy” for buying, restructuring and selling off steel makers and other fading industrial companies, officials on the transition team said on Thursday.\nAfter choosing national security hard-liners for some of his earliest appointments, Mr. Trump is now turning to a group of ultrawealthy conservatives to help steer administration policy.\nIn addition to Mr. Ross, a generous contributor to his campaign, Mr. Trump is likely to choose Todd Ricketts, a Republican megadonor who is an owner of the Chicago Cubs and whose father founded TD Ameritrade, to be the deputy commerce secretary, the officials said. And on Wednesday, Mr. Trump said he would name Betsy DeVos, a school choice activist and Republican fund-raiser, as his education secretary.\nMr. Ross, 78, an economic adviser to Mr. Trump’s campaign whose fortune is estimated by Forbes to be $2.9 billion, is aligned with Mr. Trump on trade. He says the United States must free itself from the “bondage” of “bad trade agreements,” and he has advocated threats of steep tariffs on Chinese goods. Mr. Ross, the chairman of the private equity firm WL Ross & Company, has also pressed for cutting the corporate tax rate to 15 percent, from 35 percent, and reducing taxes and regulations on energy companies.\nDuring the general election, he hosted at least one fund-raiser for Mr. Trump at his home in the Hamptons. There, Mr. Trump, who at the time was pondering his choice for a running mate, turned his deliberations into a party game, soliciting opinions from the donors in attendance.\nMr. Ross also owns a waterfront estate in Palm Beach, Fla., down the road from Mar-a-Lago, Mr. Trump’s club, which is expected to be his White House getaway, and where the president-elect was spending Thanksgiving with his family.\nIf confirmed by the Senate, Mr. Ross would succeed another wealthy campaign donor at the helm of an agency charged with promoting American commercial interests and trade around the world. Penny Pritzker, President Obama’s commerce secretary, is a billionaire entrepreneur who was an early financial backer of Mr. Obama and is an heiress to the Hyatt Hotels fortune.\nUnlike Mr. Trump and Mr. Ross, Ms. Pritzker has been a leading proponent of forging new free-trade agreements. One of her top priorities was the completion of the Trans-Pacific Partnership, a sweeping 12-nation accord that Mr. Trump has promised to scrap.", "date": "Nov. 24, 2016", "href": "https://www.nytimes.com/2016/11/24/us/politics/wilbur-ross-commerce-trump.html", "tags": "wilbur ross commerce billionaire secretary ” trump trade pick said campaign investor"}