{"title": "Will the Mueller Report Be Made Public? 17 Answers to What May Come Next", "content": "The special counsel, Robert S. Mueller III, and his team have finished their long-anticipated report after investigating possible Russian interference in the 2016 election and obstruction of justice by President Trump and his associates. \n[Read about the special counsel’s full report that was delivered to the attorney general on Friday. ]\nWe asked readers what they wanted to know about the report and what may come next. We received more than 600 questions, and our journalists in Washington responded to a selection.\nIt all depends on Attorney General William Barr. He is now reading the report to see whether Mr. Mueller alleges that President Trump broke the law and to determine how much of the investigators’ findings should be made public. \nMr. Barr told Congress earlier this year that he wants to release as much as he can. On Friday, he told Congress he could provide lawmakers with an update on Mr. Mueller’s findings as soon as this weekend. But he could be limited in what he can tell Congress, as the special counsel’s report may contain classified information and evidence obtained by a grand jury.\n— Michael S. Schmidt\nMr. Barr has broad discretion, but it is not absolute. He may not lawfully be able to share information that is subject to grand jury secrecy rules absent a court’s permission, for example. He is also likely to acquiesce to any decision by President Trump to assert executive privilege to withhold certain materials, like communications with the president or agency deliberations. \nDuring his confirmation hearing, Mr. Barr said he intended to be as transparent as possible, consistent with the Justice Department’s practices and policies. That could mean withholding information about open investigations or about people Mr. Mueller decided not to charge with a crime. There is also a wild card: Mr. Barr has long adhered to a sweeping view of executive power under which the president, as head of the executive branch, has a constitutional right to control the exercise of discretionary policymaking by a subordinate such as himself.\n— Charlie Savage\nMr. Barr could decline to release any information that is classified or subject to grand jury rules. He could also keep any information from the public that is relevant to ongoing investigations. There could also be a looming battle over any information the White House claims is subject to “executive privilege,” which protects confidential discussions between the president and his advisers.\n— Mark Mazzetti\nThe investigation by the special counsel’s office is over now that Mr. Mueller has provided his final report to the attorney general. So his team is not expected to seek additional charges. \nOther federal prosecutors who received information related to Mr. Mueller’s investigation could move forward and seek indictments. For instance, federal prosecutors in New York continue to investigate possible crimes that Mr. Mueller referred to them related to campaign finance violations that ensnared Michael D. Cohen, Mr. Trump’s former personal lawyer. Prosecutors are also investigating a top fund-raiser to Mr. Trump and a former lawyer in the Obama administration. Mr. Mueller had referred both cases to other prosecutors.\n— Adam Goldman\nNothing in the Constitution or federal statutes says that sitting presidents are immune from prosecution, and no court has ruled that they have any such shield. But the Justice Department’s Office of Legal Counsel — under the Nixon administration, and again under the Clinton administration — has opined that “structural principles” in the Constitution implicitly bar indicting a president. \nEssentially, the idea is that the stigma of being indicted and the burden of a trial would unduly interfere with a president’s ability to oversee the executive branch and carry out his constitutional duties, so any indictment would have to wait until he is no longer president — either through impeachment and removal, or because his term is up. This interpretation of the Constitution is disputed, but it is nevertheless binding on Justice Department prosecutors, including Mr. Mueller.\n— Charlie Savage\nThere have already been referrals that Mr. Mueller has made to federal prosecutors when he has found evidence of a possible crime that he considered outside his purview. The prosecution of Mr. Cohen began as a referral by Mr. Mueller to prosecutors in the Southern District of New York. \nHouse Democrats are almost certain to seek the evidence that Mr. Mueller received during the course of his investigation. A number of House committee chairmen are planning to ask executive branch agencies to preserve documents that they provided to the special counsel.\n— Maggie Haberman\nWe don’t know what’s in the report. I don’t want to speculate on what the worst-case scenario might be. But we do know that the special counsel had been investigating whether the president obstructed justice when he fired James B. Comey, then the F.B.I. director, in May 2017. \nMr. Mueller had also been examining Mr. Trump’s ties to Russia and whether anybody associated with his campaign conspired with the Russians during the 2016 election. Mr. Mueller’s investigation led to charges against more than 30 people, but none of them tied the president to a Russian conspiracy.\n— Adam Goldman\nWe really don’t know the answer, but Mr. Trump’s lawyers consider it one of their greatest accomplishments that he never sat for an interview. \nIn early 2018, Mr. Mueller threatened to subpoena the president, setting off months of negotiations between the special counsel’s office and Mr. Trump’s lawyers. Ultimately, in November, Mr. Trump answered several questions in writing about what occurred during the campaign. But he refused to answer questions about his time in office — including whether he tried to obstruct justice. This meant that Mr. Mueller’s prosecutors were only left with the statements of other witnesses when they sought to determine why Mr. Trump may have interfered with the investigation. \nMr. Trump’s lawyers believed heading off an interview was such a great success because if he had testified, he would have been at risk of making an inaccurate statement and increasing his criminal exposure.\n— Michael S. Schmidt\nGood question, we don’t know. Disney World?\nWe do know that some members of his team intend to return to their jobs at law firms in New York and Washington, and others to return to the Justice Department. It has been reported that Andrew Weissmann, one of the senior members of the team, intends to teach at New York University. \nAs for Mr. Mueller, maybe he’ll also go back to working at a law firm or retire. It’s certainly possible that one or more of the House committees investigating various aspects of the case and Mr. Trump will want to call him to testify, though Mr. Barr, the attorney general, will have a say in whether he can do so.\n— Mark Mazzetti\nIn his letter to Congress on Friday, Mr. Barr said he “may be in a position to advise you of the Special Counsel’s principal conclusions as soon as this weekend.” But we don’t know what is in the underlying report. \nHere are some categories of elements that may raise legal or policy concerns about disclosure to Congress or the public:\n1. Any highly classified information, such as something that could help the Russian government identify and take out an intelligence source;\n2. Anything that remains relevant to an ongoing investigation, such as those that Mr. Mueller spun off to regular prosecutors or the ongoing counterintelligence investigation into Russia;\n3. Testimony and files that were presented to the grand jury and so are subject to a federal rule of criminal procedure that generally forbids disclosure of such material absent a court order;\n4. Negative information about people whom prosecutors scrutinized but decided not to charge with a crime, which the Justice Department normally does not make public (this is why Mr. Comey’s news conference about Hillary Clinton’s email server was so broadly condemned by other law enforcement officials);\n5. Internal executive branch information, like confidential communications with the president or agency deliberations, that could be subject to a claim of executive privilege.\n— Charlie Savage\nIn short, yes. Congress can subpoena just about anything it wants, but that does not mean lawmakers will do so or that they will be successful in getting what they want. \nDemocrats have made abundantly clear that they will be satisfied with nothing less than Mr. Mueller’s full report and access to his underlying evidence. They will start by asking for the Justice Department to share all that information voluntarily. If the department resists, a committee could issue a subpoena to try to compel it to produce the relevant documents. \nWhat comes next is likely complicated. There are several reasons the Justice Department might be unwilling to just hand over classified or grand jury information, even under subpoena. In that case, Congress could sue to try to enforce its demand. Then it would be up to the courts to decide who gets to see what.\n— Nicholas Fandos\nThe White House counsel’s office anticipates being able to review the report to raise possible objections related to executive privilege. We have no sense right now how long that will take, but any effort by the White House to bar the release of elements of the report is sure to set off a political and legal battle.\nMr. Barr said on Friday that he anticipates being able to brief Congress within a few days about the special counsel’s “principal conclusions.” But it is not clear how much of the report’s details and underlying documentation he will ultimately provide to Congress and, by extension, the public. \nMr. Barr appeared to be lowering expectations during his Senate confirmation hearings when he said he wanted to be as transparent as possible but might provide simply a summary to Congress.\n— Maggie Haberman\nWe have no information that the full report will be made available to state or federal prosecutors. But during the course of his investigation, Mr. Mueller has referred a number of cases to other federal prosecutors in New York and Washington.\n— Adam Goldman\nWe still don’t know what’s in the report. In terms of electoral politics, you’re right — it might not fundamentally change the partisan divide over Mr. Trump. His supporters have shown a willingness to stay with him in the face of allegations and behavior that might have doomed a more traditional politician.\nBut you could argue that this report has an importance that goes well beyond partisan politics, reflecting an investigation that yielded substantial results — not least in establishing the degree of Russian interference in the 2016 election. Don’t forget that half a dozen Trump aides have been indicted or convicted. \nRegardless of Mr. Mueller’s conclusions, Democrats in the House are pressing ahead on issues such as whether Mr. Trump obstructed justice after becoming president. The Democrats say Mr. Barr needs to make as much of Mr. Mueller’s findings public as soon as possible because the American people deserve an accounting of what went on.\n— Michael S. Schmidt\nIf anyone is to be indicted down the road, it won’t be by Mr. Mueller. It’s now clear that his team won’t try to charge anyone else, because his work is done. \nTo be sure, there are now numerous, ongoing investigations by other federal prosecutors that could mean legal peril for Mr. Trump’s advisers or family members. Remember that in the investigation being run by prosecutors in the Southern District of New York, Mr. Cohen implicated the president in a scheme to pay off two women before the 2016 election. But given Justice Department rules, there isn’t any expectation that Mr. Trump would be in legal jeopardy as long as he’s in the White House.\n— Mark Mazzetti\nAs of Sept. 30, 2018, the special counsel’s investigation had cost more than $25 million. \nMore than $12 million of that was direct spending by Mr. Mueller’s team. That amount will increase once the special counsel’s office submits its final list of expenses. Those costs included the expenses of Justice Department personnel and other resources that supported the special counsel office. \nThe special counsel says the Justice Department would have incurred those expenses for the “investigations irrespective of the existence of the (special counsel office).” The special counsel also seized more millions in property and fines.\n— Adam Goldman\nWe wish we knew. Keep in mind there are likely to be two reports: one prepared by Mr. Mueller for the Justice Department and another prepared by Mr. Barr to be shared with Congress and the public. \nBoth reports could be as short as a few pages, or considerably longer. And Mr. Barr could well choose to give the public a more concise report than Mr. Mueller gave him. That said, a senior Justice Department official told reporters on Friday that the report delivered by Mr. Mueller had been “comprehensive.”\n— Nicholas Fandos\nCorrection: March 26, 2019An earlier version of this article misstated Robert S. Mueller III’s work status before he became the special counsel. Mr. Mueller was a partner at a law firm; he was not retired.\nCorrection: March 22, 2019An earlier version of this article misspelled the surname of a senior member of Mr. Mueller’s team. He is Andrew Weissmann, not Weissman.\nA note to readers who are not subscribers: This article from the Reader Center does not count toward your monthly free article limit.\nFollow the @ReaderCenter on Twitter for more coverage highlighting your perspectives and experiences and for insight into how we work.", "date": "March 22, 2019", "href": "https://www.nytimes.com/2019/03/22/us/mueller-questions-answers.html", "tags": "next public may report come counsel justice answers could made special mueller —"}