{"title": "Will 5G be necessary for self-driving cars?", "content": "Proponents of 5G say it will offer ultra-fast connections, speedier data downloads, and be able to handle millions more connections than 4G mobile networks can cope with today. One use for 5G is self-driving cars, but will they really need it?\nThe telecoms industry envisions autonomous cars equipped with hundreds of sensors collecting and receiving information all at once over a network. \nIt calls this concept \"Vehicle-to-everything\" (V2X). \nTo achieve this, the car needs to detect blind spots and avoid collisions with people, animals or other vehicles on the road.\nAs the car drives, its sensors will pick up information about:\nOnce the information is gathered, either an on-board computer will make an instant decision, or the data could be sent into the cloud to be processed, and then a decision would be sent back to the vehicle. \nImagine a scenario where Car A is travelling down a highway at 80mph. Suddenly, Car B pulls out in front of Car A.\nTo avoid an accident, the sensors on both cars would need to talk to each other. As a result, Car A would brake, and Car B would speed up, in order to avoid a collision.\n\"We need to look at how long it takes for the message to be transmitted between sensors and then get to the computer in each car, and then how long it takes for the computer to make a decision, and all of this has to be in less time than a human would take to make a decision - 2 milliseconds,\" Jane Rygaard, of Finnish tech firm Nokia, tells the BBC. \n\"We need a network supporting this, and 5G is that network.\"\nUK national mapping agency Ordnance Survey agrees: \"When you switch a light on, it turns on immediately. That's what you need with autonomous cars - if something happens, the car needs to stop immediately. That's why the high frequency 5G signals are required.\"\nBut it's not just about the car itself - technology firm Ericsson says that in the event of a major disaster, or severe congestion around a football stadium, authorities could send instant alerts to autonomous cars, warning them to use alternative routes instead. \nEricsson has conducted tests in Stockholm, Sweden with car manufacturer Volvo and truck maker Scania, using a counter-terrorism scenario whereby police were able to disable a hijacked connected truck or prevent it from entering certain geo-fenced locations. \nUS engineering organisation SAE International has set out six categories of automation for cars:\nResearch firm Gartner expects Level Three and Level Four autonomous vehicles to begin appearing in late 2018 in very small numbers, and by 2025, it expects that there will be more than 600,000 autonomous vehicles on the roads worldwide.\nOrdnance Survey says autonomous vehicles are possible with 5G, but initially, they will only be able to run in a well-mapped geographic area, such as a densely populated city. \nThe government agency is building a detailed 3D map of the UK that visualises all permanent fixtures like buildings, street signs and bridges, as well as temporary objects like Christmas decorations, cranes and hanging flower baskets - all of which could affect the strength of the 5G signal a car receives as it drives by.\nIn order for autonomous cars to simultaneously connect to the mobile network, existing 4G mobile antennas on buildings will not be enough - there will need to be lots of smaller millimetre wave antennas, located 200-300m apart from each other. \n\"For every one mobile base station we have today, you'll probably need 60 or 70 millimetre wave transmitters and receivers,\" explains Richard Woodling, a managing consultant with the Ordnance Survey.\nIt is unlikely that fully-autonomous cars will be possible for a long time to come, but Ford is hoping to launch a Level Four car in 2021.\nTo this end, Ford is mapping the roads and environment in Miami.\nIt has developed simulation software to try to predict all possible situations that a car might find itself in, so that it can eliminate unsafe outcomes. \nBut Mr Woodling is sceptical that an autonomous car in a city will be ready so soon.\n\"I don't see it happening in my lifetime,\" he says. \"There's no way you could put that in London and say we're ready for everyone to have an autonomous vehicle - we're a long way away from that.\"\nSome people in the industry argue that self-driving cars don't need 5G.\nSince the automobile industry is already making connected cars today that use 4G to access weather and road updates, 5G critics say it can continue to use 4G, together with Wi-Fi protocols. \n\"Self-driving cars have to be completely safe and reliable without mobile coverage, and if this is possible, then why do they need mobile coverage at all?\" says Prof William Webb, a consultant and author of the book The 5G Myth: When vision decoupled from reality.\n\"I agree car-to-car communications would be sensible and enhance safety, but that communication is available now within Wi-Fi protocols or 4G.  \n\"For car-to-car communications you don't need a network - the cars connect directly to each other.\"\nEnrico Salvatori, president of Qualcomm Europe, whose chipsets are already being used by 33 automobile makers worldwide, strongly disagrees with Prof Webb.\n\"Wi-Fi can address short-range communications, but V2X includes vehicle to the network, to the city, to the cloud, so you need to have a standard that is including all the possible applications end-to-end,\" he tells the BBC.\n\"It needs to be able to connect to any distance, near or far.\"\nFord says that it sits somewhere in the middle of these two sides of the argument.\n\"We were previously proponents of the Wi-Fi protocol because it was the only technology available at the time,\" explains Ford's executive director for connected vehicle platform and product Don Butler.\n\"We do believe that a mobile approach to vehicle-to-vehicle communications is a better alternative than Wi-Fi.\"\nResearch firm Gartner agrees 5G will have an impact on self-driving cars, but there's a catch.\n\"5G will indeed be essential to the development and use of autonomous vehicles, with two important caveats - the network must truly be 5G, and the vehicle must truly be autonomous,\" Gartner analyst Will Hahn.\n\"Neither of these appear to be likely in the near term.\"", "date": "27 September 2018", "href": "https://www.bbc.com/news/business-45048264", "tags": "need mobile cars network autonomous vehicles vehicle necessary car use self-driving"}