{"title": "Will Arnold Schwarzenegger Run For The Senate To Battle Donald Trump-", "content": "It could be a match made in reality TV heaven: Arnold “The Former Guvernator” Schwarzenegger against Donald “The President” Trump.\nSchwarzenegger may be weighing a run for the Senate in 2018, GOP insiders told Politico. That’s when Sen. Dianne Feinstein (D-Calif.) will be up for re-election. \nThe former California governor could make a bid as a Republican or as an independent candidate. If he sticks with the GOP, he’ll be a very different Republican from Trump — one who believes in climate change, immigration and redistricting reform to fix gerrymandering. \nThe two men have already butted heads over “Celebrity Apprentice.” Trump, an executive producer of the show, has blamed Schwarzenegger for the program’s falling ratings. \nSchwarzenegger shot back that he hoped Trump would work as hard for all of the American people as he did for his ratings.\nAfter Trump opened the annual National Prayer Breakfast in January with a request for prayers that Schwarzenegger’s ratings would rise, the Terminator tweeted a video suggesting that maybe they should switch jobs. That might actually be a future Schwarzenegger envisions for himself.\nSchwarzenegger quit “Celebrity Apprentice” earlier this month, yet Trump insisted he had been fired. Earlier this week. Schwarzenegger joked in an interview on SiriusXM that Trump was so obsessed with him because “he’s in love with me.” \nSchwarzenegger has sparred with Trump over more important issues as well. He blasted the president’s pick of climate change denier Scott Pruitt to run the Environmental Protection Agency, and slammed Trump’s “crazy” ban on travelers from seven predominantly-Muslim nations.\nThe Schwarzenegger camp won’t confirm — nor deny — any plans to run for office.\n“Right now Gov. Schwarzenegger’s focus is on using his platform to bring some sensibility and coherency to Washington by fighting for redistricting reform, like we did in California,’’ spokesman Daniel Ketchell told Politico Thursday. “We are keeping all of our options open as far as how we can accomplish that.”", "date": "\n03/10/2017", "href": "https://www.huffpost.com/entry/schwarzenegger-senate-run_n_58c2405ae4b054a0ea699313", "tags": "could “ battle run former donald senate — ratings trump- schwarzenegger arnold"}