{"title": "Will the Greek economy ever recover?", "content": "The curious saying \"beware Greeks bearing gifts\" alludes more to the fable of Troy's wooden horse than to the warmth and hospitality for which Greece is famous. \nBut the Greeks themselves can be a little wary about receiving gifts themselves, particularly in the form of economic assistance.\nThe International Monetary Fund (IMF) has forecast that the country's shattered economy could grow by 2.8% next year if the Greek government implements all the changes demanded by its eurozone creditors.\nThe IMF also predicts unemployment will begin to fall in 2017.\nMany Greeks have greeted the forecasts with astonishment. \n\"I don't believe it,\" said Vasiliki Iliopoulou, a retired pharmacology professor.\nThe government slashed her pension by more than 50% and she now has to support her seriously ill husband, her two elderly parents and her two sons, both graduates in their mid-20s. \nProfessor Iliopoulou runs a social clinic dispensing life-saving drugs to seriously ill people without medical insurance. \nShe told me: \"It is very difficult for young people who are 25 years old to be told, 'Come back to your house and live altogether with your parents, and grandparents'. \n\"What has then become of our lives?\n\"They are in cafes because they live altogether in one house and they need to get out! It is too difficult to live like this.\"\nIt is understandable why so many Greeks remain pessimistic about the economy. \nMore than 23% of working-age Greeks are unemployed and public sector pay and pensions have been cut by more than 40% in many cases. \nAt the same time, taxes have gone up by around 25%. \nGreece has paid a heavy price for a debt crisis that emerged more than six years ago.\nThere was more good news this week when eurozone finance ministers agreed to release another 1.1bn euros (£990m) later this month in the latest tranche of the 86bn euro (£77bn) loan bailout that was agreed last year. \nThat was the third bailout since the crisis began.\nMinisters also gave the go-ahead to a further 1.7bn euros (£1.5bn) but this had been delayed due to what has been described as \"technical reasons\". \nSo far Greece has received 33.5bn euros (£30bn) from the total bailout agreed last year with its creditors. \nBut the deal has come at a price.\nThe money is in return for 15 changes to the Greek economy and economic governance demanded by eurozone ministers.  \nThe so-called \"milestones\" include privatisation of government assets, energy sector changes, and changes to Labour laws. \nNick Makoutzis, who edits the Athens-based politics and economics analysis website Makropolis, said: \"The first set of reforms focused on the tax and pensions system and they were very painful for this government to implement because they came to about 3% of GDP.\n\"The next review from the lenders will focus on more structural reform and one of the key issues will be the further liberalisation of Greece's labour market.\" \nBut he said the lenders, particularly the IMF, wanted more. \n\"They want the government to make it even easier to hire and fire people, particularly in the case of mass dismissals, and increase the flexibility in the labour market,\" he said.\nThere has been debate about how far the coalition government, led by the left-wing party Syriza, has actually implemented the reforms. \nOpposition parties have accused the government of failing to deliver. \nAnna-Misel Asimakopoulou, economics spokesperson for the main opposition party New Democracy, claims the government has failed to implement many of the changes.\nShe told me: \"The government has so far just legislated for things. \n\"The reforms in the labour market, for example, are supposed to come in this second package of reforms. \n\"But you never know with people in the government what's true and what's not.\"\nEverything has become worse, in her view.\n\"If you ask a person on the street, 'Are you better off today than you were at the of 2014?' I seriously don't think you'll find anyone who will say yes,\" she said.\nThis pessimism was dismissed by Giorgis Stathakis, Greece's minister for the economy and infrastructure. \nHe told the BBC: \"I think the reforms have been legislated; they have been put in practice, most of them. \n\"Nowadays, all sides agree that this government is committed to an agreed process. It is implementing it; it's not backfiring. \n\"So we might have some difference of opinion between us and the creditors with a number of issues. \n\"But as soon as they are agreed I think that we are committed to implementing all the agreed process.\"\nMr Stathakis also insisted that the country remained committed to the EU and the euro, despite all the economic agony it has gone through since 2010. \n\"Greeks remain very much pro-European and the vast majority feels that we should stay in the European Union and we should stay in the euro,\" he explained.\n\"So [there's] no Grexit.\"", "date": "15 October 2016", "href": "https://www.bbc.co.uk/news/world-europe-37648935", "tags": "ever greeks greek economy agreed reforms greece recover many government changes"}