{"title": "Will all EU countries have to adopt the euro after 2020?", "content": "The claim: After 2020, all EU members will have to adopt the euro.\nReality Check verdict: This is incorrect. The UK, were it to be an EU member then, and Denmark have opt-outs which give them the right not to join the euro.\nA five-year old newspaper headline - claiming that all European Union (EU) countries would have to adopt the euro after 2020 - was widely shared on Twitter over the weekend.\nThe headline was originally shared by BrexitCentral, a pro-Brexit website whose editor-at-large is the former chief executive of Vote Leave, Matthew Elliott.\nOne of those who retweeted the post was the former Work and Pensions Secretary and pro-Brexit Conservative MP Esther McVey. \nIn a now-deleted tweet to her 26,000 followers, Ms McVey asked whether the public was aware of this as well as \"other things\" the EU has \"planned\" after 2020.\nThe tweet ended with the hashtags \"trust\" and \"WatchOut\".\nSo will all EU members have to adopt the euro?\nThe short answer is no. \nSome European Union countries have negotiated \"opt-outs\" in areas of EU policy they do not want to join.\nIn the case of the UK and Denmark, these opt-outs include membership of the euro currency.  \nSo if the UK were to end up not leaving the EU, it would retain all of its current opt-outs, including that one.\nA country can decide to give up any of its opt-outs, but only a national government can do this (ie the EU can't currently force a country to surrender them).\nSweden, a country which has no opt-out, has also been able to resist adopting the euro. In 2003, a referendum was held in which voters rejected joining the currency.\nSince 1999, all new EU members are obliged to commit in principle to joining the euro once they meet certain criteria. However, there is also no mechanism that actually forces a new EU member to adopt it.\nThere are currently nine countries which are in the EU but do not use the euro (Bulgaria, Croatia, Czech Republic, Denmark, Hungary, Poland, Romania, Sweden, and the UK).\nSome countries, such as Poland, are theoretically in the process of joining the euro - but there is no fixed date about if and when this will be achieved. \nFollowing Ms McVey's original tweet, a number of comments appeared in her feed challenging the accuracy of the claim. \nIn a subsequent tweet, Ms McVey said: \"Even if you don't agree with the article I posted, I think we can all agree on one thing - we never want the UK to join the euro.\"\nBBC Reality Check also spoke to Ms McVey. She told us she was concerned about the direction the EU was heading in and how \"opt-outs become opt-ins\".  \n\"If anyone had said the 1975 referendum on the common market would lead to the EU with free movement of people and so many laws being decided by majority qualified voting, people would have said it was rubbish and untrue and yet it happened.\n\"No-one will know how the EU will change in the future.\"\nRead more from Reality Check\nSend us your questions\nFollow us on Twitter", "date": "11 March 2019", "href": "https://www.bbc.com/news/uk-47523168", "tags": "opt-outs uk eu ms adopt euro tweet mcvey countries"}