{"title": "William Barr Knows a Thing Or Two About Government ‘Spying’", "content": "The attorney general of the United States has concerns about illegal government spying. \nAt a Senate hearing on Wednesday, William Barr confirmed that he will look into whether the Trump campaign was subject to unlawful surveillance in the run-up to the 2016 election. The Justice Department’s inspector general, Michael Horowitz, is already investigating the matter, and Mr. Barr says the review is nearly done. \nBut instead of letting his watchdog finish his work, Mr. Barr would rather look into the matter himself. “Yes, I think spying did occur,” Mr. Barr said early in the hearing, later amending the record to clarify that he was “not saying that improper surveillance occurred.”\n“I am saying that I am concerned about it and looking into it. That is all,” he added.\nBefore day’s end, Fox News was amplifying the attorney general’s worries, which the president then shared on Twitter.\nWhatever comes of Mr. Barr’s review and the conspiracy theories that ensue, he would be wise to reflect on his own history with government surveillance that stretched the limits of the law. Just last month, Mr. Horowitz’s office concluded that the Justice Department and the Drug Enforcement Administration “failed to conduct a comprehensive legal analysis” when the two agencies undertook a secret surveillance program in the 1990s that swept up records of Americans’ phone calls — the kind of bulk collection that the National Security Agency later engaged in after 9/11.\nThe D.E.A. program dates back to 1992, when Mr. Barr first led the Justice Department under President George H.W. Bush. Relying on so-called administrative subpoenas, the D.E.A. would go on fishing expeditions, vacuuming up metadata from billions of phone calls to more than 100 countries, according to a 2015 USA Today investigation.\nThe inspector general’s office found it “troubling” that the government’s collection entailed a “uniquely expansive” reading of the law; under the program, officials would issue subpoenas for records without first determining that they were “relevant or material” to a specific investigation, as the law requires. The inspector general also suggested that the D.E.A. abused its authority because the records were then shared with other federal agencies that had nothing to do with drug enforcement.\nOne thing the inspector general report makes clear: Mr. Barr was in charge as this program came into being and “provided approval” for its deployment without appropriate legal review. In the future, if Mr. Barr wants to move forward with a similar bulk-collection program, “the Department should conduct a rigorous, objective legal analysis, memorialized in writing, in advance of initiating such a program,” the report said.\nWords to ponder as the attorney general, now in his second tour leading the Justice Department, expresses concern over the reach of government surveillance.\nThe Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some tips. And here’s our email: letters@nytimes.com.\nFollow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram.", "date": "April 11, 2019", "href": "https://www.nytimes.com/2019/04/11/opinion/william-barr-surveillance.html", "tags": "‘ surveillance thing department ” justice program knows two spying barr general government william"}