{"title": "Will Tory MPs swallow May's Brexit formula?", "content": "Last weekend the government had a glimpse of how quickly it could break itself over Brexit. \nFor a few hours, at least, it seemed as if Foreign Secretary Boris Johnson might resign, triggering a leadership crisis, and possibly an outright collapse. Maybe even an election. \nThe moment passed. There was a show of unity at the Cabinet. But you only need shows of unity when you are trying to manage dangerous divisions, and tensions over the final form of Brexit still lurk behind the fixed grins of ministers, as the prime minister's \"Brexit Means Brexit\" rubric wears thin. \nViewed against that backdrop Theresa May's Florence speech now looks crucial to the political stability of the Conservative Party. \nBecause the government is not just negotiating with the EU; it is negotiating with itself and, by extension, with its backbenchers, and with the broader constituencies of Leave and Remain voters outside Westminster. \nIt is dealing with a spectrum of MPs ranging from those who see nothing to fear from simply walking away from the EU without any deal, to those who want to remain in the Single Market. And they can't all get what they want.\nIn the end the speech did not offer any quantum leaps to new negotiating positions.\nMrs May did repeat that no deal was better than a bad deal - although she emphasised her belief that a good deal was obtainable. So there was no snub to Conservatives who want that option maintained.\nAnd she called for a transitional arrangement of \"about\" two years during which most existing arrangements would be maintained, while a longer term deal was worked out. \nShe didn't like either the Norway or Canada models for a future deal, and thought something better was attainable. \nCrucially, she added there was a \"double lock\" time-limiting the deal, so that there would be no question of the UK lingering indefinitely in some EU half-life.\nBut the exact nature of that final destination is ultimately the most divisive question. \nBoris Johnson was quick to hail the speech as ruling out a \"Norway Option\" relationship with the EU. \nNigel Farage is already attacking the speech as a betrayal of Brexit and calling for Britain to leave now. \nSo far the prime minister has been careful not to over-specify her view, but the time for ambiguity is passing and she faces all kinds of policy choices, on immigration, continuing payments to the EU, future trade, and the jurisdiction of the European Court of Justice. \nHer references to the UK's future as a global trading nation imply that she is not angling for some crypto remain settlement and that could salve Brexiteer anxieties. A bit. For now. \nThese are the points that I think will resonate with her MPs:\nMPs from all sides are out and about to comment on the speech and it will doubtless resound through the remainder of the conference season. \nWhen Parliament returns there may be calls for the prime minister to deliver a statement to MPs, but otherwise, there are few obvious opportunities for them to make waves. \nThe key figures in the Cabinet's Brexit debate - Boris Johnson and Philip Hammond - are not, as it happens, due to take questions in the House on the first week back, apart, although Theresa May herself will have PMQs on the Wednesday. \nMPs are not due to debate the detail of the key piece of Brexit legislation, the EU (Withdrawal) Bill in that first week, but it is possible some speech related amendments might go down. \nIn the longer term, another key Brexit Bill, to set up a post-Brexit immigration system, could become a focus for backbench attention, following the prime minister's comments on the status of EU citizens in the UK. \nAnd peers will soon get their teeth into the new Data Protection Bill, dealing with a key issue both for the security relationship the prime minister envisages and for businesses sharing information with EU countries. \nThis is the kind of highly technical measure that governments often launch in the Lords rather than the Commons, but it's debate could now be tinged with Brexit tensions. \nWith no detailed glimpse of a final destination offered in Florence, one question is whether Brexiteer unity will crack. \nTheir key umbrella group was the ERG, the European Research Group. Under the leadership of Steve \"Rebel Commander\" Baker, it was the nerve centre of a long running operation to push for the Referendum. \nMr Baker is now a Brexit minister - but therein lies the tale, because he replaced the former Cabinet Minister David Jones in that job, in a move which seems to have stirred suspicions among the core-Brexiteers. \nSome seem to have migrated to another group, Leave Means Leave, and claim to detect a whiff of establishment compromise in the ERG camp.  \nAnd meanwhile, between the Brexiteers and the Remainers, a third category of Tory MP has emerged. They are less concerned with the detail of the Brexit deal and more about keeping the Conservative show on the road.\nBack in the early '90s, in the Maastricht era, the then foreign secretary, Douglas Hurd, warned the Conservative conference that the party could break itself for a generation over Europe; and it did. \nThe EU issue has ended the careers of the last three Conservative prime ministers, so Conservative MPs don't underestimate its continuing ability to wreak havoc upon them.\n What is now emerging is a kind of \"Continuity Cameroon\" faction, a self-styled mainstream, that wants to keep the Conservatives - be they Leave or Remain - together and in government. \nThe alternative to rallying round whatever Theresa May can deliver, they fear, is an early election and Jeremy Corbyn in No 10.\nOne gloomy Brexiteer suggested to me that the government will settle for a minimal form of Brexit, not that far from actual EU membership - carried by loyalists with Labour support, while he and a few allies voted, despairingly, against the deal.\nThe prime minister's choice of Florence as the venue for this speech had many people remarking that it was the city of Machiavelli, the political theorist who became a byword for cynical realpolitik; but it is also the city of Dante, the poet who put betrayers in the deepest circle of Hell, where the devil gnawed on the bodies of Judas, Cassius and Brutus - the great betrayers. \nWho might a future Dante see as the betrayers, and who as the keepers of the faith? ", "date": "22 September 2017", "href": "https://www.bbc.com/news/uk-politics-parliaments-41367605", "tags": "brexit may minister could eu formula speech prime mps tory conservative swallow deal"}