{"title": "William Barr Says Mueller Report Will Be Public ‘Within a Week’", "content": "• Attorney General William P. Barr said he will deliver the Mueller report to Congress and the public within a week, reiterating his earlier promise to release it by mid-April.\n• Testifying before the House Appropriations Committee on Tuesday, Mr. Barr said he would be transparent about redactions in the report. But he demurred when asked whether he has briefed the White House on it.\n• The Justice Department inspector general expects to finish an examination of aspects of the Russia investigation by May or June, Mr. Barr revealed.\n• Mr. Barr has tried to keep the appropriations hearing focused on the department’s proposed $29.2 billion budget, which includes money for 100 new immigration judges as President Trump hardens his stance on immigration along the southwestern border.\nMr. Barr, hit immediately with questions about his handling of the Mueller report by Democrats, reiterated his vow to be as transparent as possible and said that he will turn over a redacted version of the report to Congress and the public within a week.\nMr. Barr went over the categories of information he says he must black out — like information that is subject to grand-jury secrecy rules — and said that whatever he censors in the report, he will identify the reason.\n“This process is going along very well and my original timetable of being able to release this by mid-April stands,” he said. “And so I think that from my standpoint, within a week I will be in a position to release the report to the public.”\nRepresentative José E. Serrano, Democrat of New York and the head of the appropriations subcommittee that covers the Justice Department, pressed Mr. Barr to say whether the special counsel, Robert S. Mueller III, or his staff had played any role in drafting or reviewing two letters that Mr. Barr sent to Congress late last month about the report. Mr. Barr said that the special counsel had not participated in writing those letters, nor seen them in advance, though he gave Mr. Mueller the chance to see his letter summarizing the investigation’s main findings.\n“The letter of the 24th, Mr. Mueller’s team did not play a role in drafting that document, although we offered him the opportunity to review it before we sent it out and he declined that,” Mr. Barr said. “The letter on the 29th, I don’t believe that that was reviewed by Mr. Mueller or that they participated in drafting that letter.”\nRepresentative Nita M. Lowey, Democrat of New York and chairwoman of the full Appropriations Committee, pressed Mr. Barr to say whether the White House has seen or been briefed on the contents of the Mueller report beyond what was in his letters about it to Congress. But Mr. Barr refused to answer.\n“I’ve said what I’m going to say about the report today,” he said. “I’ve issued three letters about it. I was willing to discuss the historic information of how the report came to me and my decision on Sunday,” March 24, when he wrote a four-page letter to Congress laying out the special counsel’s top-line findings.\n“But I’ve already laid out the process that is going forward to release these reports hopefully within a week,” he added. “I’m not going to say anything more about it until the report is out and everyone has a chance to look at it.”\nIn the past, Justice Department officials have said that Mr. Barr had not shown the White House any part of the Mueller report or briefed Mr. Trump’s team about its contents. His demurral on Tuesday raised the possibility that the situation has shifted and the White House knows more than the public or Congress about what Mr. Mueller said.\nDemocrats who lead the House Appropriations Committee were eager to press Mr. Barr on what one called “the elephant in the room”: his handling of the highly anticipated special counsel’s report.\n“The American people have been left with many unanswered questions; serious concerns about the process by which you formulated your letter; and uncertainty about when we can expect to see the full report,” Mr. Serrano said in his opening remarks.\n“I think it would strike a serious blow to our system and yes to our democracy if that report is not fully seen,” he added.\nDemocrats have criticized Mr. Barr’s decision to share Mr. Mueller’s top-line findings in a four-page letter that quoted sparingly from the report itself and his declaration that Mr. Trump had not committed an obstruction-of-justice offense after Mr. Mueller declined to make a prosecutorial judgment. They renewed their complaints after The New York Times revealed last week that some of Mr. Mueller’s investigators have complained that Mr. Barr failed to fully represent their findings and that they were more damaging for the president than the attorney general indicated.\nOn Tuesday, they had their first chance to level criticism in person. Ms. Lowey called Mr. Barr’s handling of the Mueller report “unacceptable” and questioned how quickly he summarized the findings in his March 24 letter.\n“Even for someone who has done this job before,” she said, referring to Mr. Barr’s first stint as attorney general in the 1990s, “I would argue it is more suspicious than impressive.”\nBatting back Democrats’ criticism, Mr. Barr insisted that he had accurately delivered the “bottom-line” conclusions of the special counsel’s investigation in his letter to Congress and warned that attempting to quickly summarize the report more fully would have exposed him to a minefield of potential criticism.\nAsked about The Times’s reporting on frustrations among some of Mr. Mueller’s investigators about the narrow scope of his letter laying out their findings, Mr. Barr appeared unswayed.\n“I was not interested in putting out summaries or trying to summarize,” Mr. Barr said, “because I think any summary, regardless of who prepares it, not only runs the risk of being under-inclusive or over-inclusive, but also would trigger a lot of discussion and analysis that really should await everything coming out at once.”\nEach page of the report was marked that it might contain secret grand jury material and could not be readily released anyway, he said. He also said he had asked the intelligence community to review the report for any information that might compromise their sources and methods of intelligence-gathering and would thus need to be redacted.\nBut he did not address his decision to step in and make a judgment on whether Mr. Trump illegally obstructed justice after Mr. Mueller’s team conspicuously did not.\nRepublicans tried to help Mr. Barr hammer home the report’s top-line findings.\n“The conclusions were simple: no collusion, no obstruction,” said Representative Tom Graves, Republican of Georgia, ignoring Mr. Mueller’s statement that the investigation did not “exonerate” Mr. Trump of obstruction and that it found no criminal conspiracy between any Trump associates and Russia’s election interference.\nMr. Graves added, “Is there anything new you have seen that would change your conclusions?”\nMr. Barr responded, “There is nothing to suggest to me” that the conclusions have changed. “The letter speaks for itself.”\n[Congress waits as Barr blacks out parts of the Mueller report.]\nOne of the key reasons Mr. Barr has said he must black out portions of the Mueller report before showing it to Congress is a federal rule of criminal procedure that forbids Justice Department officials from disclosing grand-jury information to outsiders.\nOn its face, that rule — known as 6(e) — makes no exception for Congress. There are exceptions to the rule, however, particularly if a judge issues an order permitting the material to be disclosed. That happened in 1974, when a judge overseeing the Watergate grand jury permitted the evidence it gathered to be sent to the House Judiciary Committee, which had opened an impeachment inquiry into President Nixon.\nBut the executive branch in 1974 supported sending the evidence to Congress. Mr. Barr was asked whether his Justice Department would be willing to join a similar motion to allow Congress to see the grand-jury material that Mr. Mueller gathered.\nBut Mr. Barr said he has no such intention. He said if House Judiciary Committee members want to see that material, they can ask the judge.\n“The chairman of the Judiciary Committee is free to go to court if he feels one of those exceptions is applicable,” Mr. Barr said, adding: “My intention is not to ask for it at this stage. I mean, if the chairman has a good explanation of why 6(e) does not apply and his need for the information, I’m willing to listen.”\nUnder pressure to give Congress the entire text of the Mueller report, Mr. Barr repeatedly reminded his critics that he is operating under rules written by Clinton administration officials to prevent a repetition of the Whitewater-Monica Lewinsky scandal, where Ken Starr gave lawmakers a long report that contained detailed narrative description of the evidence, including lurid sexual details and extensive legal analysis of potential crimes by the president.\nMr. Barr’s point seemed to be: If you have a problem with this process, blame the Clinton Democrats.\n“This whole mechanism for the special counsel, as I said, was established during the Clinton administration in the wake of Ken Starr’s report,” Mr. Barr said. “That’s why the current rule says the report should be kept confidential, because there was a lot of reaction against the publication of Ken Starr’s report and many of the people who are right now calling for release of this report were basically castigating Ken Starr and others for releasing the Starr report.”\nMr. Starr, the independent counsel leading the Clinton investigation, was operating under a now-defunct law that gave him the authority to send a report directly to Congress. The Republican-controlled Congress promptly made the whole thing public.\nThat experience helped persuade members of Congress of both parties that the independent counsel law should be permitted to lapse in 1999. But there was still a need for some kind of mechanism for prosecutors with a degree of independence to investigate potential high-level executive-branch wrongdoing.\nUnder then-Attorney General Janet Reno, the Clinton administration issued the special counsel regulation that governed Mr. Mueller’s investigation. Among other things, it called for the special counsel to write a “confidential” report for the attorney general, who would then relay his own report to Congress saying the investigation was over. In short, those rules did not envision a lengthy report from Mr. Mueller going to Congress and being published for the public to read — in any form.\n“You will recognize that I’m operating under a regulation that was put together during the Clinton administration and does not provide for the publication of the report,” Mr. Barr said. “But I am relying on my own discretion to make as much public as I can.”\nRepresentative Matt Cartwright, Democrat of Pennsylvania, assailed Mr. Barr and the Justice Department for declining to defend the Affordable Care Act in federal court in Texas, where a judge recently struck down the sweeping health care law as unconstitutional.\nMr. Cartwright accused Mr. Barr of putting the weight of the Justice Department behind a political effort to invalidate the law and warned that it could result in millions of people losing their health care coverage.\nMr. Barr did not dispute that he had decided to no longer defend the law but told Mr. Cartwright that he had “nothing to worry about” if he thought that the department had taken “such an outrageous position” because the government was likely to lose the case in question. “Let the courts do their job,” Mr. Barr said.\nRepublicans have challenged the law in various court cases since it was passed nine years ago. Late last year, a federal judge in Texas struck down the law on the grounds that its requirement that Americans buy health insurance was unconstitutional. The Justice Department had said last summer that it would no longer defend that mandate, and broadened its attack on the law last month, telling a federal appeals court that it believed the entire law should be invalidated.\nIf the court accepts that argument, millions of people could lose health insurance. Mr. Barr declined to speculate about the impact of the Justice Department’s decision not to defend the law, though he acknowledged that it could end with no plan in place for those who depend on the law to maintain coverage.\nThe exchange underscored Mr. Barr’s sweeping view of executive power and that the attorney general ultimately answers to the president. Though the Justice Department generally defends the law in any challenges to it, Mr. Barr indicated he was willing to make an exception in a case where the president asked for something different so long as it was legally defensible.\nMr. Barr is requesting an additional $72.1 million for immigration enforcement — an amount that would fund 100 new immigration judges — at a time when Mr. Trump has hardened his stance against illegal immigration and asylum seekers. Over the past two days, he has purged top immigration and security leaders to accelerate that goal.\nWhile the additional judges will “provide some relief from a critical backlog in the immigration courts,” Mr. Barr said, he also said that an influx of cases “constrains our ability to manage the backlog of cases, and other reforms are necessary.”\nThe Justice Department oversees the nation’s immigration judges, who are separate from the judicial branch.\nMr. Barr also said that “attacking those transnational criminal organizations is a high priority” for the department and noted that the Justice Department is asking for more than $140 million in budget increases at the F.B.I., the Drug Enforcement Administration and elsewhere to address drug crimes.\nThe Justice Department inspector general intends to complete by May or June his investigation into aspects of the Russia inquiry, including whether law enforcement officials abused their surveillance powers to spy on a Trump campaign aide, Mr. Barr said.\nThe inspector general, Michael E. Horowitz, has been examining how the F.B.I. and Justice Department obtained a secret warrant in October 2016 to wiretap Carter Page, a former Trump campaign foreign policy adviser. Republicans have accused law enforcement officials of improperly obtaining the warrant because they relied in part on Democratic-funded opposition research compiled by Christopher Steele, a former British intelligence officer who was also an F.B.I. informant, in seeking permission from the secretive Foreign Intelligence Surveillance Court to surveil Mr. Page.\nAs part of his investigation, Mr. Horowitz is also scrutinizing the F.B.I.’s relationship with Mr. Steele.\nMr. Barr also said he was studying the F.B.I.’s decision to begin investigating ties between Russia and Mr. Trump’s campaign during the 2016 election, Mr. Barr said. He said he was trying to get his “arms around all the aspects of the counterintelligence investigation.”", "date": "April 9, 2019", "href": "https://www.nytimes.com/2019/04/09/us/politics/william-barr-testimony.html", "tags": "public ‘ report within week department ” justice says barr congress william mueller"}