{"title": "Winnie Madikizela-Mandela: Anti-apartheid campaigner dies at 81", "content": "South African anti-apartheid campaigner and former first lady Winnie Madikizela-Mandela has died aged 81.\nShe and her former husband Nelson Mandela, who were both jailed, were a symbol of the country's anti-apartheid struggle for three decades.  \nHowever, in later years her reputation became tainted legally and politically.\nCrowds of mourners and political figures flocked to her home in Soweto, in Johannesburg, after news of her death broke.\nFamily spokesman Victor Dlamini confirmed earlier on Monday that Mrs Mandela \"succumbed peacefully in the early hours of Monday afternoon surrounded by her family and loved ones\" following a long illness, which had seen her go in and out of hospital since the start of the year.\nMrs Madikizela-Mandela was born in 1936 in what is now Eastern Cape province.\nShe was a trained social worker when she met her future husband in the 1950s. They went on to have two daughters together.\nThey were married for a total of 38 years, although for almost three decades of that time they were separated due to Mr Mandela's long imprisonment.\nIt was Mrs Madikizela-Mandela who took his baton after he was jailed for life, becoming an international symbol of resistance to apartheid. She too was jailed for her role in the fight for justice and equality.\nTo her supporters, she became known affectionately as \"Mother of the Nation\".\nIn a televised address President Cyril Ramaphosa - praised by Mrs Madikizela-Mandela earlier this year - called her a \"voice of defiance\" against white-minority rule.\n\"In the face of exploitation, she was a champion of justice and equality,\" he said on Monday.\n\"She as an abiding symbol of the desire of our people to be free\".\nRetired archbishop and Nobel laureate Desmond Tutu said she was a \"defining symbol of the struggle against apartheid\".\n\"Her courageous defiance was deeply inspirational to me, and to generations of activists,\" he added.\nEnergy Minister Jeff Radebe, reading out a statement on behalf of the family, paid tribute to \"a colossus who strode the Southern African political landscape\". \n\"As the ANC we dip our revolutionary banner in salute of this great icon of our liberation struggle,\" he said.\n\"The Mandela family are deeply grateful for the gift of her life and even as our hearts break at her passing we urge all those who loved her to celebrate this most remarkable South African woman.\"\nAfrican National Congress (ANC) chairperson Gwede Mantashe said: \"With the departure of Mama Winnie, [we have lost] one of the very few who are left of our stalwarts and icons. She was one of those who would tell us exactly what is wrong and right, and we are going to be missing that guidance.\"\nAnalysis by Milton Nkosi, BBC News, Johannesburg\nI knew Winnie Madikizela-Mandela personally. We come from the same neighbourhood in Soweto. \nTo many, she was the pride and joy of the nation, an icon in her own right - never mind the fact she was Nelson Mandela's wife.  \nMrs Madikizela-Mandela was also the first black social worker in the country. Her love and desire to help those in need was always burning from deep inside. \nBut she was not nothing but sweet talk. She met the brutality of racial segregation with fire. Each time the police came to arrest her at her home in Orlando West, she held her own. \nShe never gave in. Not one inch - and sometimes, this landed her in trouble. As anti-apartheid activist Mosioua Lekota noted in her defence: \"Those who did nothing under apartheid never made mistakes.\"\nShe will be remembered for her fight against an inhumane system, rather than for the mistakes she made in that fight.  \nHowever, Mrs Madikizela-Mandela found herself mired in scandal for decades. \nShe was accused of conducting a virtual reign of terror in parts of Soweto by other members of the ANC in the late 1980s, and heard backing the practice of \"necklacing\" - putting burning tyres around suspected informants' necks.\nShe was also found guilty of kidnapping and sentenced to six years' imprisonment for her involvement in the death of 14-year-old township militant Stompie Seipei. She always denied the allegation, and the sentence was reduced to a fine.\nMr Mandela, who stood by her throughout the accusations, was finally released from prison in February 1990.\nBut two years later, their marriage crumbled. The couple divorced in 1996, but she kept his surname and maintained ties with him.\nShe stayed involved in politics, but was again embroiled in controversy when she was convicted of fraud in 2003. ", "date": "2 April 2018", "href": "https://www.bbc.co.uk/news/world-africa-43621112", "tags": "african madikizela-mandela years anti-apartheid mrs campaigner dies winnie symbol mandela family"}