{"title": "Wisconsin Is Quietly Becoming The Top Senate Race Of 2018", "content": "Ask a Democrat what Senate races worries them this year, and Missouri, Indiana, West Virginia and North Dakota will likely be near the top. All are states that Donald Trump won in 2016, and the Democratic senators seeking re-election in them have staked out moderate paths to appeal to some of their less liberal constituents. \nBut increasingly, Democrats point to another race as one they’re worried about: Wisconsin. That’s where Democratic Sen. Tammy Baldwin already has been targeted by an onslaught of outside spending from conservative groups. Party leaders say the odds remain in her favor, but they’re sure not going to take the race for granted.\nConservative groups have so far spent at least $3.1 million against Baldwin, which is more than what all the other Democratic Senate incumbents on the ballot this year have faced combined (under $550,000), according to the Center for Responsive Politics.\nThose figures reflect what these groups have publicly reported to the Federal Election Commission. But the Baldwin campaign has tracked the spending on ads and found there’s even more money flowing into the state that aims to undercut her political fortunes. So-called dark money groups don’t have to necessarily report this spending to the FEC because their efforts don’t specifically call for Baldwin’s defeat. \nNine groups have spent more than $4.7 million on ads that attack Baldwin and/or boost one of the Republicans vying to oppose her, according to her campaign’s tracking (shown in the chart below).\nOne of the groups, Freedom Partners, said it has actually spent $1.6 million on its TV and digital campaign in Wisconsin, although the Baldwin campaign has tracked only $600,000. Solutions for Wisconsin confirmed that it’s spent about $100,000. The other groups either didn’t return a request for comment or declined to confirm how much they’ve spent.\nAside from the outside spending, Democrats have other reasons to closely watch Wisconsin. \nFirst, Gov. Scott Walker and the Republican machine he’s built in the state are formidable, as Democrats have seen from past elections and legislative fights. Baldwin is one of the last standing Democrats serving statewide in Wisconsin, and the GOP desperately wants to topple her. \nWalker is up for re-election in 2018, meaning he’ll help bring out Republican voters to the polls. A slew of Democrats seek their party’s nomination to defeat him, but there’s still no clear frontrunner and no one doubts that Walker is formidable. \n“Scott Walker’s got a great operation,” a GOP campaign aide said, predicting that the Senate race will be tight. The governor has “a fully formed, aggressive, well-funded effort already underway in every major voting population center in the state, and the nominee (to oppose Baldwin) will benefit from it.” \nDemocrats are still stinging from what happened in Wisconsin’s 2016 Senate race. Nearly everyone ― including most Republicans ― expected Democrat Russ Feingold to retake his old seat from incumbent Republican Ron Johnson. \nRepublicans were so convinced that Johnson would be gone that the National Republican Senate Committee cancelled its plans to spend $800,000 on TV ads in the final weeks before Election Day. \nBut Johnson beat Feingold by nearly four percentage points, surpassing Trump’s victory margin in the state (which was less than one point). \nAnd a big reason for Johnson’s win, according to Patrick Guarasci, a Democratic political consultant based in Wisconsin, was the outside money that poured in on his behalf. Super PACs dumped millions of dollars into the race to defeat Feingold, known for the signature 2002 law restricting campaign spending that he co-sponsored with Sen. John McCain (R-Ariz.). The Wisconsin State Journal called these contributions Johnson’s “secret weapon.”\n“The (Republican National Committee), the Republican Senate campaign ― a lot of folks started to decrease their support” for Johnson,” Guarasci said. “But these billionaires got together over the summer in 2016 and dumped millions of dollars into the election. No matter what, they were not going to leave Ron Johnson.”\nA big source of the money this year is coming from Dick Uihlein, a billionaire businessman who lives in Illinois but often invests heavily in Wisconsin politics. With his wife, he donated $23 million to Republicans in the 2016 cycle. This cycle, Uihlein has given at least $3.5 million to Solutions for Wisconsin, a super PAC backing Kevin Nicholson, one of the two major Republican Senate candidates. Uihlein also has donated to several other groups helping out Nicholson. Here are a couple of the pro-Nicholson ads: \nWhat’s significant about Uihlein’s support is that a hefty portion of his donations came before Nicholson even officially entered the race as an enticement for him to do so. \n“It’s so bizarre,” Guarasci said, adding, “It’s shocking to me that in 2017, more than a year before the election, they were already on television going after Tammy here. So that cannot be discounted, the amount of early money that is being spent to try to define Tammy in these contentious times. That is something that is almost unprecedented, in my view ― and potentially could be the new normal in some of these hot states like Wisconsin.” \nNicholson is an untraditional GOP candidate, to say the least. Sure, he’s a clean-cut veteran of the Iraq and Afghanistan wars with degrees from Ivy League universities who expounds on conservative ideas. But he’s also the former president of the national College Democrats who spoke at the 2000 Democratic National Convention. Supporters say he’s a fresh face who came around to the power of conservative ideas, while detractors say he’s an opportunist who can’t be trusted.\nIn addition to Uihlein, Nicholson has attracted support from the Club for Growth, a group that promotes fiscal conservative policies, and Steve Bannon, the former Trump aide and current Breitbart News executive who loves to back outsiders willing to upend the establishment. \n“Tammy Baldwin has failed the people of Wisconsin on so many levels and will most certainly be defeated in November,” Nicholson spokesman Brandon Moody said. “Kevin Nicholson is a Marine whose commitment to public service is at his core. We’re thrilled with the growing momentum, and the many conservative endorsements Kevin has received as he earns the support of voters in every corner of this great state.”\nChallenging Nicholson for the Republican nomination is Leah Vukmir, a conservative member of the state Senate who has won endorsements from powerful Wisconsin GOP politicians and praise from talk radio hosts. Vukmir is backed by Wisconsin billionaire Diane Hendricks, who also pledged her support for the state senator before she even entered the race. \nJess Ward, Vukmir’s campaign manager, said that despite the influx of cash backing Nicholson, the candidate with the most money doesn’t always win ― just look at Trump in 2016.\nWard also took a subtle jab at the fact that Uihlein doesn’t live in Wisconsin. “Leah’s focus has been to run a Wisconsin-based campaign,” she said. “Her staff is from Wisconsin, her advisers and consultants understand Wisconsin, and that’s where we’re coming from.”\nNicholson and Vukmir already have traded barbs. On Wednesday, Vukmir pressured Nicholson to disavow Bannon following reports on the one-time close Trump ally bad-mouthing the president’s family in a forthcoming book. Nicholson’s campaign responded by saying it was “disappointing” she was attacking a fellow Republican. \nGOP campaign aides who spoke with HuffPost said that yes, a bruising fight leading up to the Aug. 14 primary worries them. It’s a drain on resources, and attacks get thrown around that can then be used as ammunition in the general election battle. \nBut the outside spending helps insulate against the first concern, since donors are allowed to give unlimited amounts of cash to the super PACS targeting Baldwin. And on the second point, Republicans hope that their eventual nominee can emerge from the primary the stronger for having been tested. Party officials also succeeded in getting Nicholson and Vukmir to sign a unity pledge, with each promising to support the primary winner.\nThe dynamics of the GOP race could change if Eric Hovde, a millionaire hedge fund manager from Madison, decides to jump in. But regardless of what happens among the Republicans, there will be plenty of anti-Baldwin ads running on air. \n“It’s no surprise that Tammy Baldwin is the top target of big money special interests who want Washington to keep working for them, not Wisconsin,” said her campaign press secretary, Bill Neidhardt. “Regardless of how much these out-of-state billionaires and right-wing groups pump into Wisconsin, people here know that Tammy Baldwin has been listening to them and not the special interests. The fact is Tammy has reached across party lines to lead ‘Buy American’ reforms to protect the state’s economy, advocate for dairy farmers and our small towns, and lower Wisconsin families’ prescription drug costs.” \nWhile Democrats are keeping what happened to Feingold in 2016 in mind, they’re also looking back at what happened in 2012. Specifically, they’re looking at Sen. Sherrod Brown’s successful re-election that year.\nThe Democrat from Ohio was that cycle’s biggest target of outside spending by conservatives. There are a couple of other similarities: Baldwin’s fight isn’t attracting quite as much attention right now as some other high-profile Senate contests, just as Brown’s wasn’t.\nBrown also never abandoned his progressive populist positions, even though he was running in a battleground state. Baldwin, similarly, remains one of the Senate’s most liberal members ― unlike some of her Democratic colleagues in Trump states that tend to tack more to the middle or the right. \nThe site FiveThirtyEight, which tracks how often members of Congress vote with Trump, found that Baldwin is near the bottom of that metric ― right along with Democratic senators from significantly bluer states such as Massachusetts, New York and California. And that’s part of the reason she’s being battered so early by so much outside spending.\n“Tammy is one of the most liberal members of the Senate in a state won barely ― but won ― by Trump,” Charles Franklin, the polling director at Marquette University Law School in Milwaukee, said. “And Walker is on the ballot for a third term. I think structurally, those were reasons for outside groups in particular to think this would be a tough battle for her.” \nBut Brown showed that liberals can win in highly competitive states. “The money ... spent (attacking) Sherrod Brown ― that dog didn’t hunt because people knew him,” Democratic National Committee Chair Tom Perez said.\nAnd Democrats expect that rather than drift to the right, Baldwin will emphasize economic populist issues that appeal to voters regardless of party, in a similar way that Brown did. \nBaldwin often talks about manufacturing issues, and Trump has even said he supports her legislation to strengthen federal requirements that American-made products be used in certain construction projects.\nOutside money also has come to her aid. The Senate Majority PAC, a Democratic group, has spent $1 million on TV and digital ads. Majority Forward, America Working Together and Vote Vets partnered to spend $500,000 on TV and radio spots touting her. And a few months ago, the League of Conservation Voters spent $300,000 on a TV ad thanking Baldwin for a vote protecting the Great Lakes.\nGuarasci said that while Baldwin is a progressive champion, he views her as more in the mold of Herb Kohl, the low-key Democratic senator she replaced. Baldwin made history in winning the seat in 2012, becoming the first ― and so far only ― openly gay person elected to the Senate. (Pennsylvania Democrat Harris Wofford came out long after he lost his Senate seat in 1994.)\n“Tammy Baldwin believes in getting shit done,” Guarasci said. “She believes that if you call her office, you’re going to get excellent constituent relations. ... She’s not a bomb thrower.”\nA number of the ads run against Baldwin have focused on the GOP tax bill. How that will play in the 2018 midterms remains to be seen, but it will no doubt be a major issue: Democrats are going to emphasize the large corporate tax cut it delivered, while Republicans will say the measure’s opponents voted to oppose a middle-class tax cut and preserve a rigged system benefiting special interests. \n“When Wisconsin needed relief, Tammy Baldwin raised taxes,” said Freedom Partners spokesman Bill Riggs. “When Washington spent too much, Tammy Baldwin raised taxes.”\nAlso likely to come up in the race is the scandal at the Veterans Affairs’ medical center in Tomah, Wisconsin. Baldwin has been accused of not acting aggressively enough to address the overprescription of opioids at the facility, where the Center for Investigative Reporting has noted there have been dozens of suspicious deaths. \nBaldwin ended up  firing an aide and disciplined three others over the controversy and introduced legislation intended to address opiate drug prescriptions at the VA. \n“Whether it is her failure to help Wisconsin veterans at the Tomah VA, or her efforts to block tax cuts for Wisconsin middle-class families, Senator Baldwin has proven time and again that she is working for her radical friends in Washington, not for the people of Wisconsin,” NRSC Communications Director Katie Martin said.\nAnd then, of course, there’s Trump and how he will factor into the midterm elections.\nHe may have eked out a win in Wisconsin in 2016, but Democrats carried it in the previous seven presidential elections. Franklin said he hasn’t polled Trump’s approval rating in the state since June, but it generally falls about where it is nationally ― and nationally, Trump’s approval is down. \n“Midterms are historically weak for the president’s party,” Franklin said. “And if the president’s approval is as low as it looks like Trump’s will be, then those are forces working for Democrats, and therefore for Baldwin.” \nThis piece was updated with comment from the Nicholson campaign and details on LCV’s spending.\nCORRECTION: An earlier version incorrectly stated that Baldwin fired two aides after the Tomah scandal. She fired one and disciplined three others. It also wrongly stated that Baldwin is the last remaining Democrat serving statewide.", "date": "\n01/05/2018", "href": "https://www.huffpost.com/entry/tammy-baldwin-wisconsin_n_5a4bd21ce4b0b0e5a7a91159", "tags": "quietly “ nicholson baldwin wisconsin ― senate race becoming top campaign"}