{"title": "Wisconsin, Ground Zero for 2020 Politics, Looks Like a Tossup Again", "content": "MILWAUKEE — With their recent selection of Milwaukee for their party’s 2020 convention, Democrats left little doubt that they believe their path to the White House runs through the Midwest in general and Wisconsin in particular.\nTheir optimism spiked in November, when Democrats defeated Scott Walker, the state’s two-term conservative governor. And they were energized and optimistic again this week for an intensely politicized State Supreme Court election they hoped would show Wisconsin trending steadily blue.\nThen reality hit: A conservative judge, Brian Hagedorn, appeared to win a narrow, upset victory on Tuesday, underscoring instead how competitive Wisconsin politics remain.\nFor Democrats, an intense effort to rebuild their Midwestern “blue wall” for 2020 is showing gains in Michigan and Pennsylvania, both of which President Trump captured in 2016. On Tuesday, Democrats flipped a key Pennsylvania State Senate seat that Republicans had long held outside Pittsburgh.\n[Sign up for our politics newsletter and join our conversation about the 2020 presidential race.]\nBut in Wisconsin, the apparent loss of the State Supreme Court race — Judge Hagedorn leads by nearly 6,000 votes and a recount is possible — underscored what strategists in both parties said in interviews this week: The state is a tossup in 2020 and its political identity is very much in flux.\n“Republicans know they need this state and are going to fight like hell to keep it in President Trump’s column,” said Joe Zepecki, a Democratic strategist in Wisconsin. He said that Mr. Walker’s loss in November may have fired up the conservative base just as Hillary Clinton’s 2016 loss did for Democrats last November.\n“They’re coming with everything they’ve got,” he said of Republicans. “That means we have work to do.”\nWisconsin’s reputation as a battleground state is well earned. In the three closest presidential elections of recent times — 2000, 2004 and 2016 — Wisconsin was decided by the narrowest average margin of any other state: less than one percentage point in each election.\nMr. Walker lost his re-election bid for governor by less than one percentage point, after warning all year of a coming blue wave. Over the weekend, Mr. Walker offered a pep talk to Republican activists in Milwaukee about the stakes in electing Judge Hagedorn, a former lead counsel to his administration, who defended contentious election issues such as a voter ID law.\n[Check out our tracker of the 2020 Democratic candidate field.]\nDemocrats wanted to defeat Judge Hagedorn and gain a liberal Supreme Court majority, Mr. Walker warned, so they could seize control of redistricting after 2020 and “get rid of one, maybe two seats that we currently have in the House of Representatives.”\nDemocrats “haven’t forgotten about how close the election was” in 2016, Mr. Walker told party activists gathered for breakfast at the American Serb Hall in Milwaukee. “They’re not going to make that mistake again.”\nMark Jefferson, executive director of the Wisconsin Republican Party, said Judge Hagedorn’s apparent victory showed the power of the party’s engaged conservative base.\n“The grass roots took offense to the attacks on Hagedorn’s Christian faith,” he said, referring to news accounts that the judge founded a Christian school that allows firing teachers in same-sex relationships.\nBut others say Mr. Walker’s midterm loss is probably a more relevant bellwether for 2020 than the Supreme Court race, because turnout was more than twice as high, and Mr. Walker is a polarizing, partisan figure in Wisconsin, much like the president.\nBarry White, a lawyer who voted for Mr. Walker in 2010 but snubbed him in 2018 in favor of his Democratic opponent, Tony Evers, said he had wanted to make a bigger point. His ballot was “a repudiation of Trump and Republicans that insist on carrying his water,” Mr. White said. “It was the only message I could send.”\nMr. White lives in the Milwaukee suburbs, the state’s most populous Republican region. Mr. Evers’s gains there last year were a key to his narrow victory. In an interview, Mr. Walker said that should be a lesson to Mr. Trump. “To win, he’s going to have to improve his numbers in the suburbs,” he said. “With the passion the opposition is going to have, he’s going to have to make some inroads.”\nLast fall, Mr. Walker matched his vote totals from 2014 in the three suburban counties outside Milwaukee. But a surge of Democratic votes in the demographically changing suburbs meant his vote share dropped in 2018 by 12 percentage points in Waukesha County and by 16 points in Ozaukee County.\n“It’s the paradox of Trump’s strategy of appealing to his base constantly,” said Charles Franklin, director of the Marquette Law School Poll of the state. “It also helps gin up the feelings of your opposition. I think that it’s a gift to Democrats that keeps on giving.”\nOne of those voters is Tiffany Duncan, a 26-year-old employee of a printing company, who skipped the 2016 election because she didn’t like either major party candidate. But she definitely plans to vote in 2020 — for whichever Democrat takes on Mr. Trump. “I didn’t think Trump was this crazy,” she said as she walked to Café Bavaria in Wauwatosa Village.\nStill, Mr. Franklin said, the state is so evenly divided, its chances of determining an Electoral College majority for either party “puts us at ground zero.”\nIn a Marquette poll in January, 49 percent of Wisconsin voters said they would definitely vote for someone other than Mr. Trump. Only 27 percent plan to definitely support the president, meaning his path to a second victory in the state is both uphill and narrow.\nMany of today’s uncertain voters — who are Republicans or Republican-leaning independents — may come home to the party, especially once there is a Democratic nominee to contrast with the president.\nJohn Carlson, a 59-year-old engineer in Milwaukee, is one of those gettable voters for both parties. He went for Mr. Trump in 2016 but is uncertain if he will do so again. Democrats could win him over, he said — “if the Democrats came up with somebody reasonable, which I’m not expecting them to do.”\nRepublicans are framing the Milwaukee convention as an opportunity to motivate their own base, expecting Democrats to showcase a parade of far-left figures and policies. National Republicans have already begun a coordinated effort to paint Democrats as wild-eyed radicals steering the country toward socialism.\n“Democrats were energized in 2018, like any party is out of power during the first midterm, but then decided to go off the rails once they seized control of the House,” said Rick Wiley, a former political director of the Republican National Committee, whose roots are in Wisconsin.\n“The president energizes base Republicans and has had great success with working class voters,” he said in an email. “Those same working class voters won’t check the box on a progressive/socialist nominee.”\nMr. Jefferson of the Wisconsin Republican Party said he was upbeat about Mr. Trump despite public polling.\n“I expect to see the same thing this cycle as 2016, where all polling suggests it’s an uphill battle and on Election Day things look a lot different,” he said. “I think the Democrats are once again overplaying their hand and a little too confident.”\nWhen Mr. Trump holds rallies aimed at Wisconsinites, he visits media markets across northern and western regions, largely agricultural and rural, where in 2016 he outperformed earlier Republican nominees.\nIn the Supreme Court race, Judge Hagedorn, the conservative, got a major boost in the Green Bay and Wausau markets, enough to overcome a deep deficit in Dane County, which includes Madison, the state’s bluest stronghold.\nIn the 18 counties in the Green Bay media market, where TV ads linked Judge Hagedorn to Mr. Trump, voters swung by 18 points toward the conservative compared with a State Supreme Court election last year won by a liberal judge, according to an analysis by Craig Gilbert of The Milwaukee Journal Sentinel.\nThe Saturday before Election Day, there was no shortage of avid Trump supporters at Roar Off the Shore, a tasting of craft beers and cheeses east of Green Bay in Kewaunee County, which is on the thumb of the Wisconsin mitten.\nThough the county’s populace is small, Mr. Trump’s ability to run up the score in such places was repeated all across rural America in 2016. He won Kewaunee County, a dairy region, by 28 points compared with Mitt Romney’s six-point margin as the 2012 Republican nominee.\n“I’m tired of politicians; he’s not a politician,” said Randy Boor, 57, who works in a factory that makes commercial cookware. He judged Mr. Trump’s chances of carrying the state in 2020 as even better than in 2016.\n“We’ve got a guy there that’s delivering,” he said. “He wants to do the frickin’ job. You know how much could get done if he wasn’t being opposed by all these idiots?”\nAnother beer taster, Dave Soborowicz, a 47-year-old plumber, had driven across the state from Eau Claire to attend the event with his brother, who wore a Trump hat. But Mr. Soborowicz was less enamored of the president and unsure if he would vote for him the next time. “He’s so bloated in his head that he thinks he’s still going to get his frickin’ wall, when he’s been defeated,” he said.\nMr. Soborowicz said business was good for him as a plumber but he wasn’t ready to give Republicans and the president credit. “All I know is it was a bad winter,” he said, “so we were very busy.”", "date": "April 4, 2019", "href": "https://www.nytimes.com/2019/04/04/us/politics/wisconsin-2020.html", "tags": "zero like tossup ground democrats looks wisconsin ” state walker politics milwaukee said"}