{"title": "With a Submarine, Japan Sends a Message in the South China Sea", "content": "TOKYO — A Japanese submarine participated in war games in the South China Sea last week and is now visiting Vietnam, signaling a more assertive pushback by Japan against China’s territorial claims in the region.\nJapan took the unusual step on Monday of announcing that it had carried out the drills, which also involved two destroyers and a helicopter carrier. The Ministry of Defense said the exercises were not targeting a particular nation, but analysts said they were an unequivocal message to China.\n“We are sending a signal that China cannot just do whatever it wants to do and get away with it,” said Narushige Michishita, director of the Security and International Studies Program at the National Graduate Institute for Policy Studies in Tokyo.\nThe drills were the first involving a submarine that Japan is known to have conducted in the South China Sea. Neither the Defense Ministry nor the Asahi Shimbun newspaper, which broke the news before the announcement, said where in the sea they had been carried out.\nThe submarine, the Kuroshio, began its five-day port call in Vietnam on Monday, bolstering Japan’s efforts to solidify ties with Southeast Asian countries that have disputed China’s claims in the region.\nIn recent years, China has built up sprawling artificial islands and military bases in the South China Sea, most of which it claims as its territory. Six governments, including Vietnam and the Philippines, have competing claims over various features in the South China Sea.\nOther countries, including Australia and India, have also watched warily as China’s military might has grown, challenging American supremacy at a time when the United States has been pulling back from the region.\nJapan’s drills came even as its relations with China have been warming. Prime Minister Shinzo Abe plans to meet with President Xi Jinping of China in Beijing next month.\nAnalysts suggested that Japan was pushing boundaries as the relationship with its rival developed.\n“I think it’s a very good example of the complexities in the relationship right now,” said Kristi Govella, assistant professor of Asian studies at the University of Hawaii at Manoa. “Japan and China are interdependent and do have a lot to gain from each other, but at the same time there are some real issues and tensions.”\nJapan has its own territorial dispute with China in the East China Sea, where both countries claim rights over a set of islands that Japan calls the Senkaku and China calls the Diaoyu. And despite growing economic ties between the two countries, Japan led the effort to restart talks on a sweeping trade agreement creating an economic bloc that excludes China.\n“In the past, Japan regarded other countries as either a friend or an enemy,” said Toshiyuki Ito, a retired vice admiral and now a professor of crisis management and international relations at Kanazawa Institute of Technology. “But that’s not reality. Japan has finally matured, shaking hands with its right hand while holding up a fist with its left. That was unthinkable 20 years ago.”\nBoth Britain and France have sent warships through the South China Sea in recent months, reflecting an international effort to contain China’s ambitions, particularly on the part of American allies.\n“U.S. allies and partners are really stepping up and conducting these operations that you only saw from the U.S. in the past,” said Abigail Grace, a research associate in the Asia-Pacific Security Program at the Center for New American Security. “So this broader multilateralism is something that will really impair China’s claims and something that the international community and the U.S. are working strongly on to make sure that it’s not just an American-led effort.”\nAsked about Japan’s drills at a regular briefing, a spokesman for the Chinese Foreign Ministry, Geng Shuang, said that China and Southeast Asian countries were “properly handling their differences” over disputes in the sea, urging Japan to “respect” those efforts and “refrain from doing anything that will undermine regional peace and stability.”\nAt a time when President Trump has questioned America’s role in defending its allies, suggesting that the United States could pull back its military presence in both Japan and South Korea, Japan is recalibrating its strategy and aligning more closely with Australia, Vietnam and others.\n“Japan realizes that the U.S.-Japan alliance will no longer be able to deter China” on its own, said Lauren Richardson, a lecturer in Northeast Asian relations at Australian National University.\nThe United States is not a claimant in any territorial disputes in the South China Sea, although it regularly conducts so-called freedom of navigation operations in the ocean. Like Japan and other nations in the region, it has significant commercial interests in keeping shipping lanes open, given that $3.37 trillion worth of trade passes through the South China Sea, according to an analysis by the Center for Strategic and International Studies.\nWhen a United States aircraft carrier made a port call to Vietnam in March, American military officials portrayed the visit as a gesture designed to promote regional security and stability.\nYasuo Nishida, a spokesman for Japan’s Maritime Self-Defense Force, said the main purpose of the submarine’s port call at Cam Ranh Bay this week was “a friendly exchange with Vietnam.” During the five-day visit, the Kuroshio’s personnel will have meals and play soccer with their Vietnamese counterparts.\nAnalysts saw much more to the visit than that. “Japan is reaching out to countries that have territorial issues with China,” said Jeffrey W. Hornung, a political scientist who focuses on Japan at the RAND Corporation. “That’s sending a message to China that we are reaching out and bolstering our security cooperation with others.”", "date": "Sept. 18, 2018", "href": "https://www.nytimes.com/2018/09/18/world/asia/japan-submarine-south-china-sea.html", "tags": "message japan china sea sends claims ” countries submarine south vietnam"}