{"title": "With Grief and Hope, Florida Students Take Gun Control Fight On the Road", "content": "TALLAHASSEE, Fla. — Instead of 10th-grade English and 12th-grade calculus, the teenagers from Marjory Stoneman Douglas High School in Parkland, Fla., had another funeral to attend. When the grim ceremony was over on Tuesday morning, they hugged their parents goodbye, stashed their backpacks in the bellies of three buses and set off in grief and hope to demand gun control measures from state lawmakers more than 400 miles away.\nAs they were getting on the road, the lawmakers in Tallahassee swiftly rejected an effort to debate an assault weapons ban in a party-line vote that said much about how far apart most Democrats and Republicans are when it comes to guns. In the balcony, some Parkland students who had already made it to the Capitol could be seen crying, hands smothering mouths.\nIt was an early reminder that failure might very well become familiar for these latest, youngest gun control activists, as it has for so many others. Republican lawmakers plan to consider more modest proposals, including raising the minimum age to buy assault rifles, before the session ends in March. Yet a kind of optimism — or maybe just an inability not to believe in their own power — was in the humid air.\n“This shooting is different from the other ones,” said Daniel Bishop, 16, who sat side-by-side with his sister on the second bus. “Sandy Hook, they were elementary school kids who couldn’t stand up for themselves. Virginia Tech was 2007, a different time. But this one, I just have a gut feeling — something is going to change.”\nThere was little to suggest yet that anything would. But in Battle Creek, Mich., in Bakersfield, Calif., in Toms River, N.J., in Iowa City, and all over South Florida, the flickers of underage protest this week seemed to augur something new: a coast-to-coast challenge to the idea that the Snapchat generation was too young, too frivolous, for politics.\n“We definitely have a moral obligation to do something, considering that so many innocent people that we know passed,” said Mr. Bishop’s sister, Julia Bishop, 18. “These adults, these politicians, these lawmakers, these legislators, they were supposed to protect us. And they didn’t.”\nMany of the protests around the country have arrived semi-spontaneously, apparently ignited by the impassioned pleas of young Parkland survivors in the hours and days after the shooting last Wednesday. Facebook and Twitter have amplified attendance; Snapchat and Instagram have documented the marches, signs and chants.\nSome on the left were hopeful that the unsullied voices of teenagers, cutting through the usual tussle over whether gun control advocates were politicizing a tragedy, would move previously unbudgeable lawmakers. Still, the students have faced questions from some conservatives over whether they are being exploited by the left. Bill O’Reilly on Tuesday asked on Twitter, “Should the media be promoting opinions by teenagers who are in an emotional state and facing extreme peer pressure in some cases?”\nIn another sign of the deep entrenchment of guns, Bloomberg reported on Tuesday that a state pension plan for Florida teachers held more than $500,000 in shares in the company that manufactured the semiautomatic AR-15 assault rifle that was used in the attack in Parkland.\nFor now, however, there is momentum. From South Florida to Bellingham, Wash., local walkouts were proliferating. A national event has been planned for March 14, the one-month anniversary of the Parkland shooting, when students and teachers plan to leave class for 17 minutes, one minute for each victim. On March 24, students will protest in Washington at an event organized by March for Our Lives, the group formed by Parkland survivors, which has received hundreds of thousands of dollars in donations from celebrities. Another mass walkout is scheduled for April 20, when students will commemorate the 19th year since the Columbine High School shooting in 1999.\nThe organizers of last year’s Women’s March are directing the March 14 walkout. Mostly, though, the adults have gotten out of the way.\nOn Tuesday morning, hundreds of students from West Boca Raton High School in South Florida walked out of class and onto the roads, bound for Stoneman Douglas High, in a march that took Broward County officials by surprise. The authorities abruptly assembled a law enforcement escort for the students, said Todd DeAngelis, a city of Parkland spokesman. They also organized water stations along the way to help students, who walked nearly 11 miles, beat the heat.\n“These kids may look like they’re summer campers,” said Paul Corin, whose daughter, Jaclyn, helped organize the Parkland caravan to Tallahassee. “But they are fierce warriors.”\nIn Bakersfield, Calif., about a dozen students and 80 adults marched on Presidents’ Day in support of stricter gun laws. The same day, more than 200 students in Iowa City marched out of school, walked to the Old Capitol downtown and gathered to read the names of the Parkland victims.\n“The N.R.A. has got to go,” they chanted. “Not one more,” they chanted.\n“At this point, you’re either with us or against us,” said Lujayn Hamad, a senior at West High School, according to The Iowa City Press-Citizen. “We are dying, and I’m not going to stand for it anymore.”\nSome of the students of Toms River, N.J., also spent part of Presidents’ Day, a school holiday, massed on the steps of the squat, red brick public library. A young man who described himself as a 16-year-old junior led the crowd in chants of, “Enough is enough! Enough is enough!”\n“This is what it’s come to,” he said. “In this country, kids are typically expected to take a back seat to what goes on in politics and policy, and what’s going on right now — it can’t happen like that any longer.”\nAccusing Congress and state legislators of inaction, he advocated stronger gun restrictions. The other option, he said, was turning schools into armed camps where “I have to be aware if there’s a loud bang in the school, do I know where to go?”\nThe adults who “have the responsibility to take care of these things” have failed, he said. “It’s our generation’s responsibility.”\nOn Tuesday, at least 20 students walked out of Harper Creek High School in Battle Creek, Mich. The principal stood with them, and the district’s superintendent was on hand.\nStudents left class or held gatherings all over South Florida on Monday and Tuesday. There was American Heritage School in Plantation. Olympic Heights High School in suburban Boca Raton. Park Vista Community High School in Lake Worth. Fort Lauderdale High School in Fort Lauderdale. McArthur High School in Hollywood.\nAt South Broward High School, students aimed to participate in a protest almost every day to make their point.\nThey started with a protest at their school in Hollywood last Friday, and then rallied in Fort Lauderdale on Saturday and at Hollywood City Hall on Monday, said Rachel Donly, a 16-year-old sophomore.\n“We don’t think anyone is truly listening to us yet,” said Ms. Donly, whose father is a teacher. “So we don’t want to give up. We’re just going to keep fighting.”\nOn the Parkland buses, pillows and sleeping bags had been mushed into the seats. Candy and doughnuts were passed from row to row. Laughter occasionally poked through. But the people the students were traveling for — their fallen classmates, coaches, teachers — were never far from their minds.\nAnthony Lopez, 16, a junior, was sitting alone in the back. He had scratched out a wish list he planned to deliver to lawmakers.\n“Ban on military grade weapons (assault weapons, etc.)” he had written.\n“Universal background check, stricter,” he had added.\n“Raise age for gun ownership (20+), unless for sport or hunting (16+).”\nThen the news arrived that the Florida House had refused even to consider a ban on assault weapons. How could lawmakers ignore the activism that had lit up social media, the students wondered.\n“They know that multiple kids, hundreds of kids, are coming up to the state Capitol, which by the way is extremely far, just to talk to them,” Mr. Bishop said.\nIn the back, Mr. Lopez slammed his head back on the bus seat. He placed a hand on his forehead.\n“That’s infuriating,” he said. “They’re acting inhuman.”", "date": "Feb. 20, 2018", "href": "https://www.nytimes.com/2018/02/20/us/parkland-students-shooting-florida.html", "tags": "grief control hope take high road lawmakers gun ” school parkland florida fight — students march"}