{"title": "With Maduro Still in Power, Questions About the U.S. Role in Venezuela", "content": "WASHINGTON — Nobody said regime change was going to be easy.\nPresident Trump’s top advisers woke up Tuesday believing that a rebellion in the Venezuelan military that day would galvanize a popular uprising and topple a leader they have described as a reviled despot who must be replaced. But at day’s end, President Nicolás Maduro was still in power and Mr. Trump’s advisers were left to blame Cuba, Russia and three influential Venezuelan officials, who failed to switch sides, for frustrating their plans.\nThe decision of the Venezuelans to stand with Mr. Maduro — either because they were intimidated, got cold feet or never planned to defect — raised questions about whether the United States had faulty intelligence about the ability of the opposition to peel away members of his government.\nIt also raised questions about whether Mr. Trump’s aides had fallen victim to a misreading of events on the ground, or whether Mr. Trump, who officials say has sometimes outrun his aides in an enthusiasm for forcing out Mr. Maduro, might lose faith in the effort as it wears on.\nMr. Maduro has been weakened at home and discredited abroad, but he remains a stubborn rival unwilling to step aside for the opposition leader, Juan Guaidó, recognized by the United States as the country’s de facto leader. While the administration got off to a sure-footed start on Venezuela, rallying dozens of countries against the Venezuelan president, critics said its response had become haphazard and chaotic as the crisis has dragged on.\nMr. Trump’s aides banked on Mr. Guaidó’s call for mass protests and the defection of the Venezuelan officials on Tuesday as a turning point in the three-month campaign to oust Mr. Maduro. Vice President Mike Pence and Secretary of State Mike Pompeo tweeted their support for “Operación Libertad,” while the national security adviser, John R. Bolton, called it a “potentially dispositive moment.”\nMr. Trump did not mention the operation, but later on Tuesday, he assailed Cuba for its backing of Mr. Maduro, threatening to hit it with an embargo and new sanctions. Current and former officials said he was keenly interested in dislodging the Venezuelan leader, even raising the prospect in private meetings of limited American military involvement to hasten that outcome.\nStill, Mr. Trump came into office rejecting the interventionist tendencies of his predecessors, and he has said less publicly about Venezuela than his aides, who have turned regime change into a social media crusade. Mr. Bolton has tweeted hundreds of times about the crisis, taped videos for the Venezuelan people and appeared almost daily on cable news shows to discuss it.\nTo serve as special envoy to Venezuela, Mr. Pompeo recruited Elliott Abrams, even though the White House had vetoed him for other jobs because of his criticism of Mr. Trump during the 2016 presidential campaign.\nMr. Abrams is known for his neoconservative views and experience under President Ronald Reagan, where he was involved in the secret plan to supply weapons to the contras fighting the Sandinistas in Nicaragua, and in the George W. Bush administration, where he was a proponent of the Iraq war.\nWhile Mr. Trump has used charged language with adversaries — especially Iran — he has generally shrunk from trying to force out their leaders in favor of his preferred candidate, believing that it prompts costly and futile military entanglements. He has held talks with Kim Jong-un of North Korea and offered to speak to the Iranian leaders.\nMr. Bolton and Mr. Pompeo, by contrast, have spoken frequently about the need for Mr. Maduro to go, and raised hopes that Mr. Guaidó was on the cusp of driving him out.\n“I worry that this kind of semiregular raising of expectations to very high levels wears — and makes the kind of internal pressure that needs to build harder to happen,” said Daniel Restrepo, a former Latin America adviser in the National Security Council during the Obama administration.\nAs both sides in Venezuela dug in, administration officials pinned the blame on different culprits. Mr. Pompeo called out the Russians, claiming they had talked Mr. Maduro out of boarding a plane and fleeing the country on Tuesday morning before the protests started.\nMr. Bolton dwelt on the role of the three officials: Vladimir Padrino López, the defense minister; Maikel Moreno, the chief judge of the Supreme Court; and Rafael Hernández Dala, the commander of Mr. Maduro’s presidential guard. He said they would forfeit their chance to have Treasury Department sanctions against them lifted if they did not honor what he said was their pledge to join Mr. Guaidó’s forces.\nState Department officials have said they recognize it may take weeks or even months for Mr. Maduro to fall. The United States has not set any deadlines, nor has it moved beyond the president’s warning that military force is an option. But the flurry of statements by Mr. Trump’s top aides suggest the White House is less patient.\nMr. Trump is being prodded to take an aggressive position on Venezuela by Senator Marco Rubio, Republican of Florida. Ousting Mr. Maduro would be extremely popular with the Cuban exile community in South Florida, which views the socialist government in Venezuela as a proxy for Cuba.\nThe National Security Council held a principals’ meeting on Wednesday to discuss “what additional steps need to be taken to speed up and secure a peaceful transition of power,” Mr. Bolton said. Mr. Pompeo called the Russian foreign minister, Sergey V. Lavrov, to warn Moscow not to interfere in Venezuela.\n“Intervention by Russia and Cuba is destabilizing for Venezuela and for the U.S.-Russia bilateral relationship,” Mr. Pompeo told Mr. Lavrov, according to the State Department.\nThe Venezuelan opposition may have been the source for the information that the three senior officials were considering backing Mr. Guaidó. But Mr. Bolton’s diatribe Tuesday, in which he repeatedly called out the three men by name, was most likely a considered move, according to a former Trump administration official.\nMr. Bolton favors a “wink, wink, nod, nod” strategy aimed at weakening Mr. Maduro, the former official said, referring to a recent episode in which he scrawled a note about deploying American troops to Colombia on a yellow legal pad where reporters could easily spot it.\nThe official said he believed it was less likely that Mr. Bolton had been taken in by bad intelligence and more likely that he was using that intelligence to run his own counterintelligence operation. By calling out the Venezuelan officials, Mr. Bolton would either push the three men to take action if they were planning to support Mr. Guaidó or — if they had a change of heart — undermine Mr. Maduro’s faith in them.\nThe administration has been generally skeptical of information from the Venezuelan opposition, although Mr. Trump does receive some information directly from Mr. Rubio or Senator Rick Scott, Florida’s other Republican senator.\nOne area where the White House has been at odds with the C.I.A. is the agency’s assessment of Cuban participation and support for the Maduro government.\nMr. Bolton and Mr. Pompeo have consistently criticized Cuba for its support for the Venezuelan government. But the C.I.A. has concluded that Cuba is far less involved and its support has been far less important than senior officials in the administration believe, according to a former official.\nMilitary options do not appear to have been fleshed out in detail at the White House, and on Wednesday, Pentagon officials played down the prospect of intervention. But the recent events could cause the administration to look at developing potential courses of action.\nNobody emerged stronger from Tuesday’s chaotic events, analysts said. Mr. Guaidó failed to muster military support for the overthrow of the government, but the military looked like fence-sitters, which weakened Mr. Maduro’s position. And the United States appeared to go all in on a forced transfer of power, only to see it evaporate.\nSome analysts said that in their frustration, Mr. Pompeo and Mr. Bolton revealed potentially sensitive intelligence, burning those channels. Mr. Pompeo’s comments about Russian messages to Mr. Maduro could force the Venezuelan leader to use a more secure communications channel. And Mr. Bolton’s conspicuous naming of the three Venezuelans could head off any future discussions with them about switching sides.\n“The question is, to what objective?” said Fernando Cutz, a former acting senior director for Western Hemisphere affairs at the National Security Council in the Trump administration. “There would have been a significant benefit to keep those channels open so we could try again or just to get intelligence out of them.”", "date": "May 1, 2019", "href": "https://www.nytimes.com/2019/05/01/us/politics/trump-venezuela-maduro-guaido.html", "tags": "venezuelan administration officials maduro bolton venezuela u.s. trump pompeo questions power role — still"}