{"title": "With Higher Tariffs, China Retaliates Against the U.S.", "content": "BEIJING — China moved to retaliate against the United States, announcing plans on Monday to raise tariffs on American goods ranging from beer and wine to swimsuits, shirts and liquefied natural gas.\nThe decision, which follows President Trump’s increase in tariffs on Chinese goods last Friday, escalates the pressure in the ongoing trade war.\nTrade talks between the two sides broke down last week without a deal, causing tensions that have rippled through financial markets and the global economy. American stocks plunged on Monday, extending the recent losses.\nBeijing’s retaliation comes at a time when many in China feel that the United States has behaved highhandedly in threatening tariffs. “Mutual trust and respect are of the essence in handling the negotiations,” said Zhu Ning, a Tsinghua University economics professor.\nIt isn’t clear whether China’s retaliation would end with the tariff increases. In the past, China has slowed imports at customs and launched investigations into foreign companies during times of tension.\n[Read more on how both the United States and China left a window for negotiators to try to reach a deal before their economies are hit by the higher tariffs. But it is unclear whether the two sides can quickly resolve what has once again become a heated economic dispute.]\nHu Xijin, editor of the Global Times, a tabloid owned by the Chinese Communist Party, tweeted on Monday evening that he was expecting broader retaliation, including halting purchases of American agricultural and energy products, reducing orders for Boeing aircraft and possibly even the sale of part of China’s large holdings of Treasuries.\nThe last of these threats once unnerved markets but has since lost some of its edge. China has been diversifying for the past decade where it parks its money, and had to spend a quarter of its huge hoard of foreign currency reserves three years ago to stem a decline in its currency.\nChina’s finance ministry announced on Monday evening that it was raising tariffs on a wide range of American goods to 20 percent or 25 percent from 10 percent. But the ministry delayed implementation until June 1.\nThe delay will allow time for negotiators to make one last push for a deal. It roughly matches a delay that the Trump administration put on its own tariff increase.\nPresident Trump on Friday raised tariffs on $200 billion a year worth of Chinese goods, particularly auto parts, to 25 percent from 10 percent. He had already imposed 25 percent tariffs last summer on another $50 billion a year of Chinese goods, including a wide range of products that his administration views as strategic, from cars to aircraft parts and nuclear reactor components.\nThe Trump administration has more tariffs planned. The Office of the United States Trade Representative has said that on Monday, it will issue for public comment at Mr. Trump’s direction a proposal to raise tariffs on “essentially all remaining imports from China, which are valued at approximately $300 billion.”\nBecause China’s entire imports from the United States are considerably less than $200 billion, it has not had the option of matching the United States dollar for dollar. Last September, China had matched President Trump’s 10 percent tariffs on $200 billion a year in goods with its own tariffs of 5 percent to 10 percent on $60 billion a year in American goods.\nOn Monday, China’s ministry of finance raised those tariffs by introducing four new categories for the $60 billion in goods. The tariffs on those four categories are 25 percent, 20 percent, 10 percent and 5 percent.\nThe finance ministry did not specify the dollar value of goods in each of the four categories. But the largest number of tariff codes in the $60 billion was assigned to the 25 percent category, suggesting that China was raising the tariffs on many imports to that level.\nChina’s tariff increases on Monday included raising the tariff on liquefied natural gas imports from the United States to 25 percent from 10 percent. That could hurt Texas, Oklahoma and Louisiana, three states with a lot of Trump supporters.\nBy contrast, China left unchanged at 5 percent its tariffs on about a tenth of the product categories in the $60 billion. These included its tariffs on imports of American tires, light bulbs and certain paper products.\nNeither the American tariffs nor China’s retaliation will go into effect right away. Despite the rising tensions, the Trump administration structured its tariff increase on Friday so that it won’t take effect for a few weeks, giving both sides a bit more room to reach a deal. In a departure from the usual practice of assessing tariffs on goods based on the date when they reach American seaports and airports, the Trump administration declared that the increased tariffs on $200 billion a year in goods would be applied only to shipments that left China from Friday onward.\nGoods that travel by sea take two to four weeks to reach the United States from China, depending mainly on whether the ship sails to the East or West Coast and how fast the ship travels. That means the effect won’t be felt for a few weeks except for the small share of goods moving by air.\nChris Rogers, a trade analyst at Panjiva, a trade data firm, said that roughly 90 percent of all American imports from China come by sea, and the rest by air. An even higher proportion of the $200 billion in goods being hit by the latest tariff increase is likely to come by sea, he said, because the higher tariffs do not cover big categories like iPhones that come to the United States almost entirely by air.\nThere is also a practical reason for the Trump administration not to have imposed the tariff increase right away: Updating customs procedures can be slow. The Trump administration “wanted to start the clock but be realistic about implementation,” said James Green, the top trade official at the United States embassy in Beijing until August and now a senior adviser at McLarty Associates, a Washington consulting firm.\nThe question now is whether another round of tit-for-tat tariff increases portends an economic struggle between the United States and China that could last for many years. Since President Trump was elected, the two sides have repeatedly seemed close to a deal only for it to fall apart. Commerce Secretary Wilbur Ross seemed to have the outlines of a deal in 2017. Treasury Secretary Steven Mnuchin talked of a deal being at hand a year ago.\nPresident Trump himself was upbeat about the prospects for a deal last month. Chinese officials have been consistently encouraging about progress toward a deal for the past two years, even though a hardening of China’s stance last week appears to have contributed to Mr. Trump’s decision this week to raise tariffs.\nLast week’s round of talks in Washington is the 11th time that senior Chinese and American officials have met to discuss trade since President Trump took office. “What should be concerning to markets is how close both sides have gotten to a deal before one side backs off,” something that has happened again and again, said Hannah Anderson, a global markets strategist in the Hong Kong office of J.P. Morgan Asset Management.\nGlobal markets fell on Monday, and the renminbi, China’s currency, also fell half a percent against the dollar. Goldman Sachs revised its forecast for the currency’s value, to 6.95 to the dollar three months from now, instead of the 6.65 it had been expecting.\nFalls in the Chinese currency make Chinese goods more competitive in foreign markets, including Europe’s as well as the United States. But a weakening renminbi also creates an incentive for Chinese companies and households to try to evade China’s controls on international money movements and shift large sums out of the country, which could undermine the stability of China’s financial system.", "date": "May 13, 2019", "href": "https://www.nytimes.com/2019/05/13/business/trump-trade-china.html", "tags": "american retaliates goods percent china united states u.s higher last tariffs deal"}