{"title": "With Abortion in Spotlight, States Seek to Pass New Laws", "content": "The Supreme Court on Thursday blocked a Louisiana law that its opponents say would leave the state with a single doctor authorized to perform abortions, the latest development in the national legal fight over the fate of abortion law under a conservative-leaning court.\nLouisiana’s law, which requires that doctors performing abortions have admitting privileges at nearby hospitals, was enacted in 2014. But in recent days and weeks, there has been a flurry of new state legislation that could prove important if the nation’s highest court rules on more abortion-related cases.\nSince the nomination of Brett M. Kavanaugh to the Supreme Court in July, abortion rights groups have warned of a threat to Roe v. Wade, the landmark 1973 ruling that made abortion legal nationwide, prompting some states to try to shore up access to the procedure. Anti-abortion groups have been pushing for more restrictions.\nHere is the status of some recent state abortion legislation.\nIn some states, lawmakers have sought to pass laws that would ban or severely restrict abortion in the event that Roe v. Wade is eventually overturned or effectively gutted.\nThis week, lawmakers in Tennessee introduced a bill that would ban abortion in the state if the Supreme Court were to overturn Roe.\nSimilarly, in South Carolina, state lawmakers have introduced so-called personhood legislation, which would establish that the “right to life” and the rights of due process and equal protection “vest at fertilization for each born and preborn human being.”\nLawmakers in Arkansas are further along. On Thursday, the Arkansas Senate passed a bill by a 29-6 vote that would likewise prohibit abortions in the state if Roe were declared unconstitutional. The bill, as with the one in Tennessee, allows for exceptions in situations where the abortion is necessary to prevent the death of the pregnant woman.\nIn other states, lawmakers have moved to do the opposite if Roe is overturned.\nIn New York, Gov. Andrew M. Cuomo signed the Reproductive Health Act on Jan. 22, the 46th anniversary of the Roe decision. The new law permits abortion after the 24th week of a pregnancy when there is “an absence of fetal viability, or the abortion is necessary to protect the patient’s life or health.”\nA law introduced by a Democratic lawmaker in Virginia would also have reduced restrictions on late-term abortions to protect the mother’s health, and would have decreased the number of physicians whose opinions were required to approve an abortion, to one from three. The bill was set aside in committee.\nAt the State of the Union address on Tuesday, President Trump scorned New York’s legislation, erroneously claiming that it “would allow a baby to be ripped from the mother’s womb moments before birth.” Mr. Trump also asked Congress to ban “late-term abortion,” a phrase used by abortion opponents to refer to abortions performed after about 21 weeks of pregnancy; such abortions are rare.\nNine states have laws that protect the right to abortion, according to data from the Guttmacher Institute, a reproductive health organization that supports abortion rights. That includes states like California, Connecticut and Maryland, which permit abortion before the fetus’s viability or when the procedure is necessary to protect the mother’s health.\nOn the other side of the issue, 18 states have laws that could be used to restrict the legality of abortion in the event that Roe was overturned. Half of those states — including Arizona, Michigan and Oklahoma — have retained abortion bans passed in the pre-Roe era, in some cases forbidding the procedure unless the life of the woman is at risk.\nAdditionally, there are several abortion cases before federal appeals courts. All of them have the potential to reach the Supreme Court.", "date": "Feb. 8, 2019", "href": "https://www.nytimes.com/2019/02/08/us/abortion-laws.html", "tags": "spotlight laws abortions court states pass seek roe abortion state new lawmakers law"}