{"title": "With Gaza in Financial Crisis, Fears That ‘an Explosion’s Coming’", "content": "GAZA CITY — The payday line at a downtown A.T.M. here in Gaza City was dozens deep with government clerks and pensioners, waiting to get what cash they could.\nMuhammad Abu Shaaban, 45, forced into retirement two months ago, stood six hours to withdraw a $285 monthly check — a steep reduction from his $1,320 salary as a member of the Palestinian Authority’s presidential guard.\n“Life has become completely different,” Mr. Abu Shaaban said, his eyes welling up. He has stopped paying a son’s college tuition. He buys his wife vegetables to cook for their six children, not meat.\nAnd the pay he had just collected was almost entirely spoken for to pay off last month’s grocery bills. “At most, I’ll have no money left in five days,” he said.\nAcross Gaza, the densely populated enclave of two million Palestinians sandwiched between Israel and Egypt, daily life, long a struggle, is unraveling before people’s eyes.\nAt the heart of the crisis — and its most immediate cause — is a crushing financial squeeze, the result of a tense standoff between Hamas, the militant Islamist group that rules Gaza, and Fatah, the secular party entrenched on the West Bank. Fatah controls the Palestinian Authority but was driven out of Gaza by Hamas in 2007.\nAt grocery stores, beggars jostle with middle-class shoppers, who sheepishly ask to put their purchases on credit. The newly destitute scrounge for spoiled produce they can get for little or nothing.\n“We are dead, but we have breath,” said Zakia Abu Ajwa, 57, who now cooks greens normally fed to donkeys for her three small grandchildren.\nThe jails are filling with shopkeepers arrested for unpaid debts; the talk on the streets is of homes being burglarized. The boys who skip school to hawk fresh mint or wipe car windshields face brutal competition. At open-air markets, shelves remain mostly full, but vendors sit around reading the Quran.\nThere are no buyers, the sellers say. There is no money.\nUnited Nations officials warn that Gaza is nearing total collapse, with medical supplies dwindling, clinics closing and 12-hour power failures threatening hospitals. The water is almost entirely undrinkable, and raw sewage is befouling beaches and fishing grounds. Israeli officials and aid workers are bracing for a cholera outbreak any day.\nIsrael has blockaded Gaza for more than a decade, with severe restrictions on the flow of goods into the territory and people out of it, hoping to contain Hamas and also, perhaps, to pressure Gazans to eventually oust the group from power.\nFor years, Hamas sidestepped the Israeli siege and generated revenue by taxing goods smuggled in through tunnels from Sinai. But President Abdel Fattah el-Sisi of Egypt, after taking power in 2013, choked off Hamas — an offshoot of the Muslim Brotherhood, which Mr. Sisi sees as a threat — by shutting the main border crossing at Rafah for long stretches. Egypt, which has no interest in becoming Gaza’s de facto administrator, used that pressure to force Hamas to close the Sinai tunnels.\nFor Hamas, the deteriorating situation is leaving it with few options. The one it has resorted to three times — going to war with Israel, in hopes of generating international sympathy and relief in the aftermath — suddenly seems least attractive.\nHamas can count on little aid now from the Arab world, let alone beyond. And Israel, in an underground-barrier project with a nearly $1 billion price tag, is steadily sealing its border to the attack tunnels into Israel that Gaza militants spent years digging.\nThe collapsing tunnel enterprise, in a way, neatly captures where Hamas finds itself: with no good way out.\nLast year, the Palestinian Authority’s president, Mahmoud Abbas, ratcheted up the pressure on Hamas, stopping its payments for fuel for Gaza’s power station and to Israel for electrical transmission into the Gaza Strip. It slashed the salaries of thousands of its workers who remained on its payroll in Gaza, even though they no longer had jobs to do after Hamas took power. Those measures forced Hamas into reconciliation talks that kindled new hopes, reaching their peak in a much-heralded October agreement in Cairo.\nHamas, eager to rid itself of the burdens of governing — though unwilling to disarm its military wing — showed flexibility at the talks, quickly ceding control over border crossings like the one with Israel at Kerem Shalom, and the tax collections there that had provided it with some $20 million a month.\nBut a series of missed deadlines for handing over governance to the Palestinian Authority, and the removal last month of the Egyptian intelligence chief who had brokered the reconciliation talks, have dashed hopes and left the two factions squabbling, the rapprochement slowly bleeding out.\nHamas now refuses to relinquish its collection of taxes inside Gaza until the Palestinian Authority starts paying the salaries of public employees. But the authority is refusing to do that until Hamas hands over the internal revenue stream.\n“The most hard-line people in the P.A. believe they need full capitulation from Hamas, including the dismantling of its military,” said Nathan Thrall, an analyst for International Crisis Group who closely monitors Gaza. “The vast majority of Palestinians see that as wholly unrealistic. But the P.A. thinks that strategy is working. So they think the pressure should continue, and they’ll get even more.”\nThe longer the stalemate lasts, the more Hamas hemorrhages funds and Gaza’s economy suffocates. While thousands of Palestinian Authority workers in Gaza like Mr. Abu Shaaban were forced into early retirement, and those who remained saw their pay cut 40 percent, some 40,000 Hamas workers — many of them police officers — have not been paid in months, officials say.\nAs Gaza’s buying power plummets, imports through Kerem Shalom are falling — from a monthly average of 9,720 truckloads last year to just 7,855 in January — which will only cut Hamas’s revenue more.\n“Abu Mazen has punished all of us, not only Hamas,” Fawzi Barhoum, the chief Hamas spokesman in Gaza, said in an interview, using Mr. Abbas’s nickname.\nA debate raged in Israel this past week, which sees the possibility of war both to its north and south, between military leaders warning about the looming crisis in Gaza and politicians questioning just how much and how soon the situation there would threaten national security.\nSuch a conflicted view has characterized Israeli policy ever since the blockade was imposed, analysts say, as the country sought to protect itself by cordoning off the strip.\nBut that meant keeping an enormous degree of control over the flow of people, cargo, energy and international aid across the border — and as it clamps down, the resulting social harm in Gaza can blow back against Israel.\nNowhere is that more palpable than just across the border in Israel, where soldiers patrol close enough to wave at the Hamas militants eyeing them from watchtowers, and commanders talk of Gaza’s unemployment and poverty rates as fluently as of their battle preparations.\nBrig. Gen. Yehuda Fox, who leads the army’s Gaza division, recently showed Hamas and Islamic Jihad tunnels discovered and destroyed in the past few months. The tunnels were supplied with air, electricity and water, and dug by an estimated 100 men working in shifts.\nThe showpiece of the army tour, though, was not the tunnels, but the construction of a concrete-and-electronic barrier, dug deep into the earth, that General Fox said will eventually detect other tunnels and stop more from being built.\nAbout three miles of the barrier is finished, with about 38 miles to go. It is an impressive display of ingenuity, but comes at an enormous cost: Five concrete plants have been set up, supplying 20 digging sites, at a cost of nearly $1 billion. Enough concrete is being poured into the desert sand, the general said, to “build Manhattan.”\nBut he also acknowledged that the underground-barrier project had increased the pressure on Hamas to use its existing tunnels soon, or risk losing them forever — heightening their dangers to Israel.\nAs moribund as the reconciliation process has become, General Fox said, Hamas and the Palestinian Authority were keeping it alive because “no one wants to be blamed for destroying it.” If it does fail, Hamas will likely deflect Gazans’ anger: “They’ll say Israel is the problem — ‘Let’s go to jihad and start a war.’”\nClimbing back into an armored vehicle, the general drove past an Iron Dome antimissile battery to a park where hundreds of picnickers and mountain bikers — Jews and Arabs alike — had flocked to see meadows blooming with scarlet anemones. Israel calls this February festival “Red South.”\nIt was well within mortar range of the border.\n“It’s their decision what to do,” the general said of Hamas. “Three times in the past 10 years they’ve chosen war. They wasted many lives and a lot of money and destroyed Gaza. And they can try to do it a fourth time.”\nThen again, he said, “Everybody learns.”\nIsrael recently called on donor countries to fund some $1 billion in water and energy improvements in Gaza, measures that would take time. But there is more it could do to alleviate the crisis quickly, according to the Israeli advocacy group Gisha — like easing the way for cancer patients to travel for treatment, or renewing exit permits for traders, which Israel slashed to just 551 at the end of 2017 from about 3,600 two years earlier.\nThe United States has done the opposite, withholding $65 million from the United Nations Relief and Works Agency, which supports Palestinian refugees, including some 1.2 million in Gaza, many of whom rely on its regular handouts of flour, cooking oil and other staples.\nHamas itself has few ways to alleviate the crisis, according to Mr. Thrall and other Gaza experts.\nIt could retake control of Kerem Shalom, regaining vital revenue but inviting blame, and retribution, for the demise of reconciliation. It could seek intervention by Muhammad Dahlan, a Fatah leader exiled and reviled by Mr. Abbas, in hopes that Mr. Dahlan’s patron, the United Arab Emirates, might pour money into Gaza. Or it could muddle along, perhaps hoping that an expected American peace initiative might entail quieting Gaza with aid.\nFor the moment, those with money in Gaza are trying to help those without. A few merchants have forgiven customers’ debts. The Gaza Chamber of Commerce paid $35,000 to get 107 indebted merchants temporarily released from jail. A donor gave 1,000 liters of fuel to a hospital for its generator.\nBut the fuel quickly ran out. Gestures only help so much. And Gaza residents invariably say that war is coming.\nHamas is under no illusions that it would fare better in the next fight than it did after its 2014 battle with Israel, Mr. Thrall said.\n“Hamas sees how isolated they are in the region, and how isolated the Palestinians are at large,” he said. “Before, in wars, they could hope to light up the Arab street and pressure Arab leaders. But in 2014, there was barely a peep, and now it’s even more so.”\nStill, whether out of bluster or desperation, Gazans both in and out of power have begun talking openly about confronting Israel over its blockade in the kind of mass action that could easily lead to casualties and escalation.\nA social-media activist, Ahmed Abu Artema, is promoting the idea of a “Great Return,” a peaceable encampment of 100,000 protesters along the Israel-Gaza border. Mr. Barhoum, the Hamas spokesman, envisioned a million or more Gazans taking part, though perhaps not so peacefully.\nOne way or the other, “an explosion’s coming,” said Mr. Abu Shaaban, the cash-strapped Palestinian Authority pensioner. “We have only Israel to explode against. Should we explode against each other?”", "date": "Feb. 11, 2018", "href": "https://www.nytimes.com/2018/02/11/world/middleeast/israel-gaza-hamas-palestinian-authority-abbas.html", "tags": "authority hamas ‘ mr. palestinian fears explosion financial ” israel coming gaza crisis —"}