{"title": "Within Minutes Of Notre Dame Cathedral Fire, Conspiracies Reigned", "content": "Minutes after a fire began to engulf the Notre Dame Cathedral in Paris, Fox News anchor Shep Smith interviewed a man he described as a “French elected official” who immediately characterized the blaze as “the French 9/11” and said only the “politically correct will tell you that it’s probably an accident.”\nActual French officials are still early in the process of determining the exact cause of the fire ― but that didn’t stop America’s most-watched cable TV news source from amplifying the fantasies of a conspiracy theorist.\nAs it turns out, Smith’s guest, Philippe Karsenty, is a media analyst and conspiracy theorist who was previously convicted of defamation for making false accusations against a French TV network. Although Karsenty’s website claims he is the deputy mayor of the city of Neuilly, he hasn’t held that office in years. In fact, Karsenty now holds an opposition seat on the town’s municipal council, Le HuffPost reported.\nSmith cut him off, but the damage was done.\nInadvertently or otherwise, Fox News had joined a conspiracy chorus that hummed loudly in the minutes after the fire broke out.\nThose looking to social media for answers would find white nationalists like Faith Goldy or Infowars writer Paul Joseph Watson claiming that the fire was deliberate.\nThey’d find far-right chuds like Twitter user @Partisangirl declaring matter-of-factly, to 112,000 followers, that French President Emmanuel Macron “has probably set fire to Notre Dame to try and make the yellow vests look bad,” referring to the protesters who have beleaguered his regime of late.\nOfficials initially said that the fire was “potentially linked” to renovation work in the building.\nThose who sought out news on YouTube were met with videos of the Sept. 11 terror attacks. On Twitter, white nationalist Richard Spencer hoped that the fire “serves to spur the White man into action.” Noted Islamophobe Pam Gellar opined that Islam had something to do with it.\nAnd of course, the QAnon adherents had to weigh in. Some of the folks who insist pedophiles have long controlled the U.S. government used a shotgun approach and pushed any and every conspiracy theory at once: It’s British Prime Minister Theresa May; it’s former first lady Michelle Obama; it’s Pope Francis himself, “burning evidence” of “ritual sacrifice” of children.\nConspiracy theories abound after most crises, regurgitated by prominent voices and often online. Mass shootings are called “false flag” operations by loud people like Infowars host Alex Jones. QAnon followers cried hoax when bombs were sent to top Democrats and others last year. President Donald Trump himself has been criticized for pushing conspiracy theories about a number of groups, including immigrants on the southern border and Muslims.\nSuch mindless speculation is often dangerous and can lead to more violence. The fire that razed the Notre Dame Cathedral seemed to bring all of these conspiracy theories into the same room, all at once ― and for a time, that noise was louder than any other.\nCORRECTION: A previous version of this story stated Karsenty doesn’t currently hold an elected position. He is a member of the town municipal council in Neuilly.", "date": "\n04/15/2019", "href": "https://www.huffpost.com/entry/notre-dame-cathedral-fire-conspiracy-theories_n_5cb4ce57e4b098b9a2d825c7", "tags": "minutes fire within news smith notre reigned conspiracies ” cathedral dame karsenty french conspiracy"}