{"title": "With Choice of Trade Negotiator, Trump Prepares to Confront Mexico and China", "content": "WASHINGTON — President-elect Donald J. Trump on Tuesday named as his chief trade negotiator a Washington lawyer who has long advocated protectionist policies, the latest sign that Mr. Trump intends to fulfill his campaign promise to get tough with China, Mexico and other trading partners.\nMr. Trump also renewed his episodic campaign to persuade American companies to expand domestic manufacturing, criticizing General Motors via Twitter on Tuesday morning for making in Mexico some of the Chevrolet Cruze hatchbacks it sells domestically. Hours later, Mr. Trump claimed credit after Ford said it would expand vehicle production in Flat Rock, Mich.\nThe choice of Robert Lighthizer (pronounced LIGHT-hi-zer) to be the United States’ trade representative nearly completes Mr. Trump’s selection of top economic advisers and, taken together with the president-elect’s running commentary on Twitter, underscores Mr. Trump’s focus on making things in America. That is causing unease among some Republicans who regard Mr. Trump’s views on trade as dangerously retrograde, even as they embrace the bulk of his economic agenda.\nMainstream economists warn that protectionist policies like import taxes could impose higher prices on consumers and slow economic growth.\nBut some Democrats are signaling a readiness to support Mr. Trump. Nine House Democrats held a news conference Tuesday with the A.F.L.-C.I.O. president, Richard Trumka, to urge renegotiation of the North American Free Trade Agreement with Mexico and Canada.\n“We wanted him to know that we’ll work with him on doing that,” Mr. Trumka said. “I don’t think he has enough Republican support to do it, and rewriting the rules of trade is a necessary first step in righting the economy for working people.”\nMr. Trump and his top advisers on trade, including Mr. Lighthizer, share a view that the United States in recent decades prioritized the ideal of free trade over its own self-interest. They argue that other countries are undermining America’s industrial base by subsidizing their own export industries while impeding American importers. They regard this unfair competition as a key reason for the lackluster growth of the economy.\nIn picking Mr. Lighthizer, who has spent much of the last few decades representing American steel producers in their frequent litigation of trade disputes, Mr. Trump is seeking to hire one of Washington’s top trade lawyers to enforce international trade agreements more vigorously. He must be confirmed by the Senate.\n“He will do an amazing job helping turn around the failed trade policies which have robbed so many Americans of prosperity,” Mr. Trump said in a statement.\nMainstream Republicans have sought common ground with Mr. Trump, emphasizing, for example, the importance of enforcing trade rules, but they have not abandoned the party’s longtime advocacy for trade. Senator Orrin Hatch of Utah, the chairman of the Senate Finance Committee, which will hold hearings on Mr. Lighthizer’s nomination, issued a cautiously supportive statement Tuesday.\n“As the world and our economic competitors move to expand their global footprints, we can’t afford to be left behind in securing strong deals that will increase our access to new markets for American-made products and services,” Mr. Hatch said in a statement. “I look forward to a vigorous discussion of Bob’s trade philosophy and priorities.”\nMr. Trump has named a number of advisers on trade, leaving some ambiguity about the division of responsibilities. The president-elect named the economist Peter Navarro, an outspoken critic of China, to lead a new White House office overseeing trade and industrial policy. Mr. Trump also said Wilbur Ross, the billionaire investor and choice for commerce secretary, will play a key role. Mr. Lighthizer, however, is the only member of the triumvirate with government experience.\n“Those who say U.S.T.R. will be subordinated to other agencies are mistaken,” said Alan Wolff, another former senior American trade official who was the steel industry’s co-counsel on trade with Mr. Lighthizer for nearly 20 years, citing Mr. Lighthizer’s encyclopedic knowledge of trade law. “He’ll be a dominant figure on trade, in harmony with Wilbur Ross and Navarro.”\nThere is also an ideological divide between the people Mr. Trump has named to oversee trade policy and his broader circle of advisers, which is populated by longstanding trade advocates like Gary D. Cohn, the president of Goldman Sachs, who will lead the National Economic Council; Rex W. Tillerson, the chief executive of Exxon Mobil, tapped for secretary of state; and Gov. Terry Branstad of Iowa, Mr. Trump’s choice for ambassador to China.\nProponents of trade hope the broader circle, and congressional Republicans, will exert a moderating influence.\n“You’re seeing a pretty clear indication that there will be a focus on the enforcement of our trade agreements and on the letter of the law,” said Scott Lincicome, an international trade lawyer at White & Case. “But that doesn’t necessarily mean a significant turn toward protectionism. Even free trade guys like me support enforcement.”\nTrade opponents on the left and the right, meanwhile, are hoping Mr. Trump means to break with several decades of pro-trade policy.\n“There’s going to be a war within the Trump administration on where they go with trade, and we’re hoping to energize the worker base he had to make sure they go in the right direction to benefit the American worker,” Mr. Trumka said.\nMr. Trump’s promise to immediately designate China as a currency manipulator may offer an early test of the administration’s intentions. Economists see no evidence China is suppressing the value of its currency, although it has done so in the past. Mr. Lincicome said officially labeling China a currency manipulator despite the lack of recent evidence would signal that the administration is taking a hard line on trade issues.\nA broader shift in trade policy would unfold more slowly. Mr. Trump has promised to renegotiate Nafta; the original process took most of three years. He has promised to pursue enforcement actions against other nations, but it takes time to mount cases. He has threatened to impose new tariffs on imports, but sweeping changes most likely would require congressional legislation.\nMr. Trump already is seeking to exert influence by seizing the presidential bullhorn.\n“General Motors is sending Mexican made model of Chevy Cruze to U.S. car dealers-tax free across border,” he wrote Tuesday on Twitter. “Make in U.S.A. or pay big border tax!”\nGeneral Motors announced in 2015 that it would make the Cruze in Coahuila, Mexico. American manufacturers are moving small-car production to Mexico to take advantage of lower labor costs and because of declining domestic demand. They continue to build more expensive vehicles in the United States.\nFord’s announcement Tuesday does not reverse that trend. The carmaker said it still planned to move production of the compact Ford Focus from Michigan to Mexico. But it said it would invest in a different Michigan plant to expand production of higher-priced vehicles, including its F-150 pickup truck and the Mustang sports car, as well as a new battery-powered sport utility vehicle.\n“We are encouraged by the pro-growth policies that President-elect Trump and the new Congress have indicated they will pursue,” said the company’s chief executive, Mark Fields.\nMr. Lighthizer served as deputy United States trade representative in the Ronald Reagan administration, when he was involved in pressing Japan to reduce its restrictions on American imports and its subsidies for its own exports. Mr. Trump has criticized China for similar practices, setting the stage for a new round of confrontations.\nReagan is often remembered as an advocate for free trade, but his administration in its early hours imposed a quota on Japanese auto imports. It was the first in a long series of measures aimed at putting pressure on the nation that was then regarded, like China in recent years, as a threat to American prosperity.\n“President Reagan’s pragmatism contrasted strongly with the utopian dreams of free traders,” Mr. Lighthizer wrote in a 2008 piece criticizing Senator John McCain, Republican of Arizona, for embracing “unbridled” free trade. Conservatives, he argued, “always understood that trade policy was merely a tool for building a strong and independent country with a prosperous middle class.”", "date": "Jan. 3, 2017", "href": "https://www.nytimes.com/2017/01/03/us/politics/trump-robert-lighthizer-trade-mexico.html", "tags": "choice negotiator confront american free china lighthizer ” trump prepares mexico trade"}