{"title": "With Second Ave. Subway, Cuomo Has Hands-On Role and Eye on the Future", "content": "As governor of New York, Andrew M. Cuomo has no shortage of complex problems demanding his attention. But his ire has recently been focused on a small switch in a subway station deep below the streets of Manhattan.\nDelays with the switch, known as a shunt trip breaker, were holding up progress on the Second Avenue subway — a “demonic device that has frustrated us for months,” Mr. Cuomo said as he inspected a new station at 96th Street on the Upper East Side on Monday.\n“There’s 800 little things like shunt trip breakers that you have to get past,” the governor said. “Each station has its own little problems.”\nThe notorious Second Avenue subway, nearly a century in the making, is inches from the finish line, and Mr. Cuomo, a Democrat, has made it his mission to complete the project by New Year’s Eve. On regular visits to the line’s three new stations, he obsesses over design details and equipment glitches at a surprising level of involvement for a governor, which some critics say seems primarily aimed at promoting his image.\nA 24-block trek with Mr. Cuomo this week through the new subway tunnels and stations offered a rare glimpse inside the long-delayed $4.4 billion project that for many New Yorkers had come to symbolize a dream that might never be realized. The shiny modern stations are filled with dozens of workers and a steady whir of buzz saws, but the line appears remarkably close to being done.\nYet with 18 days left in the year, the Metropolitan Transportation Authority has not announced an opening date for this first phase of the line. Though Mr. Cuomo said he was optimistic about meeting the year-end deadline, he conceded that any problems with a series of final tests could delay the opening.\n“This fire safety test could go bad, and then you’re nowhere,” Mr. Cuomo said after climbing a ladder onto the platform at the 86th Street station, clad in work boots and khaki pants, though notably missing the hard hat worn by others.\nFor Mr. Cuomo, the opening of the Second Avenue subway is part of an ambitious Robert Moses-style agenda to improve the region’s infrastructure, which includes a new Tappan Zee Bridge and overhauls of La Guardia Airport and Pennsylvania Station. He says he wants to prove that government can do big things, but the plans also appear aimed at burnishing his legacy, possibly with an eye toward seeking higher office in 2020.\nA day after visiting the new stations, Mr. Cuomo was aboveground on Tuesday, standing in front of the Tappan Zee Bridge in Tarrytown to trumpet progress toward a 2018 opening. During the subway tour on Monday — at least his third trip to the line in four days — Mr. Cuomo marveled at the work it took to dig the tunnels as he walked along the train tracks to the 72nd Street station.\n“When was the last time we built something that we said, ‘Wow’?” he said. “This is wow.”\nHis push to meet the deadline is an effort to improve the reputation of the often-maligned transportation authority, which runs the region’s subways, buses and commuter railroads and is known for delays on major construction projects. Beyond the required testing, workers are still racing to finish station entrances and other final work.\n“If we’re not done January 1,” the governor said, “I will stand up and say we failed to make the deadline, and I’m disappointed.”\nFor months, Mr. Cuomo has held weekly meetings at his office with the project’s leadership team to address — and sometimes vent about — the latest issues and concerns. He became more involved about a year and a half ago, he said, when officials at the authority told him they wanted to push back the long-established December 2016 deadline by a year or two.\n“The meetings are not a love fest,” said Charlie Hall, a construction manager from the engineering firm Parsons Brinckerhoff who is overseeing the project. “The meetings started because there were issues, and things weren’t getting done. People are challenged in those meetings.”\nOn an unannounced stop at the 86th Street station a few months ago, Mr. Cuomo was angered to see no one was working on a problematic escalator, Melissa DeRosa, his chief of staff, said. He walked around shouting, “Who is working on the escalator?” until the person appeared, she added.\nWhile many business leaders and transportation experts welcome the governor’s attention to long-festering problems, some have questioned how he will finance all of the plans and his increased efforts to influence the transportation authority, as well as the Port Authority of New York and New Jersey. A bitter fight at the Port Authority this month over building a new bus terminal in Manhattan led the agency’s chairman, John J. Degnan, to publicly criticize Mr. Cuomo’s behind-the-scenes maneuvering.\nAnd after Mr. Cuomo announced plans in October to eliminate tollbooths at the transportation authority’s bridges and tunnels, some board members bristled at being asked to quickly approve the proposal with few details. James E. Vitiello, a board member from Dutchess County, expressed concern that electronic tolling could lead to lower revenue for the agency.\nThe governor’s strong sway raised the question, Mr. Vitiello said, “Are we a perfunctory board, or are we really a board of independent fiduciaries?”\nMr. Cuomo says he wants to streamline the authority’s bureaucracy. He argues he is overseeing the largest building effort in the region since the era of Mr. Moses, the hard-charging and imperial 20th-century dealmaker whose biography “The Power Broker” Mr. Cuomo says he has read “multiple times in my life.” Asked about their similarities, the governor said Mr. Moses was “dictatorial,” whereas he himself believed in a more inclusive approach.\n“You have to get it done,” he said. “But you have to get it done in a way that brings the community along.”\nOfficials hope to finish testing at the Second Avenue stations by Dec. 22, giving workers a weeklong “cushion” in case there is a problem, Mr. Cuomo said. They are unlikely to set a firm opening date for the line, which will run as an extension of the Q train, before the tests are completed. Mr. Cuomo said he did not favor an idea transit officials had discussed to possibly skip any stations that were not ready, in order to say the line opened on time.\nAs Upper East Side residents and transit enthusiasts eagerly await the opening, some advocates are focused on making sure construction begins quickly on the second phase of the line, which would extend it to 125th Street in Harlem. Others would like to see Mr. Cuomo devote a similar level of energy to the problems facing New York City’s entire transit system, like slow bus service and severe subway overcrowding.\n“When the governor puts his mind to something, it happens,” said Nick Sifuentes, the deputy director of the Riders Alliance, an advocacy group. “That’s what we need for the whole system.”", "date": "Dec. 13, 2016", "href": "https://www.nytimes.com/2016/12/13/nyregion/second-ave-subway-andrew-cuomo.html", "tags": "authority second subway ” line future ave. hands-on cuomo station new role eye governor"}