{"title": "With Trump, NATO Chief Tries to Navigate Spending Minefields", "content": "WASHINGTON — He flew across the ocean to celebrate NATO’s 70th anniversary with the largest and most important member of the military alliance. So to outsiders it appeared to be an awkward moment on Tuesday for Jens Stoltenberg, the NATO secretary general, as he sat stiffly by while President Trump criticized German defense spending and predicted that the United States would get along with Russia.\n“I accept there are differences, but when it comes to defense spending we all agree,” Mr. Stoltenberg said in an interview after his meeting with Mr. Trump, putting a positive spin on the situation.\nHe said the president had helped push member states to budget an additional $100 billion in defense spending and credited Mr. Trump with “having a real impact.”\n“I say that because it is a fact,” Mr. Stoltenberg said. “Allies are now really stepping up.”\nBut not all. Germany will most likely slow the growth of its defense spending — meaning that Europe’s economic powerhouse will defy a spending target set by the North Atlantic Treaty Organization. And other member states are struggling to reach the current goal of spending 2 percent of their economic output on the military by the end of 2024.\nThe scene on Tuesday was just the latest example of Mr. Stoltenberg’s unenviable efforts to bridge seemingly irreconcilable positions between Europe and the United States.\nHe is the European leader who has shown the most deft hand with Mr. Trump. A trained statistician, Mr. Stoltenberg came to the White House with charts showing how defense spending has risen.\nBut his credit of Mr. Trump for the spending increases has annoyed European leaders.\n“He is a little too diplomatic,” said Jim Townsend, a former Pentagon official who oversaw relations with NATO and is now a fellow at the Center for a New American Security. “Sometimes he has a hard time whacking an ally over the head.”\nMr. Stoltenberg has sought to balance Mr. Trump against German politicians, who have made clear they are sick of the president’s demands. The challenge will only grow throughout this week as Mr. Stoltenberg appears before members of Congress to praise both their support of the military alliance and Mr. Trump’s drive for a more equitable share of military burdens.\nGermany this year is putting 1.35 percent of its gross domestic product toward defense spending, and in 2020 will spend 1.37 percent. New budget projections by Berlin show Germany will spend 1.25 percent of its economic output by 2023.\nChancellor Angela Merkel of Germany and the defense minister, Ursula von der Leyen, have said they remain committed to the 2 percent goal. “Germany will keep its promise,” Ms. von der Leyen said Tuesday on German public radio.\nHours later, fueling the pressure, Mr. Trump said member states should spend potentially even more than 2 percent on defense.\nIn the Oval Office, Mr. Stoltenberg sat stone-faced as Mr. Trump criticized Germany for “not paying their fair share.” The president also predicted: “I think we’ll get along with Russia.” \nSince 2014, NATO has deployed military forces to Eastern Europe to deter Russian aggression. It has also intensified efforts to rebuild European militaries that have eroded since the end of the Cold War.\nBut the alliance faces an array of challenges it has not previously confronted, and does not yet know how to tackle — including Russian interference in elections and domestic politics, and China’s economic investments in telecommunications networks.\nIn the interview with The New York Times, Mr. Stoltenberg suggested the alliance’s policy on Russia was consistent with Mr. Trump’s desire for better relations. He pointed to the cooperation by his own home country, Norway, with Russia on fisheries and other matters.\n“We now have a strong, common understanding of how to approach Russia,” Mr. Stoltenberg said. “Those allies who were skeptical of dialogue with Russia have seen that we have delivered on deterrence and defense.”\nThe gatherings to commemorate NATO’s anniversary were originally planned as a week of events in Washington for heads of state and government. But Mr. Trump’s angry speeches, public and private, at other alliance gatherings over the last two years persuaded allies to downgrade the anniversary celebration to a meeting of foreign ministers.\nThe goal, according to current and former American and European officials, was to limit Mr. Trump’s participation.\nEven Tuesday’s meeting with Mr. Trump was not originally on Mr. Stoltenberg’s agenda. But then Speaker Nancy Pelosi announced that she had invited the NATO chief to address Congress, a speech that is scheduled for Wednesday.\nEuropean officials said Mr. Stoltenberg had not yet accepted the invitation when Ms. Pelosi announced it. That put him in the position of potentially leaving Washington without seeing the president but addressing the Democrat-led House, which has approved a measure that seeks to block Mr. Trump from withdrawing from the military alliance.\nLast week, NATO made the unusual move of extending Mr. Stoltenberg’s term a second time, by two more years, meaning he would leave office in 2022. It is an acknowledgment of Mr. Stoltenberg’s deft touch not just with Mr. Trump, but also with other difficult alliance leaders, including President Recep Tayyip Erdogan of Turkey and Prime Minister Viktor Orban of Hungary.\nMr. Trump endorsed the extension on Tuesday. “I had no doubt in my mind who I wanted,” he said.\nEuropean officials said their worries about Mr. Stoltenberg’s cozy relationship with Mr. Trump were pushed aside, largely to avoid giving the president an outsize role in selecting a new NATO leader. Mr. Stoltenberg was scheduled to step down in 2020, at the height of an intense election in the United States.\nIn the interview with The Times, Mr. Stoltenberg said he had consulted with Ms. Merkel, and noted that the new budget unveiled by Germany was not final. Germany has submitted a spending plan to NATO that shows defense spending rising by 80 percent between 2014 and 2024, he said, adding that he expected Berlin to live up to that plan.\n“The Germans have told me it will further increase,” he said.\nFriction is growing in Germany. The Social Democrats, Ms. Merkel’s center-left coalition partners who control the finance ministry and were in charge of the latest budget plan, are using the dislike of Mr. Trump in their election campaign ahead of European parliamentary elections in May.\nJulianne Smith, a fellow at the Bosch Academy in Berlin and a former Obama administration national security official, said the Social Democrats were using the military budget to show they were the party “that stands up to Donald Trump.”\n“This decision became a bit of a referendum on Donald Trump, instead of a referendum on Germany’s hollowed-out forces that desperately need these resources,” she said.", "date": "April 2, 2019", "href": "https://www.nytimes.com/2019/04/02/world/europe/trump-nato-military-spending.html", "tags": "defense tries minefields “ germany navigate nato chief trump stoltenberg spending"}