{"title": "With Bush Gone, Chávez Smells No Sulfur, While Netanyahu Assails Iran’s Leader", "content": "UNITED NATIONS — President Hugo Chávez of Venezuela, reversing one of the more memorable lines in the annals of speeches at the United Nations General Assembly, declared Thursday that the smell of sulfur had deserted the green marble podium.\n“It doesn’t smell of sulfur here anymore, it’s gone,” said a grinning Mr. Chávez, who was one of about 40 leaders to address the assembly. “It smells of something else — it’s hope.” He was referring to the address by President Obama on Wednesday. Mr. Chávez infamously said from the same pulpit in 2006 that it smelled like sulfur shortly after President George W. Bush had spoken, and he referred to Mr. Bush repeatedly as “the devil.”\nOn Thursday, Mr. Chávez said Latin Americans were inclined to think the best of the new American government, but questioned its lack of action to reverse the overthrow of President Manuel Zelaya in Honduras, as well as the government’s military support of the Colombian government and its continuation of the 50-year embargo against Cuba.\n“Is there one Obama or is there two?” Mr. Chávez said, using variations of the line several times throughout his rambling, 60-minute speech, well over the 15-minute limit. “Let us hope that the one we heard yesterday will prevail.” Asked about his remark at a rowdy news conference afterward, Mr. Chávez insisted that he was not denigrating Mr. Obama. “I don’t want to attack him personally,” he said. “I don’t want to say he is a fake.”\nIn an address to the General Assembly earlier in the day, Prime Minister Benjamin Netanyahu of Israel heatedly denounced President Mahmoud Ahmadinejad of Iran for frequently rejecting the Holocaust as a historical fact. Mr. Netanyahu also spent considerable time denying that Israel had committed war crimes during its three-week military attack on Gaza last winter, as it was recently accused of doing in a report by a fact-finding mission from the Human Rights Council.\nMr. Netanyahu began by waving a German document from World War II, the minutes of a meeting in which the Nazis planned the system of concentration camps used to kill people, primarily Jews. “Is this a lie?” he said, using the line repeatedly as he gave many other examples, including a list of his wife’s relatives who were exterminated.\nMr. Netanyahu said it was dangerous for United Nations members to ignore Mr. Ahmadinejad’s repeated attacks on Israel and his anti-Semitic outbursts. “History has shown us time and again that what starts with attacks on the Jews eventually ends up engulfing many others,” he said.", "date": "SEPT. 24, 2009SEPT. 24, 2009SEPT. 24, 2009", "href": "https://www.nytimes.com/2009/09/25/world/25nations.html", "tags": "bush sulfur iran “ smells united chávez gone one nations netanyahu assails leader said"}