{"title": "With a House Takeover, Democrats Could Get Trump’s Tax Returns. Would They?", "content": "WASHINGTON — Democrats, eyeing control of a powerful House tax-writing committee next year, are studying a century-old provision in the federal tax code that could give them access to President Trump’s long-sought tax returns and eventually the ability to make them public.\nThe powers laid out in an obscure 1920s addition to the tax code are clear: The leaders of Congress’s tax-writing committees, including the Ways and Means Committee in the House, are empowered to request from the Treasury Department tax returns or related information on any tax filer. Democrats could use that information to finally determine if Mr. Trump, who built a global business empire before entering politics, has problematic financial entanglements with Russia or other undisclosed conflicts of interest.\nThey could also use such an inquiry to determine whether Mr. Trump violated the law before his election to avoid paying taxes.\nThe law, dating to the Teapot Dome scandal of Warren G. Harding’s administration, appears to give the Trump administration little leeway to resist such a request; it says merely that the Treasury secretary “shall” furnish the requested information.\nBut Democrats expect that Mr. Trump and his appointees within the Treasury would outright refuse to comply, tempting a lawsuit by the House and all but ensuring a long court fight over the legitimacy of Congress’s oversight of the chief executive.\nRudolph W. Giuliani, Mr. Trump’s lawyer, said in a brief interview on Tuesday that he would advise Mr. Trump to fight any such request and saw reason to think he could win. With control of the House, he said, Democrats would merely be conducting a “circus” and would probably have a difficult time proving they had any legitimate legislative or oversight objective.\n“It is really for the purpose of political harassment,” Mr. Giuliani said, adding, “It is a heck of a good battle for a president.”\nDemocrats have publicly vowed to move forward if they gain control of the House after November’s elections. Representative Nancy Pelosi of California, the Democratic leader, told The San Francisco Chronicle last week that the public was “owed” transparency in light of Mr. Trump’s refusal to release his tax returns, a breach of modern presidential norms.\n“That is one of the first things we’d do — that’s the easiest thing in the world,” she said.\nBut mindful as much of the party’s prospects in 2020 as of inflicting short-term pain on Mr. Trump, party leaders are divided on how quickly and aggressively to act. Some in the party fear that if they fail to build an adequate public rationale first, Mr. Trump would paint the majority as cravenly abusing its authority, undercutting Democratic efforts to project a steady-hand alternative to the Republicans.\nThe president almost appears to be daring the Democrats to act. Mr. Trump wrote on Twitter on Tuesday that he had “no financial interests in Saudi Arabia (or Russia, for that matter). Any suggestion that I have is just more FAKE NEWS.”\nIn a 2015 campaign speech, however, he boasted of the “hundreds of millions” of dollars he made from the Saudis.\nFurther complicating matters, Democrats are preparing an onslaught of investigations through numerous committees should they gain control. They must weigh how to prioritize file cabinets’ worth of unaddressed document requests and investigative leads on issues such as Russian election interference, presidential business profits from foreign governments, cabinet corruption allegations and hurricane relief.\n“You should not rush into this thing,” said Representative Bill Pascrell Jr. of New Jersey, a Democrat on the Ways and Means Committee who has pushed Democrats to take on the tax issue. “I don’t think you are here to bury anybody. You are here to find the facts.”\nLawyers for Representative Richard E. Neal of Massachusetts, who is in line to lead the Ways and Means Committee if Democrats win, have begun referring to requests for Mr. Trump’s tax information as the “nuclear option” and believe they would have little chance to gain access to any tax information next year even if they acted immediately.\nTax law experts disagree on how effectively Mr. Trump could challenge the House’s right to the returns.\nThe provision — Section 6103 in the tax code — dates to the early 1920s, when Congress was mired in investigations of bribes supposedly paid to officials in the Harding administration by citizens seeking leases of federal lands containing rich oil reserves. Lawmakers found themselves reliant on the president to release tax information on officials accused of wrongdoing and argued that to uphold the proper separation of powers and serve as a check on the executive branch, they needed authority to obtain tax returns on their own.\n“The whole tenor of the debate was not that different from today’s debate,” said George K. Yin, a University of Virginia tax law professor.\nIn the decades since, the authority has been used scarcely. In 1974, one committee used it to supplement tax information provided by President Richard M. Nixon to investigate whether he had taken improper tax positions and later to release a nearly 1,000-page bipartisan report on its findings.\nIn 2014, in a more partisan push, Republicans on the Ways and Means Committee used it to obtain and publicly release tax information as part of an investigation into whether the I.R.S. discriminated against conservative entities seeking tax-exempt status. Democrats denounced it as a political smear that abused the committee’s authority.\nAndy Grewal, a University of Iowa law professor, said Democrats could risk similar accusations and expose a legal defense for the president if they are not careful to lay out a legitimate legislative purpose for a request.\n“I don’t think when they drafted this statute they were thinking of this being used to settle scores between the White House and a newly elected Democratic majority,” Mr. Grewal said.\nMr. Grewal cited two Supreme Court decisions — Watkins v. United States in 1957 and Kilbourn v. Thompson in 1880 — that have limited Congress’s oversight powers if lawmakers lack a legitimate aim. Mr. Yin, who advocates use of the statute in the case of Mr. Trump, sees little reason the House could not prevail.\nDetails of only two of Mr. Trump’s personal tax returns have become public. The New York Times reported in October 2016 that Mr. Trump declared a $916 million loss on his 1995 income tax returns, a loss so steep he could have legally avoided paying anything in federal income tax for up to 18 years. And in March 2017, two pages of Mr. Trump’s 2005 return were disclosed, showing that he had earned $150 million and paid $38 million in federal income taxes.\nAn investigation by The Times published this month found that Mr. Trump had substantially misled the public about certain aspects of his wealth and could give Democrats additional reason to seek the documents. While Mr. Trump has repeatedly said that his business empire was built on only a “small loan” of $1 million from his father — repaid with interest — The Times found that he actually received the equivalent today of at least $413 million from his father’s real estate empire. The investigation also found that Mr. Trump and his family employed dubious schemes to minimize the tax burden on that inheritance, including instances of outright fraud. Mr. Trump has criticized the findings but has not outright denied them.\nIn the minority, Democrats have already invoked the provision 17 times to demand the president’s tax returns, only to be blocked by the Republican majority. Republicans have already begun to argue that in pursuing the confidential tax information of a perceived political opponent, Democrats risk setting a dangerous precedent.\nThe ability to request taxpayer information is a “powerful oversight tool to be used not for political fishing expeditions but to properly administer the tax code,” said Representative Kevin Brady of Texas, the Ways and Means chairman.", "date": "Oct. 16, 2018", "href": "https://www.nytimes.com/2018/10/16/us/politics/trump-tax-returns-democrats.html", "tags": "tax democrats information would ” house trump returns could takeover get —"}