{"title": "With Mix of Threats and Blandishments, Trump Bandies Policy of Regime ChangeListen to ‘The Daily’: John Bolton’s Plan for Iran", "content": "WASHINGTON — Shortly before he was sworn in as president, Donald J. Trump vowed that the United States would stop “racing to topple foreign regimes that we know nothing about, that we shouldn’t be involved with.” He promised to end “this destructive cycle of intervention and chaos.”\nTwo and a half years into his presidency, Mr. Trump is enthusiastically calling for the toppling of one regime, in Venezuela, and energetically undermining another, in Iran.\nHis administration’s escalating economic and political pressure on both countries — alongside a reignited trade war with China — has raised tensions in two hemispheres to the highest levels since Mr. Trump took the oath of office.\nIt is not just that the president is pushing policies he once denounced. He has yet to articulate a coherent theory for when the United States should push for such change and when it should avoid it.\nAs with so much else in his presidency, Mr. Trump’s approach to foreign intervention is largely ad hoc and idiosyncratic — driven less by ideology than by his hunger for foreign policy victories and confidence in his own deal-making skills.\nMr. Trump, for example, gave up on President Barack Obama’s commitment to oust President Bashar al-Assad in Syria, deciding instead that American military force there should be used only to vanquish the Islamic State. And he is sticking with Kim Jong-un, the leader of North Korea, despite the fact that Mr. Kim recently fired a fusillade of missiles after his stalled nuclear negotiations with the president.\nThe lack of ideological coherence has played to the advantage of Secretary of State Mike Pompeo and the national security adviser, John R. Bolton, two hawkish officials with strong interventionist tendencies. They have filled the vacuum left by Mr. Trump with aggressive moves on Iran and Venezuela that recall those of George W. Bush in the Middle East and Ronald Reagan in Latin America.\nCritics say the disconnect between Mr. Trump and his advisers is confusing the nation’s allies and heightening the risk of a military conflict — perhaps one that the president does not even want.\nHis lack of conviction about bringing down a government, some say, also guarantees that the United States will not shoulder the financial burden to rebuild Venezuela if its embattled president, Nicolás Maduro, is eventually forced out.\n“There is a fundamental conflict between the administration’s desire for regime change and what it is willing to do to bring it about,” said Richard N. Haass, the president of the Council on Foreign Relations, who served in the Bush administration. “That is the contradiction of Mr. Trump’s foreign policy.”\nThe president’s defenders argue he has not strayed far from the position he took during the 2016 campaign.\nMr. Trump has ordered the withdrawal of American forces from Syria and Afghanistan, over the objections of his military commanders, although troops remain in both war zones. He has also continued to conduct high-risk nuclear negotiations with Mr. Kim despite the deep skepticism of advisers like Mr. Bolton, who as a private citizen called for pre-emptive military strikes on North Korea two months before he entered the West Wing.\n“He really hasn’t changed his stance, except for calling for the ouster of Maduro, which I believe is more of a moral statement than an expression of using American military force to topple the Venezuelan regime,” said Michael N. Anton, a former spokesman for the National Security Council during the Trump administration.\nStill, other former officials say Mr. Trump’s position has been muddied by Mr. Pompeo and Mr. Bolton.\nWhile both men faithfully repeat the American position is that it is not seeking the overthrow of the Iranian government, Mr. Pompeo has outlined 12 demands — like halting ballistic missile tests and withdrawing support for militant groups in Yemen and Lebanon — that United States officials know the current leaders in Tehran will never honor.\nWhen Mr. Pompeo was asked last week if he believed the Iranian leadership could ever change its behavior enough to satisfy the administration, he said no.\n“I think what can change is the people can change the government,” Mr. Pompeo told Michael J. Morell, a former acting director of the C.I.A., for his podcast, “Intelligence Matters.” “What we’re trying to do is create space for the Iranian people.”\nMr. Trump himself once claimed he would be open to a dialogue with Iran’s president, Hassan Rouhani. But he also warned Mr. Rouhani last July that Iran would suffer “consequences the likes of which few throughout history have ever suffered before” if it ever threatened the United States.\nThe same mix of threats and blandishments helped bring Mr. Kim to the table in Singapore last June for the first of two summit meetings with Mr. Trump.\n“Trump has a foreign policy perspective that if you can force these governments to come to the table, you can perhaps get a grand bargain,” said Vali R. Nasr, the dean of the Johns Hopkins School of Advanced International Studies, who worked in the Obama administration. “But his team is not following the same script.”\nOn North Korea, Mr. Nasr said, Mr. Trump more clearly articulated his preferences, going so far as to sideline Mr. Bolton before the Singapore meeting when his comparison of North Korea to Libya angered the North Korean leader.\n“With Iran,” Mr. Nasr said, “the fingerprints of his team on the policy is more evident than his own views.”\nThe phrase “regime change” has languished in disrepute since the Iraq war, Mr. Haass noted, even though the notion of rolling back hostile governments has been a feature of American foreign policy for decades.\nMr. Bolton was an avid proponent of that war and has never publicly reconsidered his judgment that sending American troops to Iraq to oust Saddam Hussein was the right course.\nThe problem, Mr. Haass said, is that regime change strategies rarely work, and even when they do, the cost is prohibitively high.\nLast week, the White House was frustrated by the failure of a plan by the Venezuelan opposition to peel away three key senior government officials, which they hoped would prompt a broader revolt by the military and force Mr. Maduro out of office. When the three officials stuck with the government, the plan fizzled, and now the opposition faces fresh obstacles in its quest to remove Mr. Maduro.\nMr. Trump shelved the policy of unseating Mr. Assad in Syria because the cost was too high militarily, Mr. Haass said. The president is likely to face the same dilemma with Iran: Although the administration’s sanctions have imposed a fierce cost on the Iranian economy, they are not by themselves punitive enough to incite the kind of mass uprising that would force a deeply entrenched leadership out of power.\nAnd the prospect of an Iraq-style invasion of Iran is hard to contemplate.\nMr. Pompeo and Mr. Bolton both insist they do not seek war with Iran, though in moving an aircraft carrier strike force to the region this week, Mr. Bolton warned that the United States would hit back with “unrelenting force” if Iran attacked American interests or allies.\n“They’re talking about regime change, but we don’t have the tools to bring it about,” Mr. Haass said. “What does the administration do when it doesn’t get what it wants? Is it willing to have a more expensive foreign policy?”", "date": "May 8, 2019", "href": "https://www.nytimes.com/2019/05/08/us/politics/trump-regime-change-analysis.html", "tags": "policy john iran ‘ mix administration changelisten plan bolton “ daily blandishments trump change foreign threats bandies regime"}