{"title": "With ‘Spygate,’ Trump Shows How He Uses Conspiracy Theories to Erode Trust", "content": "WASHINGTON — As a candidate, Donald J. Trump claimed that the United States government had known in advance about the Sept. 11 attacks. He hinted that Antonin Scalia, a Supreme Court justice who died in his sleep two years ago, had been murdered. And for years, Mr. Trump pushed the notion that President Barack Obama had been born in Kenya rather than Honolulu, making him ineligible for the presidency.\nNone of that was true.\nLast week, President Trump promoted new, unconfirmed accusations to suit his political narrative: that a “criminal deep state” element within Mr. Obama’s government planted a spy deep inside his presidential campaign to help his rival, Hillary Clinton, win — a scheme he branded “Spygate.” It was the latest indication that a president who has for decades trafficked in conspiracy theories has brought them from the fringes of public discourse to the Oval Office.\nNow that he is president, Mr. Trump’s baseless stories of secret plots by powerful interests appear to be having a distinct effect. Among critics, they have fanned fears that he is eroding public trust in institutions, undermining the idea of objective truth and sowing widespread suspicions about the government and news media that mirror his own.\n“The effect on the life of the nation of a president inventing conspiracy theories in order to distract attention from legitimate investigations or other things he dislikes is corrosive,” said Jon Meacham, a presidential historian and biographer. “The diabolical brilliance of the Trump strategy of disinformation is that many people are simply going to hear the charges and countercharges, and decide that there must be something to them because the president of the United States is saying them.”\nThe effects were evident in Washington on Thursday, when the Justice Department held a pair of unusual briefings with lawmakers to share sensitive information about the special counsel investigation into Russia’s meddling in the 2016 election and whether the Trump campaign worked with Moscow to sway the contest. Those sessions came about because the president publicly hectored the department to cough up information about an F.B.I. informant he branded a political spy against him.\nBut Mr. Trump’s willingness to peddle suspicion as fact has implications beyond the Russia inquiry. It is a vital ingredient in the president’s communications arsenal, a social media-fueled, brashly expressed narrative of dubious accusations and dark insinuations that allows him to promote his own version of reality.\nStudents of Mr. Trump’s life and communication style argue that the idea of conspiracies is a vital part of his strategy to avoid accountability and punch back at detractors, real or perceived, including the news media.\n“He’s the blame shifter in chief,” said Gwenda Blair, a Trump biographer. “Conspiracies, by definition, are things that others do to you. You’re being duped; you’re being fooled; the world is laughing at us. It goes to this idea that you can’t believe anything that you read or see. He has sold us a whole way of accepting a narrative that has so many layers of unaccountable, unsubstantiated content that you can’t possibly peel it all back.”\nLike most conspiracy theories, Mr. Trump’s latest has a kernel of truth many Republicans have latched on to. Several news organizations, including The New York Times, have reported that an F.B.I. informant contacted Trump campaign aides who evidence suggested had had suspicious contacts with Russians in 2016 as part of a counterintelligence investigation into possible efforts by Moscow to meddle in the election.\nIn Mr. Trump’s telling, however, the informant was a spy sent by Mr. Obama and a cabal inside his Justice Department and the intelligence community who were bent on stopping his candidacy.\nFormer aides to the president, speaking privately because they did not want to embarrass him, said paranoia predisposed him to believe in nefarious, hidden forces driving events. But they also said political opportunism informed his promotion of conspiracy theories. For instance, two former aides said Mr. Trump had resisted using the term “deep state” for months, partly because he believed it made him look too much like a crank.\nBut Mr. Trump saw that it played well in the conservative news media, and so in November, he began using it, the two aides said. The strategy appears to have yielded results. Several polls have shown a dip in public approval of the special counsel investigation over the past several months, as the president has repeatedly attacked it. And a Monmouth Poll released in March found that a bipartisan majority believes an unelected “deep state” is manipulating national policy.\nSam Nunberg, a former Trump aide who worked for him when he began championing false claims about Mr. Obama’s birthplace, said the president was reflecting the media that fueled his core supporters.\n“In the new media landscape, InfoWars and Fox News are where the president’s getting his support, and these theories are promulgated there,” said Mr. Nunberg, who disputed that “Spygate” qualified as a conspiracy theory.\nMr. Trump’s talk of conspiracies has also gained currency within a Republican Party establishment that once shunned it.\nDuring the 2016 campaign, Senator Lindsey Graham, Republican of South Carolina, denounced Mr. Trump’s talk of the government hiding the real story about Sept. 11. “That’s something that really only comes from the kook part of America,” Mr. Graham said at the time.\nMr. Graham said he had also been highly skeptical when Mr. Trump insisted last year that Mr. Obama had tapped his phones in Trump Tower, a stunning assertion for which he offered no proof.\n“I thought, ‘Well, that doesn’t seem right to me,’” Mr. Graham said last week. But, he noted, it was later revealed that one of Mr. Trump’s former campaign associates, Carter Page, had in fact been under surveillance. And on “Spygate,” the senator added, “There seems to be something to this one. I want to find out: Did it happen? Is there a good reason?”\nSenator John Cornyn, Republican of Texas, distanced himself from the president’s sinister language, but not necessarily the questions he had raised about the informant. “I wouldn’t describe it the way he described it,” Mr. Cornyn said. “Confidential informant? Spy? I guess he can use his own words.”\nThen, like many lawmakers who once denounced the president’s assaults on law enforcement agencies, Mr. Cornyn gave the president a level of validation, saying it was worth knowing what the F.B.I.’s “motivation” was in the inquiry into the Trump campaign.\nMr. Trump is not the first public figure to charge that he is the subject of a shadowy plot. Mrs. Clinton memorably declared during impeachment proceedings against her husband, Bill Clinton, that they were the victims of a “vast, right-wing conspiracy,” although the president himself never used the word at the time.\nMr. Meacham pointed to an 1866 speech at a tumultuous moment of post-Civil War Reconstruction, in which President Andrew Johnson said that his political enemies were plotting to assassinate him. President Richard M. Nixon believed that an elitist cabal led by Ivy League-educated denizens of Georgetown and Washington Post journalists was working secretly to bring him down. Both presidents, Mr. Meacham noted, were self-made men who harbored deep insecurities, not unlike the current Oval Office occupant.\nErick Erickson, the founder of the conservative website RedState, who once described Mr. Trump as a “walking, talking National Enquirer,” said the president’s invented stories also speak to the public’s desire to have an easy explanation for events it cannot control.\n“A lot of people really want to believe a conspiracy because it’s a lot easier to think a malevolent force is in charge than that our government is run by idiots,” Mr. Erickson said in an interview.\nRepresentative Peter T. King, a New York Republican who is sometimes a critic of Mr. Trump, said one need not believe in conspiracies to recognize that the president was onto something with his seemingly far-fetched charges.\n“I do believe that people like Clapper, to some extent Comey, they had this bias against him,” Mr. King said, naming James R. Clapper Jr., the former director of national intelligence, and James B. Comey, the former F.B.I. director, both viewed by Mr. Trump as enemies bent on his destruction. “I don’t think it’s a grand conspiracy. I just think they were living in an echo chamber and believed the worst.”\nBut even as he took issue with the president’s framing, Mr. King marveled at how the president has bent the discourse to his own views, transforming the term “deep state” into “almost a metaphor for a group in society that doesn’t understand real people, forgotten people, and are willing to use their power to stop Trump.”\n“He has a talent for getting a point across using hyperbole,” Mr. King said, adding, “There’s no doubt he has changed the debate.”", "date": "May 28, 2018", "href": "https://www.nytimes.com/2018/05/28/us/politics/trump-conspiracy-theories-spygate.html", "tags": "erode trust ‘ “ deep uses former theories spygate trump shows said campaign conspiracy"}