{"title": "With Savings to Burn, Russia Turns (Again) to a State-Led Spending Plan", "content": "MOSCOW — Russia has become a world-class saver. So much gold has piled up in its central bank that Russia surpassed China last year to become the world’s fifth-largest holder of gold.\nThe International Monetary Fund often has to badger developing nations to bulk up foreign currency reserves. Russia has $472 billion in reserves, more than the country’s combined public and foreign debt of $453 billion and nearly three times what the I.M.F. recommends.\nEconomists don’t consider either of these eye-popping sums of savings a good thing. They reflect, in part, how investment has lagged in Russia and how Western sanctions have dulled its economy. But the lode is also making for an odd back-to-the-future moment of state-directed economic activity as Russia shifts policy and aims to spend about $100 billion on big infrastructure projects.\nThe new drive, promoted last month at an economic forum paradoxically named for Yegor T. Gaidar, a former prime minister who championed privatization, is a full-throttle build-and-spend effort to rev Russia’s way to stable growth. Oligarchs are among the businessmen who have been publicly ordered to rally, with moneyed enthusiasm, behind the plan.\nKnown by the mouthful National Goals and Strategic Objective of the Russian Federation Until 2024, the program is not called a “five-year plan,” the centralized tool that the Soviet Union relied on to set economic goals and direct state spending. But it will last five years, with the first outlays expected in the first half of this year.\n“Nobody is hiding it now,” said Aleksandr Abramov, a professor at the Higher School of Economics who attended the forum. “State spending is the economic theme of 2019.”\nClemens Grafe, the chief Russia economist at Goldman Sachs, described it as “a very different development model” from what Russia has pursued for years under President Vladimir V. Putin. The government, he said, is shifting from encouraging consumer spending with public-sector pay increases to pouring money into roads, ports and hospitals.\nSince 2014, the year of its disputed annexation of Crimea, which spurred Western reprisals, Russia has languished in recession or realized only minuscule growth. The economy grew 2.3 percent in 2018, the state statistics agency said on Monday.\nAt the same time, the Russian government and companies have accumulated vast savings. By law, taxes from the export of oil, which has been keeping the economy afloat, must be saved when the price is above $40 per barrel, so money is ending up in sovereign wealth funds.\nAmerican and European sanctions have also, paradoxically, fattened Russia’s piggy bank. The sanctions prevented the country’s largest banks and oil companies from rolling over loans from Western banks, so companies paid down debt as it came due, a process known as deleveraging.\nThe result has been a piling up of savings and little investment. “They are pulling resources out of the economy,” Mr. Grafe, the Goldman economist, said.\nThe goal of the new program is to increase capital investments to 25 percent of gross domestic product, from about 20 percent today. Mr. Putin is promoting this, and his minister of finance, Anton G. Siluanov, told an audience of economists at the Gaidar Forum that the state was enforcing a new style of management.\n“Our current situation is different from the previous six years in that we are now building a vertically integrated system of management,” Mr. Siluanov said. “It will come from the top and go to the bottom.”\nTweaks to tax, pension and budget policy will fund the investment projects. Russia last year reduced pension spending by elevating the retirement age by five years and raised its value-added tax by two percentage points starting this year, to 20 percent, both shifts meant to free up money for infrastructure spending.\nParliament in recent months changed the law imposing a balanced primary budget, or the budget before interest costs, to allow a deficit of 0.5 percent of gross domestic product when oil prices are above the $40 per barrel reference price, a measure also intended to increase spending.\nGovernment officials say they have been consulting with business owners and requesting detailed investment plans. It’s not clear whether this will go smoothly or advance with fear and bullying.\nThe Kremlin expects wealthy businessmen to respond to its policies with what it defines as patriotism — and to resist has been disastrous, financially and personally, for some. Mikhail B. Khodorkovsky, once Russia’s richest man, spent a decade in prison after financing the political opposition and arguing against higher oil taxes.\nJust before the Gaidar Forum, Aleksei A. Mordashov, the principal shareholder and chairman of the Russian steel company Severstal, wrote in an opinion piece that he and fellow industrialists should join in willingly.\nThey should not “point to foreign difficulties and not delay investments and transforming your companies ‘until better times,’” he wrote in Vedomosti, a Russian business newspaper.\nMr. Mordashov announced a plan to invest $1.4 billion annually in his steel mills. Other Russian industrialists have also quietly increased their spending plans, suggesting the arm twisting is working.\nEconomists, though, are cautioning that greater government involvement in the economy is a rake Russia has stepped on before.\n“They say: ‘The government has the money. The government will pay, for everything,’” said Yuri Danilov, a research fellow at the Russian Academy of Sciences. “This is a very detrimental school of thought.”", "date": "Feb. 6, 2019", "href": "https://www.nytimes.com/2019/02/06/business/russia-economy.html", "tags": "burn state-led percent russian ” economy savings turns year russia government plan spending"}