{"title": "With Microsoft in Sights, China Starts to Squeeze U.S. Tech Companies", "content": "BEIJING — China, once the hottest growth market for United States technology companies, is turning chillier.\nIn the latest sign of the change in climate, officials from a Chinese government agency that enforces antimonopoly laws and other business regulations visited four Microsoft offices across China on Monday, the company said.\nChina is still one of the largest and most promising markets for United States tech companies, as well as home to the factories that make devices as varied as iPhones and Xboxes. But tensions between the United States and China have escalated over spying concerns by both sides. And in recent months Chinese authorities have increased their scrutiny of foreign tech companies.\nAt the same time, they appear to be stepping up their use of laws to help bolster the fortunes of native technology companies.\n“The U.S. tech companies are much more concerned than they were two or three years ago,” said Robert Atkinson, president of the Information Technology and Innovation Foundation, a technology policy think tank. “Most of them were looking with growing interest at the China market. Now they’re much more concerned that the rug is being pulled out from under them.”\nThe officials from the State Administration for Industry and Commerce visited Microsoft offices in Beijing, Shanghai, Guangzhou and Chengdu, Joanna Li, a public relations officer for the company, confirmed in a phone interview, answering questions about earlier reports in the Chinese news media.\n“There was a visit from government officials to our offices,” she said. “Given the sensitivity of the issue, I can’t say any more.”\nThere was no announcement about the visits on the State Administration’s website, and calls to its Beijing headquarters after working hours were not answered.\nThe news may add to the growing anxiety among foreign corporate executives who have watched Chinese authorities take on some of the largest Western companies, including GlaxoSmithKline, the British pharmaceutical giant whose employees in China have been accused of bribing doctors and hospital staff to use the company’s products.\nBut China has used its antimonopoly law, which went into effect in 2008, with a special zeal against United States technology companies.\nLast week, the state media announced that a separate regulatory body, the National Development and Reform Commission, was looking into possible antitrust violations by Qualcomm, one of the world’s largest makers of the chips used in mobile devices. According to the Securities Times newspaper, the agency is investigating accusations that the company overcharged Chinese customers and abused its dominant market position.\nWhether intentional or not, the announcement coincided with a visit to China last week by Qualcomm’s chief executive, Steven M. Mollenkopf, who held talks with government officials and announced the creation of a $150 million “strategic venture fund” to invest in Chinese technology start-up companies.\nIn May, Bloomberg reported that the Chinese government has started to examine the dependence of Chinese banks on computer servers made by IBM.\nIn April, the United States Chamber of Commerce sent a letter to Secretary of State John Kerry and Treasury Secretary Jacob J. Lew expressing concern that Chinese authorities were using their antimonopoly law “to advance industrial policies that nurture domestic enterprises, rather than the internationally accepted norm of using competition law to protect consumer welfare and competition.”\nMeanwhile, Chinese news media reports have named Microsoft as among the foreign technology companies likely to come under tighter government checks for security risks after the revelations by Edward J. Snowden about United States government surveillance.\n“It’s a combination of punishment and paranoia,” said James Lewis, a cybersecurity expert at the Center for Strategic and International Studies, a research group. “The Chinese government has always been suspicious of U.S. I.T. products and is using Snowden as an excuse.”\nDuncan Clark, chairman of BDA China, a consulting firm in Beijing, said Chinese investigations into American tech companies operating in China appeared to have gathered momentum after the Justice Department’s decision in May to indict the Chinese People’s Liberation Army on charges that it hacked into the networks of American companies, including the United States Steel Corporation.\n“Previously there would be hesitation before taking on a big iconic U.S. company and the impact it might have on trade, but not anymore,” he said. “The gloves are off.” \nIn May, Chinese police accused the former head of Glaxo’s China operations, Mark Reilly, of ordering his subordinates to form a “massive bribery network” that resulted in higher drug prices and illegal revenue of more than $150 million. The State Administration for Industry and Commerce, which led the investigation into Glaxo, is the agency whose employees visited Microsoft’s offices on Monday.\nThe targeting of American tech companies began in earnest four years ago, after Google, complaining about hacking and requirements that it censor its search results, announced that it would move most of its China-based search functions to Hong Kong. Since then, Google services like Gmail and Google Books have been almost inaccessible here at times, although the Chinese government denies any role in the interference.\nMicrosoft’s operating systems and software are widely used by Chinese businesses and government offices. Often, those products have been bootleg copies, but the company also has been the subject of citizens’ complaints that its dominance amounts to a monopoly that has allowed it to charge too much.\nIn another blow to Microsoft, China’s Central Government Procurement Center forbade state agencies from using the company’s new Windows 8 operating system on its computers over security concerns prompted by Microsoft’s decision to end technical support for its older Windows XP operating system, according to Xinhua, China’s official state-run news agency.\n“We aim to build products that deliver the features, security and reliability customers expect, and we’re happy to answer the government’s questions,” Ms. Li said in an email.\nIn June, President Xi Jinping of China reinforced longstanding government demands that China master and control new technologies, and reduce the country’s reliance on foreign suppliers.\n“Only if core technologies are in our own hands can we truly hold the initiative in competition and development,” Mr. Xi told Chinese scientists and engineers.", "date": "July 28, 2014", "href": "https://www.nytimes.com/2014/07/29/business/microsoft-offices-in-china-are-targets-of-authorities-visits.html", "tags": "china u.s. microsoft tech starts companies ” united squeeze states chinese sights technology government"}