{"title": "With Awkward Timing, Trump Meets Top Russian Official", "content": "WASHINGTON — What a day for President Trump’s first face-to-face meeting with a top Russian official.\nOnly hours after dismissing James B. Comey as director of the F.B.I., amid an investigation into the Trump campaign’s contacts with Russian officials, the president met with Russia’s foreign minister, Sergey V. Lavrov, at the White House. The Russian ambassador to the United States, Sergey I. Kislyak — best known to many Americans as the man who discussed lifting sanctions on Russia with Mr. Trump’s former national security adviser — was also in the Oval Office for the meeting.\nThe world’s only glimpse of this session came from the Russian news agency Tass, which distributed photos of the meeting, with a grinning Mr. Trump shaking hands with the two visitors. No reporters were allowed in to ask questions — though they were ushered in minutes later for Mr. Trump’s session with Henry A. Kissinger, the former secretary of state.\nAnd, at the State Department, there was no briefing on an earlier meeting between Mr. Lavrov and Secretary of State Rex W. Tillerson. Mr. Tillerson is famously reluctant to talk with the press. So that left the field clear for Mr. Lavrov, who has now sat opposite four American secretaries of state and knows how to work the news media well, to describe the conversations.\nAnd he did exactly that, inviting reporters to the Russian Embassy in Washington while Mr. Tillerson said almost nothing.\nThe firing of Mr. Comey was the main subject from the start: When Mr. Tillerson greeted his Russian counterpart in the diplomatic reception room on the seventh floor of the State Department, a reporter shouted a question about whether Mr. Comey’s dismissal “cast a shadow” on the meeting.\nMr. Lavrov, known for a puckish sense of humor, shot back: “Was he fired? You’re kidding! You’re kidding!” He then disappeared into Mr. Tillerson’s office.\nFor all of Mr. Lavrov’s jovial spin, though, the optics were not what the Kremlin had in mind.\nInstead of basking in the glow of questions focused on Russia’s plans to bring peace to Syria, Mr. Lavrov faced a battery of queries about the effect of the Comey firing on relations with Russia. Mr. Lavrov last visited Washington in 2013.\n“They view this as an uncomfortable distraction that pushes the Russia story up a few steps,” said Vladimir Frolov, a foreign-policy analyst and columnist. “It escalates the feeding frenzy.”\nMr. Trump’s decision to sack Mr. Comey and then meet Mr. Lavrov and Mr. Kislyak the next morning — while cable television news was showing wall-to-wall coverage of the firing — was a sign of amateurish scheduling, Mr. Frolov argued.\nBut to Mr. Trump and administration officials, solving the problem of the F.B.I. director was a separate issue.\nWhen Vladimir V. Putin, the Russian president, was asked on Wednesday about the implications of Mr. Comey’s firing, he seemed to agree.\n“We don’t have anything to do with this,” Mr. Putin said. “President Trump is acting within his competence, the Constitution and the law. What do we have to do with this?”\nMr. Putin then begged off to go play in a gala hockey event he founded. (The two teams consisted of senior officials, oligarchs and various hockey greats, with Mr. Putin’s side winning, 17-6. The Russian president scored seven goals, and for some reason nobody pushed him into the boards.)\nBack in Washington, when Mr. Lavrov was asked if he was relieved that Mr. Comey had been fired, given that the F.B.I. director was pursuing accusations of Russian efforts to influence an American election, the foreign minister laughed.\n“I never thought I’d have to answer such questions, all the more in the United States of America, with your greatly developed democratic and political system,” he said, a tinge of sarcasm in his voice.\nHe said Russia was aware that relations with the United States were sputtering against an “abnormal background” and all the “noise” raised about the nature of those relations.\n“I think that it is even degrading for the American people to hear that Russia is managing the domestic policy of the U.S.,” Mr. Lavrov said. “How can a great nation, a great country, succumb to this and think in such categories?”\nThen he was asked again about the firing and whether Mr. Trump had raised concerns about Russian behavior. He paused and then said, “We spoke with President Trump about concrete things and did not touch on this bacchanalia.”\nMr. Trump told reporters he had a “very, very good meeting” and that both nations wanted to end “the killing — the horrible, horrible killing in Syria as soon as possible and everybody is working toward that end.”\nHe offered no thoughts on whether the United States should participate in “de-escalation zones” in Syria, part of a proposal by Russia to designate certain regions as safe areas for refugees. Mr. Lavrov said that “the devil is always in the details,” and added that “at this stage there is an agreement in conceptual terms and even to a certain degree in practical terms in what regards the geographical parameters of these de-escalation zones.”\nThe United States has been uncomfortable with the idea of participating in security zones in Syria because of the involvement of Iran, not to mention the government of President Bashar al-Assad, in carrying out that plan.\nMr. Lavrov remained determined. “I think that the Americans are also interested in this,” he said. “We are proceeding from the assumption that they will take an initiative in this process.”\nAnd he paid a compliment to the Trump administration.\n“Right now our dialogue is free from the ideological bias that was characteristic of the Obama administration,” Mr. Lavrov said. “The Trump administration, the president himself and the secretary of state, I have become convinced of this once again, are people who mean business. They want to reach agreements.”\nHe said that American sanctions on Russia related to events in Ukraine — the United States accuses Moscow of aggression there — were not discussed, and his annoyance showed as the questions continued.\n“I just answered that President Trump says publicly that this is all fiction,” he said. “Put at least one fact on the table and then we can at least react somehow.”\nHe concluded, “Guys, this is not serious.”\nMaxim Trudolyubov, a Russian political analyst and a senior fellow with the Kennan Institute, wrote on its blog that “politicians of all colors will only increase their scrutiny of the Russia probe.” He added, “Journalists will find it hard not to draw connections between the Russia probe and the Trump administration’s intensified contacts with Russia.”\nMr. Kislyak, the Russian ambassador in Washington, has been a central figure in the questions surrounding the contacts between the Trump campaign and the Kremlin. Michael T. Flynn was forced to resign as national security adviser in February after it was revealed that he had talked to Mr. Kislyak about lifting American economic sanctions on Russia and then lied about it to senior administration officials.\nAnd Russia had clearly hoped for some progress with the Trump administration, especially on Syria, after Mr. Putin called Mr. Trump last week to discuss the issue.\n“For now there are more questions than answers, and there was likely a desire as it were to somehow coordinate at least part of these questions,” said Aleksei V. Makarkin, the deputy head of the Center for Political Technologies, a think tank based in Moscow.\nWhether anything concrete will emerge from the meetings in Washington is not yet clear, but in Moscow, at least, the meeting could be used to show that Russia was welcome in the White House.\n“For the Russian domestic audience,” said Mr. Frolov, the foreign-policy analyst in Moscow, “it is a demonstration that the approach is working, that there is still hope to work constructively with the Trump administration, that Putin’s foreign policy is working great.”", "date": "May 10, 2017", "href": "https://www.nytimes.com/2017/05/10/world/europe/trump-russia-foreign-minister-sergey-lavrov-meeting.html", "tags": "lavrov “ russian awkward timing trump official meets russia top —"}