{"title": "With Pressure and Persuasion, China Deflects Criticism of Its Camps for Muslims", "content": "In the opulent halls of the Emirates Palace hotel, a seat of power in Abu Dhabi where 114 domes decorate the vast rooftop, a delegation of about a dozen Chinese diplomats lobbied foreign ministers of the Muslim world last month.\nChina has been fighting criticism that it has detained as many as one million members of Muslim ethnic minorities in indoctrination camps in its western Xinjiang region. But at the two-day conclave in early March, the Organization of Islamic Cooperation — a group of 57 nations that has been a vocal defender of the Rohingyas and Palestinians — handed Beijing a significant victory.\nIn a resolution on protecting the rights of Muslim minorities around the world, the group praised China for “providing care to its Muslim citizens.”\nIts vast system of detention without trial has drawn condemnation from the State Department and Congress, but no sanctions, and only scattered criticism in Europe and at the United Nations. That is still more of a response than in the Muslim world, where nations — including Pakistan, Indonesia and other recipients of big Chinese loans — have overlooked China’s abuses against ethnic Uighurs, Kazakhs and others.\nAnd as Muslim countries fall in line, the West is under less pressure to take action.\nThe major deterrent to antagonizing Beijing is its blunt economic power.\nIn Washington, President Trump’s trade talks hang in the balance. China is building ports, railways and roads in countries rich and poor across Asia, Europe and Africa in its global trillion-dollar infrastructure push, the Belt and Road Initiative.\nSome of the recipients are moderate Muslim countries, like Turkey, Pakistan, Indonesia and Malaysia, which human rights advocates had hoped would counter conservative Arab states’ lack of concern for Muslim minorities.\nEven New Zealand’s Prime Minister, Jacinda Ardern, who forcefully condemned violence against Muslims after mass shootings at two mosques in Christchurch last month, focused on promoting trade with China during a visit to Beijing last week.\nShe raised the treatment of the Uighurs with China’s top leaders only in private, and told reporters afterward, “You can’t do much more than that.”\nWhen the West imposed sanctions on China for the massacre of pro-democracy protesters in Tiananmen Square on June 4, 1989, policymakers gave little thought to retaliation. It was still a weak country then, without the economic leverage it now wields.\nChina is the European Union’s biggest trading partner, and several newer members are grateful recipients of China’s new infrastructure.\n“No one wants to do this alone,” said Mikko Huotari, deputy director of the Mercator Institute for China Studies in Berlin. “There’s a general fear of deterioration of relations with China.”\nIn defending the detention camps to counterparts, Chinese diplomats have mounted some novel arguments. They have told American officials, for example, that Beijing is applying in Xinjiang best practices it gleaned from studying the United States.\nThe Chinese argue that the facilities in Xinjiang are no different from the American military prisons in Guantánamo Bay, Cuba, where foreign terrorism suspects have been held without trial.\nThe Americans have replied that the detainees in Guantánamo eventually had access to lawyers, fair trial and visits from the International Committee of the Red Cross, none of which have been available in Xinjiang, two American officials involved in the conversations said.\nThe government insists that the camps are vocational training centers that curb extremism. But witnesses and experts describe them as the heart of an immense campaign to transform Xinjiang’s 11 million Uighurs and other minority Muslims into loyal servants of the Communist Party.\nThe campaign challenges traditional definitions of crimes against humanity, which complicates the world’s response, said Adrian Zenz, a lecturer at the European School of Culture and Theology in Germany.\n“What we are witnessing in Xinjiang is different, not quantitatively but qualitatively: a massive, concerted campaign of coerced sociocultural re-engineering,” he said. “It is not so much a crime against physical bodies as it is against souls.”\nThere is also little dissent in China. The state’s censored news outlets run propaganda videos that make the camps seem like quiet oases of work, with Uighur inmates sitting in rows at work tables.\nMany Chinese support the government’s policies in Xinjiang because of concerns about Uighur separatism, including violent attacks.\n“Most Chinese are very supportive of the iron fist policy,” said Zhu Feng, a professor of international relations in Nanjing. “The Chinese fear of deep Islamization and Islamic extremism is increasing.”\nBeijing at first denied the camps’ existence. But it has since switched tactics, playing on fears of Islamic extremism.\nLast month, Chinese officials even wrote letters to their counterparts urging them to avoid an event held by the United States mission in Geneva to discuss Xinjiang, suggesting that participation could hurt ties with Beijing.\nBefore the Abu Dhabi gathering in March, the Organization of Islamic Cooperation held a December session on human rights.\nThere, member countries expressed concern about China’s mass internment of Muslims, a campaign that they described as “disturbing” and said needed monitoring.\nAround the world, rights activists cheered. It was a rare bright spot for Uighur advocates.\nFatimah Abdulghafur, 39, a Uighur doctoral candidate at the University of Wisconsin-Madison, said that for the first time she had felt hopeful that her brother and father, whom she has been unable to contact for two years, would be released from the camps.\n“Maybe hope is coming our way, maybe we can raise some global awareness among Muslims,” she recalled thinking after the December event.\nBut China responded with a diplomatic campaign targeting the Muslim world.\nIn January, China escorted eight officials from the Organization of Islamic Cooperation on a 10-day tour of Xinjiang that included visits to select facilities, said a human rights advocate who was briefed on the visit.\nThere were differences among the officials about what they saw at the camps. Still, they decided to close ranks because they did not want to upset China at the foreign ministers’ gathering, the advocate said.\nIn the run-up to the Abu Dhabi meeting, China cemented its ties with two Arab friends — Saudi Arabia and Kuwait — who have a history of remaining silent on the plight of non-Arab Muslims.\nIt also made an example of a country that dared to criticize the camps.\nIn February, the spokesman for Turkey’s foreign ministry, Hami Aksoy, called the “systematic assimilation” of the Uighurs a “great shame for humanity” and urged China to close the camps.\nBeijing ignored the request and retaliated by closing a Chinese consulate in Turkey. The Chinese ambassador, Deng Li, warned that “criticizing your friend publicly everywhere” could hurt economic relations.\nTurkey is the current chair of the Organization of Islamic Cooperation, but when the country’s delegate was given the floor in Abu Dhabi, he refrained from raising the issue of Xinjiang, the advocate who was briefed on discussions said.\nThe resolution passed by consensus. Uighurs like Ms. Abdulghafur were devastated.\n“We don’t feel that global brotherhood love from them,” she said. “They sell their soul, they sell their faith, for money. They know that millions of people are suffering.”", "date": "April 8, 2019", "href": "https://www.nytimes.com/2019/04/08/world/asia/china-muslims-camps.html", "tags": "criticism world china xinjiang beijing muslims ” persuasion muslim chinese deflects camps pressure"}