{"title": "With Sweeping Document Request, Democrats Launch Broad Trump Corruption InquiryListen to ‘The Daily’: Part 3: What to Expect When You’re Expecting (the Mueller Report)", "content": "WASHINGTON — The chairman of the House Judiciary Committee delivered a flurry of demands for documents from the executive branch and the broader Trump world on Monday that detailed the breadth and ambition of a new investigation into possible obstruction of justice, corruption and abuse of power by President Trump and his administration.\nIn the two months since they took control of the House, Democrats on several committees have begun scrutinizing members of the president’s cabinet, his businesses, his campaign and his inaugural committee, as well as his ties to key foreign powers, including Russia, which tried to disrupt the 2016 presidential election. They have also laid the groundwork to try to obtain Mr. Trump’s tax returns.\nBut the newest requests from Representative Jerrold Nadler of New York, the Judiciary Committee chairman, opened perhaps the most perilous front to date for Mr. Trump — an inquiry that takes aim at the heart of his norm-bending presidency and could conceivably form the basis of a future impeachment proceeding.\nMr. Nadler was explicit on Monday in saying that the House was no longer content to await the findings of the special counsel, Robert S. Mueller III, and would delve into many of the same issues, but with a different standard of evidence not wedded to a criminal indictment.\n“We will act quickly to gather this information, assess the evidence and follow the facts where they lead with full transparency with the American people,” Mr. Nadler said in a statement. “This is a critical time for our nation, and we have a responsibility to investigate these matters and hold hearings for the public to have all the facts. That is exactly what we intend to do.”\nUnlike Mr. Mueller, though, who has access to a grand jury to compel evidence, the Judiciary Committee could face significant hurdles to obtaining some of the material it seeks. Aides to the committee said that they had intentionally limited their initial requests to material already provided to other congressional committees or federal investigators to ensure substantial compliance.\nBut witnesses could still choose to slow-walk production or defy subpoenas. Mr. Trump could choose to go further and assert executive privilege over certain materials, as well.\nThe letters from Mr. Nadler, dated March 4, went to 81 agencies, individuals and other entities tied to the president. They included the Trump Organization, the Trump campaign, the Trump Foundation, the presidential inaugural committee and the White House. The Justice Department and the F.B.I., which have collected substantial evidence on Mr. Trump’s behind-the-scenes interactions with federal investigators, were also recipients.\nLetters also went out to dozens of the president’s closest family members and aides who counseled him as he sought to suppress the story of a pornographic film actress, Stormy Daniels, whose claim of an affair threatened his presidential campaign, and later as he began attacks against federal investigations into him and his associates, the news media and the federal judiciary.\nAs a part of the inquiry, the committee will also investigate accusations of corruption, including possible violations of campaign finance law, the Constitution’s ban on foreign emoluments and the use of office for personal gain.\nMr. Nadler did not mention the word impeachment in any of Monday’s documents, but its specter hangs heavily over Democratic leaders as they wade deeper into the president’s circles.\nThe House Judiciary Committee is where impeachment proceedings begin. In an interview last week with The New York Times, Mr. Nadler said that he believed Mr. Trump had committed crimes while in office and had threatened basic constitutional norms. But he said he did not yet have the evidence to make the kind of overwhelming, bipartisan case against the president he believes he needs before pursuing a step as disruptive as impeachment.\nMonday’s requests could build that case. Twice in the past half-century, the committee has drawn up impeachment articles based, in part, on the same themes that Mr. Nadler laid out: obstruction of justice and abuse of power. There is already evidence in the public of the kind of actions the committee believes could cross those lines, and Mr. Mueller’s investigation could provide more, even if it does not ultimately recommend charging the president.\nThe politics of impeachment are more charged. The president and the White House have repeatedly rejected accusations of wrongdoing, arguing that Mr. Trump is innocent of many accusations and has broad powers in his office to run the government as he chooses. And there have been few cracks among Republican lawmakers, the president’s congressional firewall.\nIn a statement on Monday evening, Sarah Huckabee Sanders, the White House press secretary, assailed the inquiry as “disgraceful and abusive,” and called it a “fishing expedition.”\n“The Democrats are not after the truth,” she said. “They are after the president.”\nRepublicans in Congress assert that Democrats have already decided to target Mr. Trump for impeachment, saying repeatedly in recent weeks that despite public statements to the contrary, the new majority is determined to kick Mr. Trump out of office.\n“We don’t even know what the Mueller report says, but Democrats are already hedging their bets,” said Representative Doug Collins of Georgia, the Judiciary Committee’s top Republican. “After recklessly prejudging the president for obstruction, Chairman Nadler is pursuing evidence to back up his conclusion because, as he admits, ‘We don’t have the facts yet.’”\nDemocrats also widened another front on Monday, as the chairmen of the Foreign Affairs, Intelligence and Oversight committees wrote to the White House and State Department to request detailed documentation related to Mr. Trump’s communications with President Vladimir V. Putin of Russia and to reported efforts to conceal aspects of those communications.\nCommittees in both the House and Senate have nibbled around the edges of several of the episodes raised by Mr. Nadler. But his investigation suggests a more coherent, deep investigation that could seek to tie together the scheme to pay off Ms. Daniels; the firing of James B. Comey as F.B.I. director; Mr. Trump’s attempts to remove the special counsel, Robert S. Mueller III; the president’s apparent dangling of pardons and threatening of witnesses to the investigation; and other events.\nFrom Donald F. McGahn II, the former White House counsel, alone, Mr. Nadler requested all documents related to the resignation of Michael T. Flynn as national security adviser; interactions with and the firing of Mr. Comey; attempts to fire Mr. Mueller; communications with Mr. Trump about Jeff Sessions, the president’s first attorney general; and about open investigations into his presidency, among more than a dozen other topics.\nMr. Nadler requested documents from Annie Donaldson, Mr. McGahn’s deputy who took exhaustive notes detailing Mr. Trump’s behavior in the West Wing in real time.\nOther targets include David J. Pecker, the chairman of American Media Inc., which publishes The National Enquirer and played a key role in suppressing Ms. Daniels’s story; Allen Weisselberg, the chief financial officer of the Trump Organization; Alan Garten, its lawyer; Mr. Sessions; and Thomas J. Barrack Jr., a close associate of Mr. Trump’s who led his inaugural committee.\nMichael D. Cohen, the president’s former lawyer and longtime fixer, who testified publicly last week before another House committee about the illegal hush money scheme, was sent three pages of requests, including any relevant “audio or video recordings.”\nMr. Nadler also asked for information from Jared Kushner, the president’s son-in-law and senior adviser, and his two adult sons, Donald Trump Jr. and Eric Trump. Ivanka Trump, who is married to Mr. Kushner and works in the White House, was not included among the initial requests.\nThe committee said that additional requests for documents would follow in the coming weeks.\nLawyers for Mr. Nadler are prepared for protracted negotiations or outright fights over certain requests. If the recipients of the requests do not voluntarily comply, Mr. Nadler will most likely issue subpoenas to compel them. But even if he does, there are practical limitations that could significantly slow his efforts if a witness were to challenge the subpoena in court.\nThe most significant hurdle could come from Mr. Trump himself. The White House could choose to assert executive privilege to try to protect many of the materials central to the committee’s inquiry, including communications between Mr. Trump, Mr. McGahn and other advisers. Such claims are usually the president’s prerogative, but any such claim would almost certainly lead to a lengthy court fight that could delay the inquiry.\nIn a sign of how taxing the inquiry may become, Mr. Nadler has hired two elite white-collar litigators, Norman L. Eisen and Barry H. Berke, to oversee it with his staff.", "date": "March 4, 2019", "href": "https://www.nytimes.com/2019/03/04/us/politics/trump-obstruction.html", "tags": "sweeping corruption committee expect nadler house document could mueller requests democrats daily ” trump broad part ‘ inquirylisten request launch report expecting"}