{"title": "With Kavanaugh on Court, Abortion Rights Groups Sharpen Their Focus on the States", "content": "LOUISVILLE, Ky. — Abortion rights groups, bracing for an assault on federal legal protections under a Supreme Court moved to the right by Justice Brett M. Kavanaugh, are pouring millions into a state-level fight to preserve services — an echo of the localized strategy used successfully by their opponents for years.\nThe new initiatives, by groups like Planned Parenthood and Naral Pro-Choice America, have two primary goals: to challenge severely restrictive measures advanced by emboldened state legislatures, and to bolster clinics in places friendlier to abortion rights that may become a fallback if access elsewhere is restricted.\nThe groups have quickly sharpened their focus on the states after losing a bitter fight against the nomination of Justice Kavanaugh, whom they portrayed as a threat to Roe v. Wade, the landmark 1973 decision that granted a constitutional right to abortion.\n“We were always scenario-planning for an eventuality, for what we call a post-Roe reality, while fighting Kavanaugh with everything we had,” said Ilyse Hogue, president of Naral, which this month announced a $750,000 campaign aimed at turning out suburban female voters in competitive states in the midterm elections.\n“We’re looking at ‘how do you quickly scale it up?’ because we’re racing against the clock,” she said. “Now we’re in overdrive. We don’t have time to build piecemeal anymore.”\nPlanned Parenthood announced an initiative, Care for All, that aims to increase state-level lobbying for legislation protecting access to abortion, along with launching a series of media campaigns designed to counter the stigma of abortion.\nIt is also pouring additional resources into clinics in states with secure abortion rights, like California, Oregon and Rhode Island, as well as expanding remote medical services like telemedicine and a regional access network — all part of an effort to maintain its reach in areas where new prohibitions could be enacted.\nRachel Sussman, Planned Parenthood’s director for state policy and advocacy, told reporters that the organization feels an obligation to plan for a day “when Roe may be gone.”\nThirteen cases currently in the federal appeals courts offer the Supreme Court a potential opportunity to reconsider Roe v. Wade. Twenty-two states are poised to ban abortion if Roe is overruled, according to an estimate by the Center for Reproductive Rights.\nWhile it is unclear if the Supreme Court will throw out 45 years of precedent and overturn Roe, the court is more starkly divided along ideological lines than it was in previous years when Roe’s protections were challenged and ultimately upheld. If the court avoids the far-reaching step of actually overturning Roe, it could chip away at the ruling by upholding a series of state restrictions.\n“Instead of having the constitutional fight be over if Roe is overturned, you’re actually going to see constitutional fights continue and multiply in different states,” said Mary Ziegler, a law professor at Florida State University and the author of “Beyond Abortion: Roe v. Wade and the Battle for Privacy.” Advocates are looking to codify protections in state constitutions by pushing ballot initiatives, urging legislatures to pass constitutional amendments, and asking state supreme courts to reinterpret constitutional provisions.\nFor decades, supporters of abortion rights could look to a bulwark at the federal level to preserve the core of Roe at key moments: Justice Anthony M. Kennedy, the Supreme Court’s swing vote, whom Justice Kavanaugh replaced this month. While Justice Kennedy could be an unpredictable vote on abortion rights, in crucial cases he frequently joined the court’s liberals in reaffirming the principles underpinning Roe.\n“As long as Kennedy was on the court, I think it’s fair to say that the tendency was to rely on federal courts to protect those rights,” said Maya Manian, a professor at the University of San Francisco School of Law.\n“Now that the writing is on the wall,” she said, “you’ve got to turn to other avenues, which in our federal system would be the states.”\nThat state-by-state approach has long been employed by opponents of abortion rights, particularly in the aftermath of the 2010 elections, when Tea Party insurgents swept into office, said David S. Cohen, a law professor at Drexel University. This year alone, state legislatures have passed a series of restrictive measures, including one in Kentucky that would curb an abortion procedure as early as 11 weeks into a pregnancy. Most of the measures have been challenged in court.\nAbortion opponents have also sought to enact new limits through ballot initiatives. Next month, voters in three states will vote on restrictive measures, including a proposed constitutional amendment in Alabama that would “recognize and support the sanctity of unborn life and the rights of unborn children.”\nThe intensified effort expected after Justice Kavanaugh’s elevation to the Supreme Court is reopening questions that many Americans thought had been settled long ago.\n“People in their 60s and 70s are saying, haven’t we done this already?” said Carol Sanger, a law professor at Columbia University and the author of “About Abortion: Terminating Pregnancy in 21st Century America.” “The answer is yes, but it’s not as strong as it was because of the changes in the court.”\nWhatever Roe v. Wade’s ultimate fate, the country is unlikely to return to the era of back-alley abortions, in part because of technological innovations like telemedicine, which can increase access to medication abortions, as well as internet resources, said Ms. Manian, the San Francisco law professor.\nBut states could begin to direct their attacks at telemedicine, too, Ms. Manian warned. “Even if we don’t return to the coat hanger era, because of technological advancements,” she said, “it still doesn’t mean that it’s all O.K. to make abortion illegal.”\nCare for All, the initiative announced by Planned Parenthood, includes building new facilities in places like El Paso and Richmond, Va., and expanding telemedicine services to aid out-of-state patients and those in remote areas. Both Planned Parenthood and Naral are releasing candidate endorsements, coupled with million-dollar ad campaigns to lobby against Republican candidates. One group of patient advocates even launched a pop-up travel agency to bring attention to patients who have to travel for care.\nMallory Quigley, a spokeswoman for the Susan B. Anthony List, an anti-abortion group, said she was not concerned about the intensified advocacy efforts by abortion rights organizations. Enthusiasm, she said, appears to be equal on both sides.\n“There’s a lot working behind the scenes,” she said of efforts to sway lawmakers sympathetic to her cause.\nStanding alone last week outside the EMW Women’s Surgical Center in Louisville, Kentucky’s only abortion clinic, in his attempt to dissuade young women from going inside, Joe Lynch said he felt that Justice Kavanaugh’s confirmation had only deepened the division in the abortion debate.\nLast month, a federal judge struck down a state law that would have forced the clinic to close — a ruling that was swiftly appealed. Laws and judges, Mr. Lynch said, are not guaranteed to give him the result he seeks: the end of the practice altogether.\n“Drugs are illegal, but people still do them, regardless of what the law says,” he said, pacing back and forth in the cold.\n“I’ll be out here,” he added, “for as long as it takes.”", "date": "Oct. 19, 2018", "href": "https://www.nytimes.com/2018/10/19/us/politics/kavanaugh-abortion-states-rights.html", "tags": "groups kavanaugh court rights sharpen states ” justice roe focus abortion state"}