{"title": "With Arrest in Journalist’s Killing, Bulgaria Rebuts Talk of Political Motive", "content": "SOFIA, Bulgaria — A man has been arrested in Germany and charged with the rape and murder of a Bulgarian journalist, the authorities in Bulgaria announced on Wednesday, saying that there was no indication that she had been killed because of her work.\nThe man who is suspected of assaulting and killing the journalist, Viktoria Marinova, was identified as Severin Krasimirov, a 20-year-old with a petty criminal history, who fled after the attack, officials said. Ms. Marinova was the host of a cable TV show.\nThe Bulgarian prosecutor general, Sotir Tsatsarov, said, “It seems like a random attack of a sexual assault.” He described the killing of Ms. Marinova, who was badly beaten, as “extremely brutal and cruel.”\nIn the past year, two other journalists, Daphne Caruana Galizia in Malta and Jan Kuciak in Slovakia, have been killed because of their work exposing corruption, and reporters in several countries have labored under increased threats and restrictions on press freedoms. Fears that the murder of Ms. Marinova, 30, might have been related to her work contributed to enormous international pressure on Bulgaria, as European and United States officials, media watchdog groups and others demanded that the authorities bring the killer to justice.\nThe European commissioner for human rights, Dunja Mijatovic, urged governments to improve the safety of reporters, particularly women. The killing of Ms. Marinova “taps into the reality of female journalists who face additional threats because they are women, and sends yet another signal that should prompt governments to take effective and immediate action for the safety of journalists in Europe,” Ms. Mijatovic said on Monday.\nBut from the outset, Bulgarian officials have cast doubt on the idea of any larger motive behind the death of Ms. Marinova, saying that there was no apparent evidence to connect the crime to her work, that her car keys and cellphone had been taken, and that the killer had left behind ample DNA evidence.\nHer body was found on Saturday in the bushes near the Danube River in Ruse, a small city in northern Bulgaria.\nOfficials said that Mr. Krasimirov, who did not seem to have known Ms. Marinova, lived in Ruse, near the area where her body was found, and that he had a criminal record for the theft of scrap metal.\n“There is enough evidence to link him with the crime scene and the victim,” Mladen Marinov, Bulgaria’s interior minister, told reporters in the capital, Sofia. “We found the victim’s DNA traces on his clothes as well as his DNA on the body of the victim.”\nMr. Krasimirov, who had been drinking heavily before the assault, waited for his victim near Ruse’s promenade along the Danube River, where Ms. Marinova had gone for a run on Saturday morning, officials said. They said he struck her on the head and dragged her into nearby brush.\nHe has been charged in absentia with rape and murder by extreme cruelty, which can carry a maximum penalty of life in prison.\nMr. Krasimirov fled on Sunday to Germany, where the German police tracked him in three different states, the Bulgarian authorities said. He was arrested by German officers at the request of Sofia and is awaiting an extradition hearing.\nThe crime has fueled outrage in Bulgaria, where many people express frustration with rampant corruption and say they have little trust in law enforcement and the judicial system. Though the country joined the European Union in 2007, it has often been criticized for making little headway in fighting high-profile graft or in reforming its judiciary.\nOn Tuesday, the police again cordoned off the crime scene, after some of Ms. Marinova’s relatives and friends said they were going to search the area on their own for evidence, voicing disappointment with the slow progress of the investigation. In the evening, dozens of people ran five kilometers along the Danube to the place where her body was found, and demanded police patrols and the installation of security cameras along the river promenade.\nPrime Minister Boiko Borisov of Bulgaria expressed his discontent with the international pressure the government had faced to solve the crime, as the grisly killing made headlines around the world.\n“Over the course of the last three days, I read a lot of monstrous things about Bulgaria and none of them was true,” Mr. Borisov said to reporters in Sofia. He pleaded with them to use their influence responsibly.\nBulgaria has the lowest level of media freedom in the European Union, according to Reporters Without Borders’ Press Freedom Index.\nShortly before her murder, Ms. Marinova had started to host a new current affairs show. Its first episode featured an interview with two investigative reporters who were investigating alleged misuse of European Union funds and who were arrested briefly in September by the Bulgarian police while trying to stop the destruction of documents.", "date": "Oct. 10, 2018", "href": "https://www.nytimes.com/2018/10/10/world/europe/viktoria-marinova-arrest-germany-bulgaria.html", "tags": "european officials “ arrest bulgaria motive bulgarian reporters political killing rebuts ms. talk marinova journalist"}