{"title": "With 737 Max, Boeing Wants to Win Back Trust. Many Are Skeptical.", "content": "A charm offensive by Boeing to persuade airlines, crews and passengers to rally behind its 737 Max plane is already running into resistance.\nThe effort, which includes daily calls with carriers as well as meetings with pilots and flight attendants, is being hampered by a problem of the company’s own making. After a bungled response to two deadly crashes involving the jet, Boeing is facing credibility problems.\nWhen Boeing dispatched one of its top lobbyists, John Moloney, to the headquarters of the influential union representing flight attendants a couple of weeks ago, he arrived determined to win their support. He met a skeptical audience.\n“Reading your body language, you look cynical,” Mr. Moloney said, according to three people who were present and took notes during the discussion with the Association of Flight Attendants. “If this explanation doesn’t address your concerns, I’ll come back. I’ll bring a pilot.”\nSara Nelson, the head of the union, told Mr. Moloney that she was rooting for Boeing, but wasn’t ready to tell flight attendants and travelers to fly on the Max.\n“I don’t know, sitting here right now, that I can tell you there’s complete confidence that everything’s been fixed at Boeing,” she told Mr. Moloney.\nThe meeting, punctuated by contentious moments between the two sides, underscores how difficult it will be for Boeing to restore credibility with airlines and passengers.\nIn recent weeks, the company’s chief executive, Dennis A. Muilenburg, updated the heads of Southwest Airlines, American Airlines and United Airlines — the three carriers in the United States that fly the Max — on progress. On Tuesday, Boeing held a meeting in Amsterdam for European airlines to discuss new training for the Max, plans for a public affairs campaign and how to get idled planes ready to fly again. Similar meetings will happen in Shanghai, Singapore, Moscow, Dubai and Miami in the coming weeks.\nBoeing, a juggernaut with deep ties in Washington and one of the country’s largest exporters, is on the defensive. The company is facing multiple federal investigations into design flaws that contributed to the accidents, along with a spate of lawsuits from the families of victims. Company executives and board members are deeply worried about the damage that has been done to Boeing’s once-sterling reputation.\n“Certainly there’s concern,” David Calhoun, the lead independent director of Boeing’s board, said in an interview. “There is recognition on all of our parts that we’re going to have to get out with restoring confidence in the Boeing brand broadly for years.”\nBut there’s a limit to how much Boeing can say. “It’s an impossible situation because we’re not allowed to comment on anything related to these accidents,” Mr. Calhoun said.\n“There’s only one thing to do, and that’s to get a safe airplane back up in the sky,” he said. “I can’t message my way into it. Boeing can’t message its way into it.”\n[Claims of shoddy production draw scrutiny to a second Boeing jet]\nBoeing has been working furiously to get the Max flying again since its grounding in March. The company is preparing to submit a software fix in the coming weeks for American regulators to approve.\nIt hosted hundreds of airline officials and pilots last month at the 737 Max factory in Renton, Wash. And it is in constant dialogue with regulators ahead of a meeting that the Federal Aviation Administration will host with global aviation authorities in Fort Worth on May 23.\n“Ultimately, the decision to return the Max to commercial service rests in the hands of global regulators,” Gordon Johndroe, a Boeing spokesman, said in a statement.\nSimultaneously, Boeing is shaping a public relations strategy to reach passengers. Although the final media plan is still in the works, Boeing will not be relying solely on its executives to win back the public’s trust — a recognition that its leadership has lost some good will.\nThe company and airlines agree that the chief executive, Mr. Muilenburg, as the face of a company under intense scrutiny, may not be the most effective messenger. Instead, the initial plan calls for pilots to play a major role in the campaign.\n“We think a key voice in all of this will be the pilots for our airlines, and their voice is very important,” Mr. Muilenburg said on Boeing’s earnings call last month. “That bond between the passenger and the pilot is one that’s critical, and so we’re working with our airline customers and those pilot voices to ensure that we can build on that going forward.”\nBoeing has enlisted media agencies, including Edelman, to plan the strategy for reintroducing the Max, and is considering buying ads to promote the plane.\nAirline executives in the United States are eager for the Max to return to service and for Boeing to succeed. But many are privately frustrated with the company’s handling of the crisis, according to three people briefed on the matter. They believe that Boeing has badly mismanaged the public response to the crashes and are irked that the public relations blitz will fall to their pilots.\nPilots, too, are reluctant to become brand ambassadors for Boeing, which barely interacted with them before the Lion Air crash in Indonesia last October, the first of the two deadly accidents.\n“Our response is, yeah, that’s cute, but we aren’t going to hop into bed with you,” said Mike Trevino, the spokesman for the Southwest Airlines Pilots Association. “We are still going to maintain an independent voice and call it as we see it.”\nIn part, the reluctance stems from Boeing’s mixed messaging. Despite having said, “We own it,” Mr. Muilenburg has not acknowledged that anything was wrong with the design of the 737 Max, saying that the design process followed standard procedures.\n“We clearly have areas where we need to improve, including transparency,” Mr. Johndroe, the Boeing spokesman, said in a statement.\nDuring the meeting last month, the flight attendants pushed Mr. Moloney to explain why the company didn’t inform pilots about the software that contributed to both crashes. He acknowledged that Boeing should have told them, but kept reiterating that pilots were expected to be able to handle the conditions on both doomed flights.\nPassenger groups have demanded that Boeing take more responsibility for the Max debacle. “If they really wanted to fix the problem, you would think they would admit that it’s their fault,” said Paul Hudson, the president of Flyers Rights, a nonprofit group advocating for passengers. “You can’t say, ‘Oh, we own it, but we didn’t do anything wrong and it’s someone else’s fault.’”\nPilots and airlines say Boeing has also struggled to communicate with them about how basic systems on the Max work. After the crash in Indonesia, pilots criticized Boeing for not informing them about the new software, which automatically pushes down the nose of the plane when the system deems it necessary. They have also been concerned by revelations that Boeing provided incomplete information about features in the cockpit.\nThis week, Boeing said it believed a key cockpit warning light was standard on all Max jets, but learned several months after beginning deliveries in 2017 that the light worked only if airlines had bought a separate feature, known as the angle of attack indicator. Southwest bought the plane without the indicator, on the assumption that the warning light was activated. It was only after the Lion Air accident that Boeing told regulators and some pilots that the light wasn’t functional.\nBoeing told United something else entirely, creating even more confusion over Boeing’s understanding, according to a person who took notes at the meeting. When United Airlines ordered 100 Max jets in 2017, Boeing told United that the alert and the angle of attack indicator came as a package deal. United declined the options at the time.\n“Every day it seems like a new set of questions pops up,” said Dennis Tajer, a spokesman for the union representing American Airlines pilots. “I’m not here to be your arm candy. I’m here to know about the airplane.”\nToward the end of the meeting with the flight attendants, Mr. Moloney made a last-ditch effort to win them over.\n“We want you to be able to tell your members this plane is safe to fly,” Mr. Moloney said, according to the three people in attendance. “Whatever it takes.”\nMs. Nelson, the union’s leader, rattled off a list of things she needed from Boeing before agreeing. One was a letter from engineers working on the software update, saying they felt confident in the fix. Another was a full-throated apology from Boeing. Mr. Moloney promised to follow up.\n“We think that Boeing’s credibility directly relates to the credibility of U.S. aviation,” Ms. Nelson told him. “It’s important to us that the credibility and the leadership of U.S. aviation is maintained around the world.”", "date": "May 8, 2019", "href": "https://www.nytimes.com/2019/05/08/business/boeing-737-max.html", "tags": "company trust pilots mr. airlines moloney boeing win back wants ” skeptical many max"}