{"title": "Witness The Trauma Of Abortion Clinic Harassment In Virtual Reality", "content": "As abortion access continues to come under threat in Congress, women who are trying to access the procedure are regularly confronted with anti-abortion harassment and vitriol outside of clinics nationwide. Planned Parenthood’s new virtual reality video, “Across the Line,” aims to show just how intense that experience can be. \nThe 8-minute video opens with a patient meeting her doctor, and recovering from the harassment she was victim to on the sidewalk. \nThe video uses VR and CGI animation to show what the experience of being harassed is like from the patient’s perspective. On her way into the building, she hears misogynist insults and manipulative and inaccurate medical information about why she should carry her pregnancy to term.\n“I’m so sorry you had to go through that,” her doctor says. \n(Watch the video below.)\nIn the video, strangers hurl taunts like, “whore” and “start closing your legs” at the patient. While it might sound like an extreme example, it sadly is not.  \nPlanned Parenthood worked as an Executive Producer on the video, representatives of the women’s health care organization were consulted on the script, and much of the audio was taken from actual recordings outside of various clinics across the country.\nHuffPost also talked to three clinic escort volunteers who said that the video is indeed true to the lived experience ― and, if anything, it’s actually a more watered-down version for some. \nPearl Brady, a volunteer clinic escort in Jamaica, Queens told HuffPost that she actually felt the video was “fairly tame” compared to what she sees. \n“Protesters don’t just yell abhorrent things at people; they surround people and engulf them as they walk down the sidewalk,” she said. “In the video, you don’t see the huge posters with Photoshopped mangled fetuses that protesters will shove in people’s faces and use to block their path. You don’t see how intimidating it can be to people to have protesters lining both sides of the sidewalk yelling obscene things at you from every direction. You don’t see how the protesters will prey upon anyone who looks the slightest bit uncomfortable or upset and will do everything they can to bring people to tears.”\nMichelle Davis, another clinic escort volunteer based in Columbus, Oh., had a similar opinion of the video. \n“I’ve heard many of the exact same things said to patients and staff at the clinic where I am a patient escort in Columbus,” she told HuffPost. “People who work at clinics are often desensitized to this violent hate speech, this video does a good job of highlighting the patient perspective and how truly terrifying that can be.”\nKelli Jordan, a clinic escort in Charlotte, N.C., where abortion clinics face regular protests, said that “Across the Line” resonated deeply with her because of its portrayal of anti-abortion crisis pregnancy centers trying to lure patients away from the clinic. Protestors will often get patients to pull over and try to talk them out of going inside the clinic. \n“Most protesters offer free pregnancy tests or ultrasounds to patients,” Jordan said.\nAnd being approached by so many angry strangers can be an overwhelming experience.\n“That’s a majority of what we observe [patients] feel when I talk to [them] entering the clinic,” Jordan told HuffPost. “They’re anxious and nervous.” \nHead over to the “Across the Line” website for more information about the project. ", "date": "\n05/24/2017", "href": "https://www.huffpost.com/entry/witness-the-trauma-of-abortion-clinic-harassment-in-virtual-reality_n_59258870e4b0650cc020a068", "tags": "reality harassment clinic virtual ” trauma escort protesters abortion patient patients video witness"}