{"title": "Witness in Mueller Inquiry Who Advises U.A.E. Ruler Also Has Ties to Russia", "content": "WASHINGTON — A witness who is cooperating in the special counsel investigation, George Nader, has connections to both the Persian Gulf states and Russia and may have information that links two important strands of the inquiry together, interviews and records show.\nMr. Nader’s ties to the United Arab Emirates are well documented — he is an adviser to its leader — but the extent of his links to Russia had not been previously disclosed.\nMr. Nader, a Lebanese-American businessman, has a catalog of international connections that paved the way for numerous meetings with White House officials that have drawn the attention of the special counsel, Robert S. Mueller III. For example, Mr. Nader used his longstanding ties to Kirill Dmitriev, the manager of a state-run Russian investment fund, to help set up a meeting in the Seychelles between Mr. Dmitriev and a Trump adviser days before Donald J. Trump took office.\nSeparately, investigators have asked witnesses about a meeting Mr. Nader attended in 2017 with a New York hedge fund manager, where he was joined by Jared Kushner and Stephen K. Bannon, who at the time were both senior advisers to Mr. Trump.\nThe investigative trail even led Mr. Mueller’s team to stop an Australian entrepreneur with ties to the U.A.E. after he landed at a Washington-area airport, according to people briefed on the matter. The investigators questioned the entrepreneur about Mr. Nader, including Mr. Nader’s relationship with Russia and his contacts with Mr. Trump’s advisers, as well as the movement of money from the U.A.E. into the United States.\nMr. Nader has received at least partial immunity for his cooperation, and it appears unlikely that Mr. Mueller is trying to build a case against him. Instead, it is common for prosecutors to interview as many people as possible to corroborate the testimony of a key witness like Mr. Nader.\nMr. Nader’s dealings with Russia date at least to 2012, when he helped broker a controversial $4.2 billion deal for the government of Iraq to buy Russian weapons. At the time, he was an informal adviser to Prime Minister Nuri Kamal al-Maliki of Iraq, and he accompanied Mr. Maliki to Moscow in September 2012 to sign the arms deal at a meeting with President Vladimir V. Putin of Russia. Mr. Nader’s role in the deal was earlier reported by Al-Monitor.\nThe deal was canceled shortly after because of concerns about corruption, and a spokesman for the prime minister said it would be renegotiated.\nEarlier that year, Mr. Nader also attended the St. Petersburg International Economic Forum, an invitation-only conference organized by senior officials close to Mr. Putin that Russia presents as its answer to the World Economic Forum held annually in Davos, Switzerland. Mr. Nader is on a list of participants from 2012. Representatives of the St. Petersburg forum did not respond to inquiries about his attendance in subsequent years.\nSince then, according to people familiar with his travels, Mr. Nader has returned frequently to Russia on behalf of the Emirati government. He even had his picture taken with Mr. Putin, according to one person who has seen the photograph, although it is unclear when the picture was taken.\nCrown Prince Mohammed bin Zayed Al-Nahyan of Abu Dhabi, the de facto ruler of the U.A.E., is a close ally of the United States and a frequent visitor to the White House. He has also visited Moscow and met with Mr. Putin several times in recent years. One person briefed on the matter said Mr. Nader had accompanied the crown prince to Moscow on numerous occasions.\nLast year, days before Mr. Trump took office, Mr. Nader helped set up a meeting at a Seychelles resort between Mr. Dmitriev, Emirati officials and Erik Prince, the former head of Blackwater Worldwide and an adviser to Mr. Trump’s transition team. The meeting, at the bar of a Four Seasons Hotel overlooking the Indian Ocean, was brokered in part to explore the possibility of a back channel for discussions between the Trump administration and the Kremlin, according to people familiar with the meeting.\nSuch contacts are at the heart of Mr. Mueller’s investigation, and his investigators have repeatedly used aggressive tactics to press witnesses. About four weeks ago, F.B.I. agents working with Mr. Mueller’s team stopped a Russian oligarch at a New York-area airport, questioned him about his dealings with Mr. Trump and seized his electronics, according to a person familiar with the matter, which was first reported by CNN.\nMr. Mueller’s investigators have asked multiple witnesses about the Seychelles meeting, part of a broader line of inquiry surrounding contacts between Emirati advisers and Trump administration officials. They have also pressed for details about a meeting Mr. Nader attended in New York in early 2017 with Mr. Kushner and Mr. Bannon with the hedge fund manager Richard Gerson, a friend of Mr. Kushner’s and the founder of Falcon Edge Capital.\nMr. Mueller’s particular interest in that meeting is unclear, although Mr. Gerson has had business dealings with the court of the U.A.E.’s Prince Mohammed. Mr. Gerson has developed relations with several senior Emirati officials over the years, including with Prince Mohammed himself, and he has often sought investments from Emirati state funds.\nMr. Gerson’s family also has business and philanthropic ties to the Kushners. Mr. Kushner has been friends for more than a decade with Mr. Gerson’s brother Mark, a founder of the specialized research company Gerson Lehrman Group. Mark Gerson was also an early investor in Cadre, a real estate technology company founded by Mr. Kushner and his brother, Josh.\nJared Kushner’s family foundation has also donated tens of thousands of dollars to an Israeli medical aid group led by Mark Gerson.\nA lawyer for Mr. Nader and a spokesman for Rick Gerson declined to comment. Mark Gerson did not reply to requests for comment.\nMr. Mueller’s investigators have also questioned Joel Zamel, an Australian entrepreneur who has an office in Tel Aviv and knows Mr. Nader, according to people briefed on the matter. Mr. Zamel has had contacts with senior U.A.E. officials close to its ruler since at least 2014.\nIn February, federal agents working for Mr. Mueller stopped Mr. Zamel at Reagan National Airport outside Washington and briefly seized his electronic devices, the people said. Mr. Zamel later appeared before a grand jury and was questioned about Mr. Nader, though it was unclear whether Mr. Zamel had any information about Mr. Nader’s ties to Russia.\nMr. Zamel is a witness in Mr. Mueller’s investigation and is not suspected of any wrongdoing, according to Marc Mukasey, a lawyer for Mr. Zamel and his crowdsourced consulting firm, Wikistrat. The Wall Street Journal reported on Monday that Mr. Zamel informally met with Mr. Mueller’s team.\n“Joel and Wikistrat have not been accused of anything, have done nothing wrong and are not the focus of the special counsel,” said Mr. Mukasey, a global chairman of Greenberg Traurig’s white-collar defense and special investigations practice. “Prosecutors like to question as many people as they can — even if they have tangential involvement and limited knowledge.”\nMr. Zamel briefly met last spring with Jared Kushner at the White House, another person said, though that meeting does not appear to be a focus of Mr. Mueller’s inquiry.\nWikistrat, which pays security experts around the world for their insights, has landed several government contracts, according to databases and news reports. Its website says the firm can draw from a group of more than 2,200 analysts worldwide who share their thinking on an interactive platform.\nSome well-known experts serve on Wikistrat’s advisory council, including Michael V. Hayden, a former head of the C.I.A. and the National Security Agency, and Dennis Ross, a former United States diplomat with deep expertise in the Middle East.", "date": "April 4, 2018", "href": "https://www.nytimes.com/2018/04/04/us/politics/george-nader-russia-uae-special-counsel-investigation.html", "tags": "witness kushner inquiry nader meeting u.a.e according gerson zamel ruler ties russia also mueller advises"}