{"title": "Women fear abortion rights under threat", "content": "Women's reactions to news of Supreme Court Justice Anthony Kennedy retirement were immediate, arguing whether or not this signals an end to legal abortion in the US.\nPresident Donald Trump promised during his campaign to deliver \"pro-life\" judges to the Supreme Court, and his second appointee is all but assured to solidify conservative power in the court. \nObservers of the court caution that this does not guarantee an overturn of the landmark 1973 Roe v Wade decision which legalised abortion across the US. \nBut that did not stop an explosion of reaction on both sides of the issue, with social media users envisioning a \"world without Roe\". \nLila Rose, the founder of anti-abortion nonprofit Live Action, tweeted, \"This could be the end of the horrific, immoral and unjust 1973 Roe v Wade decision... it's time to undo this horror & enter an age of justice\".  \nWomen on the other side of the issue appeared acutely concerned about what this will mean for them. \n\"All of the women in my office have been crying on and off all day long,\" wrote another Twitter user. \"This is where we are.  Women crying for fear they will have no choice, no access to abortion at all.\"\nAlyssa Matromonaco, former White House deputy chief of staff for operations under the Obama administration, shared similar concerns. \nDaily Beast senior editor Erin Gloria Ryan did not mince words, calling Justice Kennedy's retirement a warning shot in \"the coming war on women\". \n\"With one more Supreme Court vote, the conservative minority in this country will have the power to uphold laws designed to force pregnant women into motherhood.\" \nA majority conservative court could force women who are carrying nonviable fetuses to term and deliver dead tissue that had long been suspended in the bodies of their grieving mothers,\" she writes.  \n\"It could drive abortion - a practice as old as the human race - back underground to unsafe and unclean places.\"\nRobin Marty, a guest columnist for HuffPost, immediately started talking strategy in a piece titled, \"What To Do When - Not If - Roe Vanishes\". \nShe points out that simply overturning Roe v Wade won't make abortion illegal, but that local and state laws will swiftly make abortion inaccessible in many places. \n\"When it comes to making a post-Roe plan, assume that there won't be an outright federal ban. The pro-life movement currently has more governmental power than it has at any point in history, and it is unlikely to be willing to jeopardise that power by immediately ending all legal abortion and losing political races in return,\" Marty writes. \n\"What's more likely is that Congress will do all it can to restrict access either by passing 20-week bans or by making it illegal for minors to leave the state to end a pregnancy.\"\nWriters and advocates are also pointing towards a future when women will be forced towards underground abortions and the resurrection of the groups like the storied Jane Collective in 1970s Chicago. \nHowever, they point out that advancements in medical technology mean the grisly \"coat hanger\" abortion will no longer be necessary.\n\"Technology and medicine have evolved to the point that JANE-style collectives to provide underground abortion are safer and easier, but I cannot BELIEVE women spent their lives fighting for us so that we could lose their signal accomplishment within two generations,\" wrote author Sady Doyle on Twitter. \nPro-life activists, on the other side, are feeling jubilant.\nMeghan McCain, conservative commentator and daughter of Arizona senator John McCain, tweeted an appreciation for \"Generation Roe\":\n\"This is the moment conservative women have been waiting for,\" wrote Penny Nance, CEO and president of Concerned Women for America, in a statement. \n\"This is why 81% of Evangelical women voted for President Trump.\"\nMarjorie Dannenfelser, president of pro-life advocacy group the Susan B Anthony List, told The Atlantic that the next step in her ground game is to lobby hard for the confirmation of Mr Trump's nominee. \n\"We'll do what we did with Gorsuch, but it will be a far more resourced fight, because it's a far more consequential fight,\" she told the magazine.\nAs pro-life advocates celebrated, centre-right Washington Post columnist Jennifer Rudin urged caution, writing that recent Gallup poll results show that half of Americans support legal abortion \"under certain circumstances\" and that only 18% believe abortion should be completely illegal. She warned this could backfire on Republicans.\n\"If the court removes the constitutional protection for abortion, every state and federal race will turn on this issue, and every effort to roll back rights that women have become accustomed to asserting over decades will be fought tooth and nail, characterised as an effort to control women's lives,\" she writes. \n\"Republicans might pause for a moment to consider whether that is a political reality they want to bring about. \n\"It's one thing to aspire to end abortion and rail at activist courts when the potential for overturning Roe was negligible; it is quite another to take the heat and the blowback from millions of voters when that power is transferred to the hands of politicians. \n\"The 'War Against Women' will take on new meaning and importance in American politics. Are Republicans going to demand that women and/or doctors be sent to jail for having or performing an impermissible abortion? That is where this inevitably leads.\"", "date": "28 June 2018", "href": "https://www.bbc.com/news/world-us-canada-44648217", "tags": "pro-life end court rights roe conservative abortion fear threat could women power"}