{"title": "Women, Alcohol and Perceived ‘Sexual Availability’", "content": "You’re reading In Her Words, where women rule the headlines. \nSign up here to get it delivered to your inbox. Let me know what you think at dearmaya@nytimes.com.\n“Just holding a beer bottle increased perceptions of intoxication and sexual availability for women.”\n— Jeanine Skorinko, a psychology researcher and author of a recent study about women and alcohol\nWhen Brock Turner, the former Stanford swimmer who was found guilty in 2016 of sexually assaulting an unconscious woman on campus, appealed his conviction, he and his lawyers devoted 60 pages to how intoxicated the victim seemed. He lost the appeal.\nLast year, a Yale student, Saifullah Khan, was found not guilty of sexually assaulting a fellow student. His lawyers worked relentlessly to discredit the account of the woman, repeatedly asking how much she’d had to drink. \nUsing alcohol to cast doubt on women’s reputations, particularly in cases of sexual assault, in court and in life is not rare. Now a new study from researchers at the Worcester Polytechnic Institute, the University of Nebraska and Iowa State University finds that women who drink are in fact judged more harshly then men who do the same. \nThe study, titled “She Looks Like She’d Be an Animal in Bed: Dehumanization of Drinking Women in Social Contexts,” explored the stereotypes applied to women who drink and how presumptions of alcohol and sexual promiscuity go hand-in-hand. It was published in a May issue of the journal Sex Roles. \nResearchers found that both women and men believed that a woman drinking alcohol in a social setting was more intoxicated than a man having the same drink, and that she was more “sexually available” and “less human” than a woman drinking water or a man drinking alcohol.\n“Sexual availability” was defined as whether study participants perceived the women to be single or open to having casual sex. “Less human” meant they were perceived to lack self-restraint and were described as mechanical and cold, unsophisticated, superficial, shallow, less intelligent and rational, as well as more immoral. \n(The researchers came to these conclusions by asking study participants to respond to photos and fake social media posts of a woman and a man drinking.)\nThe findings, not surprisingly, have “troubling implications,” said Jeanine Skorinko, a psychology professor at the Worcester Polytechnic Institute and an author of the study.\nAmong them, the researchers found that people may be less likely to help a woman in a risky situation if she’s been drinking because they might think she’s interested in risky or casual sexual behaviors, and therefore not think the situation is a threat to her. \n“This is especially shocking,” Skorinko said, “because just holding a beer bottle increased perceptions of intoxication and sexual availability for women, but not for men.”\nSign up here to get future installments of In Her Words delivered to your inbox.\n______\nHere are five articles from The Times you might have missed.\n______\nDoris Day, whose irrepressible personality and golden voice made her America’s top box-office star in the early 1960s, died on Monday at 97.\nDay starred in nearly 40 movies, turning onscreen from the perky girl next door to the woman next door. By the mid-1970s, Day had been dismissed as a goody-two-shoes and the leader of Hollywood’s chastity brigade, but the passing decades have brought a reappraisal, especially by some feminists, of her achievements. \nIn the 1990s, the critic Molly Haskell described Day as “challenging, in her working-woman roles, the limited destiny of women to marry, live happily ever after and never be heard from again.”\n“My public image,” Day once said, “is unshakably that of America’s wholesome virgin, the girl next door, carefree and brimming with happiness. An image, I can assure you, more make-believe than any film part I ever played.”\nRead past articles here.\nSign up here to get In Her Words delivered to your inbox!\nAre you on Instagram? Follow us here.", "date": "May 14, 2019", "href": "https://www.nytimes.com/2019/05/14/health/women-alcohol-drinking.html", "tags": "study ‘ alcohol ” woman found drinking sexual availability women perceived day"}