{"title": "Women Who Get Abortions Are Already Punished", "content": "Yesterday in uterus-policing news, MSNBC’s Chris Matthews asked Donald Trump a probing question about whether women who seek abortions should be punished if the procedure ever were to become illegal. Trump stumbled onto an answer eventually concluding, \"Yeah,\" they should be.\n“There has to be some form of punishment,” he said. \nJust hours later, the GOP frontrunner backtracked, clarifying that doctors who hypothetically perform illegal abortions should be held legally responsible, not the women who receive them. As the pattern goes, it's impossible to know which statement (if either) Trump actually meant.\nThe story exploded, with pundits and tweeters on both sides of the abortion debate outraged by Trump's comments. Pro-abortion rights advocates were horrified for obvious reasons. But many prominent anti-abortion activists were upset too, defending their stance that, while abortion should be illegal, women who have abortions are not criminals. \n“Being pro-life means wanting what is best for the mother and the baby,\"Jeanne Mancini, president of the March for Life Education and Defense Fund, said in a statement. \"Women who choose abortion often do so in desperation and then deeply regret such a decision... We invite a woman who has gone down this route to consider paths to healing, not punishment.\" \n\"No pro-lifer would ever want to punish a woman who has chosen abortion,\" she said -- as if robbing a woman of agency over her own body isn't a punishment. \nAnd that's where anti-abortion logic totally loses me. \n\"Abortion is murder,\" according to many anti-abortion advocates. But a woman who has an abortion isn't a murderer. It's a mind-f**k of a riddle that's almost as impossible to solve as it is to get an abortion in Texas.\nIn reality, women who seek abortions are already punished at every stage in the game -- by lawmakers, by absurd legislative restrictions, by society's constant conversations about our bodies, by an election cycle in which all three remaining candidates of one party agree that a woman's right to access abortion care should be outlawed. \nWomen are punished if they live in a state that requires them to travel hundreds of miles to obtain the procedure. \nThey're punished if that state also requires a waiting period (as 28 of them do) between the time a woman inquires about scheduling an abortion and when she can actually get it. \nThey're punished by protesters who plant themselves outside of abortion clinics, calling women murderers as they enter, and harassing them with photos of fetuses and baby hands. (Around the country, attempts to create buffer zones around clinics where protesters wouldn't be allowed to stand have failed because of free speech.) \nThey're punished by anti-abortion rhetoric that disguises itself as \"support\" for women but implies that there is only one appropriate life-path for a woman -- and that is to become a mother. \nThey're punished by a society that attaches deep shame to a legal right, and assumes a woman who chooses abortion is a victim of her own bad judgment.\nThey're punished when they are slut-shamed for being sexual beings, as though the greatest crime a woman can commit is to have sex for non-procreative purposes. \nThey're punished by lawmakers who feel that abortion should be illegal even in the case of incest or rape, forcing women to relive trauma every time this \"debate\" makes headlines. \nThey're punished every time they turn on the TV to watch the GOP candidates argue over who hates abortion more. (Trump's comments may be the ones making news this time, but Ted Cruz has repeatedly slammed abortion and even the GOP's alleged \"good guy\" Gov. John Kasich defunded Planned Parenthood in Ohio, a health care provider that helps millions of women each year.)\nThey're punished when they're endlessly reminded that being a woman means your body is a constant source of debate. \nThere's no evidence that banning abortion would lead to fewer abortions. Research and history show that women will have abortions regardless of what the laws say -- those abortions will just become more dangerous and riskier to obtain. As HuffPost's Laura Bassett reported, in 1965 alone, nearly 200 women died from \"back-alley\" abortions. The idea of legally turning back to that time is a horrifying and dangerous prospect.\nBut sure, let's keep debating if women should be punished. \nEditor’s note: Donald Trump regularly incites political violence and is a serial liar, rampant xenophobe, racist, misogynist and birther who has repeatedly pledged to ban all Muslims — 1.6 billion members of an entire religion — from entering the U.S.", "date": "\n03/31/2016", "href": "https://www.huffpost.com/entry/women-who-get-abortions-are-already-punished_n_56fd2993e4b0daf53aeed7fa", "tags": "abortions already woman -- abortion women illegal get anti-abortion punished time"}