{"title": "Women Break New Records In 2018 Primaries", "content": "Women made history in Tuesday’s elections, breaking records in congressional and gubernatorial races as the wave of female candidates winning primaries this year continued.\nVictories Tuesday in Kansas, Michigan and Missouri boosted the number of female major party nominees running for the U.S. House this year to at least 173, according to the Center for American Women and Politics. By early Wednesday, that number had risen to 182, with several more races still too close to call. \nThe previous record was 167.\nIn the race for governorships, Gretchen Whitmer won a heated battle to become the Democratic nominee in Michigan, and Laura Kelly became the Democratic choice in Kansas. Their wins mean that 2018 has 11 women running as major party gubernatorial nominees, the highest number in history. The previous record was 10, in 1994.\n“This has been an election season of records for women candidates, and tonight continues that story,” said Debbie Walsh, director of CAWP.\nAnd for the first time, the Michigan Democratic Party has an all-female ticket running statewide in November. Whitmer joins Sen. Debbie Stabenow, attorney general candidate Dana Nessel and secretary of state candidate Jocelyn Benson on the ballot. \nIt’s not clear whether Whitmer’s running mate will be male or female, but she’s expected to choose that person in the coming days. The Democratic slate of nominees in Michigan has faced some criticism because it is all white, and there’s speculation that Whitmer, the first woman in state history to lead the Michigan Senate Democratic caucus, could choose a person of color to be her lieutenant governor. \nMichigan Democrats also have female nominees in three of the key swing districts for Congress: former state Rep. Gretchen Driskell in the 7th District, former CIA analyst Elissa Slotkin in the 8th and former Obama administration official Haley Stevens in the 11th. Former Democratic presidential nominee Hillary Clinton endorsed Stevens on Sunday.\n“Certainly, the most common thing I hear is how frustrated people are with the lack of civility, and that hopefully more women in Congress would help with that problem,” Slotkin told the Detroit News.\nWhether Michigan would have an all-female ticket was the subject of significant speculation ― and some consternation ― throughout the campaign. \n“Some were telling me that that was a reason why maybe I shouldn’t be on the ticket,” Whitmer said in a July interview. “I didn’t buy it when they said it to me and I don’t buy it when they say it about other candidates. I want to make sure that I am empowering others.”\nIn November, Nessel released an online ad meant to push back against the notion that it would be a weakness in the general election, urging voters to choose more women for public office because they’d be less likely to sexually harass their employees. \n“If the last few weeks have taught us anything, it’s that we need more women in positions of power, not less,” she said in the ad. “So when you’re choosing Michigan’s next attorney general, ask yourself this: Who can you trust most not to show you their penis in a professional setting? Is it the candidate who doesn’t have a penis? I’d say so.”\nIf elected, Nessel would make history as Michigan’s first openly gay statewide elected official.\n“The story of this election is not just the number of women candidates running, it’s the strength of those women, their stories and the experiences they will bring into office,” said Stephanie Schriock, president of the pro-abortion-rights Democratic group EMILY’s List. “Women are running for office and winning their primaries at a rate unlike any we’ve seen before, and EMILY’s List is proud to be supporting them every step of the way. From taking over state governments to flipping the House, women will be the difference for Democrats in November.”\nDemocrats also touted gains women made in state elections last year in Virginia.\nIgor Bobic contributed reporting.\nThis article has been updated to include the latest results.", "date": "\n08/07/2018", "href": "https://www.huffpost.com/entry/women-make-history_n_5b6a5a17e4b0b15abaa838cf", "tags": "history break ” records primaries democratic whitmer women new state michigan running"}