{"title": "Women Of Color Candidates For 2018- ‘You’re Going To Have To Learn How To Say Our Names’", "content": "SAN FRANCISCO ― About 500 people gathered for the inaugural She the People summit in San Francisco on Thursday, which organizers dubbed the “first-ever national women of color in politics summit.”\nThe event comes in a year of unprecedented wins for women of color running for office — a fact not lost among the attendees, women of all ages from 36 states across the country.\nThe group gathered to discuss the power of women of color to change American politics, particularly in the 2018 midterm elections.\nProminent organizers Linda Sarsour and Dolores Huerta took to the stage, along with barrier-breaking candidates like Rashida Tlaib ― set to be one of the nation’s first Muslim congresswomen ― and Deb Haaland ― likely to be one of the first Native women in Congress. \n \n“Alexandria, Ilhan, Ayanna. I love these names!” Tlaib said as a roomful of women cheered, referring to congressional candidates ― and likely history makers ― Alexandria Ocasio-Cortez in New York, Ilhan Omar in Minnesota and Ayanna Pressley in Massachusetts. \n“Yes, you’re going to have to learn how to say our names,” Tlaib said, to laughs and applause. \nWith the primaries for the midterm elections now over, 2018 promises to be a historic year for representation in political office. More women won House and Senate primaries this year than ever before. Christine Hallquist in Vermont could be the nation’s first openly transgender governor. And a number of women of color candidates, if they prevail in November, are set to shake up the makeup of the country’s overwhelmingly white and male governors and members of Congress. Stacey Abrams in Georgia, for instance, could become the first black female governor in the U.S. \nSpeakers at the summit emphasized the need for people to turn out to vote and back female candidates of color ― and for more women of color to run for office.\n“Look at this room. Isn’t it amazing? Amazing women leaders are what we need to push us forward,” Haaland said. She mentioned her background as a single mother who worked minimum wage jobs and used food stamps while raising her “beautiful queer daughter.” “We need more people [in office] who understand struggle and know what it means to be fierce in the face of difficulty.” \nSummit founder Aimee Allison started off the day by listing statistics on how women of color have consistently led as voters and organizers, adding that the time had come for them to be represented in elected office. Black women are among the demographic groups with the highest rates of turnout at the polls, she said. And while women of color make up 20 percent of the U.S. population, they account for only about 7 percent of members of Congress.\n“We can’t even get clean water for our children, because our lens is not at the table,” Tlaib said, recalling her encounters with Michigan families struggling amid the state’s notorious water crisis. “So you all better run for office.”\nMany speakers noted that their work as progressive women of color in politics led to not only beating Republicans but also unseating centrist establishment Democrats. \n“Not all Democrats are created equal,” as California Assemblywoman Wendy Carrillo put it. Several shouted out Ocasio-Cortez’s victory against a 10-term Democratic incumbent.\n“If 2018 is not the year the Democratic establishment learns its lesson, it’s the year voters teach it to them,” declared Andrea Mercado, the director of the Florida New Majority, which is working to increase turnout among marginalized groups. In the state’s primaries last month, progressive Andrew Gillum pulled off an upset win, becoming Florida’s first black gubernatorial nominee. \nToward the end of the summit’s morning session, legendary workers’ rights organizer Dolores Huerta took the stage and led a chant that had all the women in the room yelling.\n“Who got the power?” “We got the power!” \n“What kind of power?” “Feminist power!” \n“¿Se puede?” “¡Sí se puede!” ", "date": "\n09/20/2018", "href": "https://www.huffpost.com/entry/she-the-people-summit-women-of-color-candidates-2018_n_5ba42778e4b0181540db8990", "tags": "‘ going candidates office first learn names ” ― say year women power color"}