{"title": "Workers of Germany, Unite: The New Siren Call of the Far Right", "content": "BOTTROP, Germany — Guido Reil is a coal miner, like his father and grandfather before him. He joined a trade union at 18 and the center-left Social Democratic Party at 20. Fast-talking and loud, he has been an elected union representative for over a decade.\nBut two years ago, after the arrival of hundreds of thousands of refugees in Germany, Mr. Reil switched to the far-right Alternative for Germany party, or AfD. Competing in state legislative elections last May, the party won 20 percent of the vote in his home district with his name on its list — and the Social Democrats slipped 16 percentage points from a previous election.\n“Those are my former comrades,” Mr. Reil said, chuckling. “They came with me.”\nHow is a far-right party drawing voters from labor, a traditional bastion of the left? The question is not academic, but goes directly to the heart of the emerging threat the AfD presents to Germany’s political establishment, including Chancellor Angela Merkel.\nThe AfD shocked Germany in the fall when it became the first far-right party to enter Parliament since World War II. But that breakthrough not only shattered a significant postwar taboo. It has also enormously complicated the task of forming a new governing coalition, leaving Germany and all of Europe in months of limbo.\nMs. Merkel and her conservative alliance are negotiating a coalition deal with their former governing partners, the left-leaning Social Democrats. If they do, the AfD will be Germany’s primary opposition party, leaving a wide opening for it to pick up even more traditionally left-leaning voters who fear the Social Democrats have been co-opted.\nMany fear that the AfD, as the leading voice of the opposition, would have a perfect perch to turn the protest vote it received in national elections in September — it finished third with 13 percent of the vote — into a loyal and sustained following.\n“If we go back into government, the AfD will overtake us,” predicted Hilde Mattheis, a Social Democratic lawmaker from Baden-Wurttemberg, where that has already happened.\nThe 92 AfD lawmakers, who have been busy moving into their new parliamentary offices in central Berlin, have not been shy about using the spotlight.\nOne, Jürgen Pohl, recently addressed Parliament and criticized the labor market changes that former Chancellor Gerhard Schröder of the Social Democratic Party passed from 2003 to 2005, saying they created a host of poorly regulated, precarious jobs.\nThe AfD, Mr. Pohl said, “is a new people’s party that cares about the little people.”\nWhen some center-left lawmakers guffawed, Mr. Pohl pointed at the television cameras. “Go ahead and laugh,” he said, “your voters are watching.”\nIndeed, they are. The AfD has already overtaken the Social Democrats as the second-biggest party in state elections across much of what was formerly East Germany. In Bavaria, it is not far behind.\nBut Mr. Reil believes his party has the greatest potential in places like Bottrop, in the Ruhr area, once the industrial heartland of West Germany and long a bastion of Social Democratic and union power.\nThe Ruhr has produced coal since the 16th century, and it shaped modern Germany in the process. It powered the Industrial Revolution, two world wars, the postwar economic miracle and even European integration: The coal and steel community was the seedling of the European Union.\nBut today, Bottrop and surrounding cities are in decline.\nMr. Reil has worked in six mines, five of which have closed. Along with some 2,500 others, he will take early retirement, at 48, after the last mine ceases production in December.\nWith the mines, most bars have closed, too, as has a whole social and cultural scene that once kept the area alive.\nThe AfD’s “pro-worker” platform (“pro-coal, pro-diesel and anti-immigration,” as Mr. Reil puts it) resonates in Bottrop as well as on the factory floors of Germany’s iconic carmakers in the former east and the wealthy south of the country.\nAs elections loom nationwide for worker representatives who bargain with management on behalf of their fellow employees, lists of candidates close to the AfD are circulating at several flagship companies, including Daimler and BMW. There are plans to create a new national workers’ movement, Mr. Reil said. The working name is the Alternative Union of Germany.\n“The revolution,” he predicted, “will be in the car industry.”\nTrade union leaders, currently on strike for higher pay and a 28-hour workweek for those wanting to care for children or elderly relatives, publicly dismiss such talk as “marginal.” But privately, some worry.\nOne of Mr. Reil’s allies, Oliver Hilburger, a mechanic at a Daimler plant near Stuttgart, founded an alternative union called Zentrum Automobil in 2009, four years before the AfD even existed.\nMr. Hilburger, who has been at the company for 28 years, is not a member of the AfD but he votes for it. He thinks the party and his union are a natural fit.\nWhen it emerged that he had once played for a band associated with neo-Nazis, the news media reported the fact widely. But that did not stop his colleagues from giving his union 10 percent of their votes and electing him as one of their representatives.\nThis spring, Mr. Hilburger, who calls his musical past “a sin of youth,” is fielding more than 250 candidates in at least four factories. Several of them, he said, are immigrants who have lived in Germany for years and support the AfD.\n“There is a feeling among workers that the old unions collude with the bosses and the government,” Mr. Hilburger said.\n“The bosses and the media talk about skills shortages and how we need even more immigration,” he said. “We want to talk about a shortage of decent jobs for those who are already in the country. The AfD has understood that.”\nThe AfD is ideologically divided, with many senior members staunchly capitalist and suspicious of labor unions.\nThe strategic focus on the working class speaks to the challenge of turning protest voters into a loyal base, said Oskar Niedermayer, a professor of political science at the Free University in Berlin.\n“Breaking into the union milieu is key to that strategy,” Mr. Niedermayer said.\nHe warned that the reflex to ostracize the AfD could backfire. Some unions are advising members to shun anyone in the AfD. Some soccer clubs are planning to outright bar them. And as Mr. Niedermayer pointed out, lawmakers from other parties have systematically blocked every AfD candidate for senior parliamentary posts.\n“It confirms them in their role as victims of the elites,” he said. “Workers who see themselves as victims of the elites will only identify with them more.”\nAs the AfD appeals to Germany’s left-behinds, it is also trying to tie them to other parts of the party’s agenda, like its hard line on immigration.\nFor instance, the battle cry of Frank-Christian Hansel, an AfD member of Berlin’s state Parliament, is to save the German welfare state — but for Germans.\n“If you want social justice, you need to manage who is coming into your country,” Mr. Hansel said. “Open borders and welfare state don’t go together.”\nIt is the kind of rhetoric that sets the AfD apart from the traditional left, even as it goes fishing for voters in Social Democratic waters.\nFor the AfD, it is not just those at the bottom against those at the top, Mr. Niedermayer said. It is insiders against outsiders. Social justice, yes, but only for Germans.\nIn Bottrop, this message plays well.\nResidents complain about some refugees being prescribed “therapeutic horseback-riding” and courses in flirtation, courtesy of taxpayers, while public schools are in decline.\n“They get the renovated social housing, while Germans wait for years,” said Linda Emde, the manager of one of the few remaining bars. “But when you speak up against migration, they call you a racist.”\nMs. Emde had voted for the Social Democrats all her life. But in September, she and her husband switched to the AfD.\nMr. Reil, who never managed to rise through the Social Democrats’ local party hierarchy, is now a member of the AfD’s national leadership team. At the monthly meetings, he sits at the same table as the aristocrat Beatrix von Storch and Alice Weidel, a professor.\nThe two female lawmakers are perhaps best known for a recent social media rant about “barbaric, Muslim, rapist hordes of men.” But for Mr. Reil, the point of his comment was that he had risen socially.\n“What do a miner, a princess and a professor have in common?” he jokes. “They are all in the AfD.”", "date": "Feb. 5, 2018", "href": "https://www.nytimes.com/2018/02/05/world/europe/afd-unions-social-democrats.html", "tags": "call germany unite afd party union ” social right workers new reil far siren"}