{"title": "Work with Plaid and SNP on Brexit, Price urges Labour", "content": "Labour should try to agree an alternative to Theresa May's Brexit plan with other opposition parties, Plaid Cymru's leader has said.\nAdam Price spoke as doubts continue over whether MPs will back the prime minister on the EU withdrawal deal. \nOpposition MPs should see if \"we actually build a majority in terms of an alternative\" plan, Mr Price said.\nHe met SNP leader Nicola Sturgeon earlier to \"find a way through a way through this Westminster Brexit mess\".\nMr Price told BBC Wales they both wanted to try to find what common ground they might have with Labour. \n\"We can only establish that by talking to each other, and that's the first step,\" he said.\n\"There has to be a willingness on behalf of the Labour Party to sit down with other opposition parties to see if Mrs May doesn't have a majority in the House of Commons can we actually build a majority in terms of an alternative.\n\"The alternative, of course, could be, as we strongly advocate, a People's Vote, taking whatever deal is arrived at back to a public vote at the end of the day.\n\"Also, we've consistently said, the least worst option if there is to be a Brexit is single market membership.\"\nThe EU single market offers free movement of goods, finance, and people around the EU, without any tariffs.\nThe prime minister has ruled out remaining in that single market as part of the UK's future relationship with the European Union because that would amount to \"not leaving the EU at all\".\nA Labour spokesman described talks between Jeremy Corbyn and Ms Sturgeon on Tuesday as \"constructive\", adding: \"They discussed their common opposition to Theresa May's botched Brexit deal and determination to work across Parliament to prevent a disastrous no-deal outcome.\"\nMrs May has called the plan she unveiled last week the only realistic chance of avoiding a no-deal Brexit but it has faced fierce criticism.\nTwo cabinet ministers resigned and there have been efforts to mount a Tory leadership challenge.\nWelsh Conservative external affairs spokesman Darren Millar said: \"The people of Wales voted to leave the EU and Plaid Cymru would do well to remember it.\n\"Instead of trying to frustrate the Brexit process and recruit the Labour Party to their cause, Plaid should be shouting up for a Brexit which respects the outcome of the referendum here in Wales while protecting jobs, enabling trade and safeguarding people's rights.\"", "date": "20 November 2018", "href": "https://www.bbc.com/news/uk-wales-politics-46280428", "tags": "brexit may work eu opposition plaid urges alternative price snp labour plan"}