{"title": "World Trade Organization Admits China, Amid Doubts", "content": "China joined the World Trade Organization this evening, completing a quest that required 15 years of haggling over whether the nation's fitful embrace of a market economy entitled it to the full trading rights of capitalist countries.\nTrade ministers from the United States, Europe and India referred to the marathon negotiations over China's admission as difficult, acrimonious and politically charged, but the admission ceremony was brief and cordial. Michael Moore, the organization's director general, hugged Shi Guangsheng, China's trade minister, as a moderator itemized articles of membership and declared, ''The ministerial conference so agrees.''\nChinese officials have presented the nation's membership as one of their most significant diplomatic achievements since China displaced Taiwan and took a seat on the United Nations Security Council in 1971.\nThat step decades ago gave China the political rank of the United States and the former Soviet Union. Today's step ensures China equal status for its fast-growing economy, though in return it will have to grant foreign companies access to its 1.3 billion consumers.\nWorld trade ministers have gathered in this Persian Gulf emirate to hammer out an agenda for trade liberalization globally, and China's admission ceremony came on the second of five days of these talks.\nQatari troops in purple camouflage and security guards wearing flowing white robes and kaffiyehs surrounded a complex on the shores of the gulf to protect delegates, who had been warned of potential terrorist action. There were no disruptions.\nThe discussions are at an early stage, and few were predicting breakthroughs before Tuesday. The goal is to begin a three-year round of negotiations on virtually all aspects of trade, but there is no guarantee that the effort will not fail as it did in Seattle two years ago.\nAmerican and European negotiators who strongly advocate trade liberalization showed few signs of having quelled a rebellion by some developing countries. Poorer nations are demanding concessions on trade issues they care about most before agreeing to discuss the demands of their industrial counterparts.\nThe most divisive issues include an attempt by India and Brazil to allow nations to violate medical patents when public health is at stake, an issue that pits a broad swath of the developing world against the United States. Europe and Japan are under heavy pressure to remove some protections for farmers, a longtime goal of the United States and many poor nations that want to export more farm products.\nMurasoli Maran, India's trade minister, said his nation would stand firm against any new round of trade liberalization if its demands are not met. ''We will withstand all pressures,'' he said.\nChina's accession was greeted by delegates here as an important moment. But many officials say privately that the long-term implications are uncertain. ''I believe that as this century unfolds and people look back on this day, they will conclude that in admitting China to the W.T.O. we took a decisive step in shaping a global economic and commercial system,'' said the American trade representative, Robert B. Zoellick.\nHe added, however, that the changes China would have to make to comply with international trade rules remain a ''daunting challenge.'' American officials have argued for years that trade commitments will force China to open areas of business that have been closed or restricted, like banking services, agriculture and retail chains. Beijing, they say, will ultimately have to improve its legal system and remove government from day-to-day interference in business affairs.\nWhether membership marks a more profound transformation is another question. Some Western experts predict that open trade and freer investment will act as sea water on a wooden pier, weakening the pillars of the Communist Party's power. For its part, China expects to expand the market for its own export industries while maintaining the dichotomy between an open economy and a closed political system.\nAnne M. Veneman, the secretary of agriculture, who is here to focus on farm trade, predicted that China's entry could increase American exports by $2 billion annually.\nAnd though Mr. Shi, the trade minister, echoed the trade-wary sentiments of India and other nations, American officials foresee that China's passion for development will make it a solid ally in pushing for trade liberalization in coming years.", "date": "NOV. 11, 2001", "href": "https://www.nytimes.com/2001/11/11/world/world-trade-organization-admits-china-amid-doubts.html", "tags": "american world india officials china united states doubts nations liberalization organization trade years admits amid"}