{"title": "World economy facing delicate moment, IMF says", "content": "The global economy is at what the International Monetary Fund's chief economist calls a \"delicate moment\". \nGita Gopinath says that while she does not predict a global recession, \"there are are many downside risks\".  \nThe IMF has released its regular assessment of the World Economic Outlook, which forecasts global growth of 3.3% this year and 3.6% in 2020. \nThat would be slower growth than last year - and for 2019, a downgrade compared with the previous forecast. \nThe downward revision of 0.2 percentage points for global growth is spread widely.\nDeveloped economies affected include the US, the UK and the eurozone. \nThe UK economy is predicted to grow by 1.2% in 2019, down 0.3% from the IMF forecast in January. Growth in 2020 has also been revised down.\nThe revisions are especially marked for Germany and Italy, which is already in recession. \nThe IMF expects weaker performance in Latin America, as well as in the Middle East and North Africa.  \nFor China, there are small revisions, upward for this year and downward for next.  The slowdown there, which began at the start of the decade, is expected to continue. \nThe weakness in the forecast reflects a slowdown in the latter part of 2018, which the IMF expects to continue in the first half of this year. \nAfter that, growth should pick up more pace, with the additional momentum continuing into next year.\nBut Ms Gopinath describes that recovery as \"precarious\". \nShe says it depends on a recovery in a number of developing economies that are stressed, notably Turkey and Argentina.\nMs Gopinath also expects a partial recovery in the eurozone. \nThe US, however, is likely to slow further, growing by slightly less than 2% next year as the impact of President Donald Trump's tax cuts fades. \nThere is no sign in her blog, or in the IMF's report, of any sympathy for President Trump's view that the main thing holding back the US economy is the Federal Reserve's increases in interest rates over the last two years. \nThe risks that Ms Gopinath warns about include some familiar ones. \nThe first she mentions is the possibility that global trade tensions could flare up again and spread into new areas. \nShe refers to cars in particular, an area where President Trump is considering new tariffs on imported goods. \nThat, she suggests, could lead to \"large disruptions to global supply chains\". She says the escalation of US-China trade tensions contributed to last year's slowdown. \nShe also mentions risks associated with Brexit. The forecasts for the UK are based on the expectation of an orderly departure - with a deal -  from the EU later this year. A no-deal Brexit would be more costly. \nOther risks include the possibility of a deterioration in financial markets, leading to higher borrowing costs, including for governments. That raises the possibility of what she calls sovereign/bank doom loops. \nThat was a particular problem in the euro-area financial crisis, when financial problems for governments and banks reinforced one another.", "date": "9 April 2019", "href": "https://www.bbc.co.uk/news/business-47866371", "tags": "imf forecast world moment gopinath growth risks delicate facing economy global says last year"}