{"title": "Wow Air, an Icelandic Budget Airline, Suspends Service ", "content": "Wow Air, an Icelandic budget airline that has been scrambling for money, ceased operations on Thursday after talks over financing fell apart. \nWow canceled all flights on Thursday morning and advised passengers to check for alternatives with other airlines. \nGudjon Helgason, a spokesman for Keflavik Airport near Reykjavik, Iceland, said no large groups were stranded at the airport because the airline had sent messages to passengers telling them that the flights would be canceled. \n“There’s no chaos or anything like that,” Mr. Helgason said. \nThe airline, which in 2018 flew 3.5 million passengers to places like New York and Toronto, had been desperately trying to shore up its finances. \nAfter raising money through bonds in September, the airline wrote to bondholders two months later to say it was seeking additional financing. \nSkuli Mogensen, the founder and chief executive, blamed several factors for the collapse: “bad publicity”; a difficult environment that was exacerbated by the collapse of another budget airline, Primera; and “stricter payment terms” that put pressure on the company’s cash flow. \nIn its results for the first nine months of 2018, the company said an increase in fuel prices had added to financial pressures, contributing to a loss of $33.7 million for the first three quarters. Discussions about a potential acquisition of Wow by Icelandair Group also fell apart in November. \nThe airline reached a preliminary agreement in November for an investment by Indigo Partners, a private equity firm in Phoenix. But those talks were canceled last week. Wow also tried unsuccessfully to restart discussions with Icelandair. \nWow’s bondholders agreed this week to convert the debt into equity, and the company had been in discussions about restructuring until Thursday’s announcement that it would cease operations altogether. \nWow Air’s financial struggles had been a source of concern in Iceland. The finance minister said contingency plans were in place if the airline collapsed, including assistance for stranded passengers, but added that the government would not rescue the airline, according to local news reports. \nThe airline’s issues also prompted the Iceland Pilots’ Union to write to Iceland’s press society asking for an inquiry into the critical reporting of Wow’s finances, to see whether the journalists had received benefits from competitors. The press association responded by saying that trying to trace the company’s problems to journalists would be like going “to a goat house to look for wool.” \nDuring Wow’s discussions over potential financing, the airline reduced its fleet of 20 aircraft to 11 by selling four airplanes and negotiating the return of some aircraft to leasing companies. \nWow Air’s demise followed a series of airline shutdowns in Europe, where the aviation industry has expanded at a furious pace, offering passengers longer trips at cheaper prices. But many of these airlines, already grappling with narrow profit margins, have faced fluctuating oil prices and bills piling up after summer holiday periods.\nPrimera, another low-cost airline offering trans-Atlantic flights, collapsed in October. The company, based in Latvia and Denmark, filed for bankruptcy after struggling with higher fuel costs and issues with its aircraft. Around the same time, airlines based in Switzerland, Belgium and Germany also folded. \nFlybmi, a British regional airline, and Germania, a budget airline based in Berlin, filed for bankruptcy in February. Flybe, another British airline, was bought out in January by a consortium that includes Virgin Atlantic. ", "date": "March 28, 2019", "href": "https://www.nytimes.com/2019/03/28/business/wow-airlines-icelandic-air.html", "tags": "company airline service wow iceland would ” discussions suspends icelandic budget air passengers"}