{"title": "WTO chief warns of worst crisis in global trade since 1947", "content": "The head of the World Trade Organisation (WTO) has said global free trade is facing its \"worst crisis\" since 1947.\nRoberto Azevedo told the BBC that the current protectionist wave is threatening free trade.\nHe is in Buenos Aires where world leaders are gathering for the G20 summit on Friday and Saturday.\nThe escalating trade war between the US and China is high on the agenda at the global summit.\nUS President Donald Trump and Chinese leader Xi Jinping are scheduled to meet on Saturday evening.\nMr Azevedo said: \"I would say this is the worst crisis not for the WTO but for the whole multilateral trading system since the GATT [General Agreement on Tariffs and Trade, that preceded the WTO] in 1947\".\n\"This is the moment when some very basic principles of the organisation, principles of cooperation, principles of non-discrimination are being challenged and put into question. And I think that is very serious.\"\nMr Azevedo said that the \"mode of engagement\" between China and the US must shift from \"threats, accusations and finger pointing to one of finding solutions\".\nThe US and the WTO are currently in a row over the Appellate Body, which settles trade disputes between countries - a key function of the entire organisation.\nThe US has been blocking new appointments to the body in an argument over its role, leaving it with the bare minimum needed to function. If this is not settled soon, trade disputes between countries could be paralysed as soon as next year.\nMr Azevedo says WTO countries are discussing a \"Plan B\" to avoid the collapse of the Appellate Body so it can continue to operate.\n\"Of course the big question is going to be: will the US be part of that [Plan B] or not? If the US is not, I would say that dispute settlement with the United States will be compromised.\"\nThe head of the WTO also commented on the possibility of a no-deal Brexit.\n\"If there is what some people call a 'hard Brexit', with no agreement whatsoever, I would say about half of the UK trade would not be affected, because WTO terms are already what applies. In trade with the US, China, Japan, Brazil, Mexico - those terms will not change.\"\n\"But of course almost half of trade that is conducted with the UK is with the European Union. So it all depends on the margin of preference and the tariffs that would apply once Brexit comes into effect.\"", "date": "30 November 2018", "href": "https://www.bbc.co.uk/news/business-46395379", "tags": "us warns since china chief azevedo global worst say trade organisation crisis wto"}