{"title": "Xi Jinping: US-China trade war will produce no winners", "content": "Countries which embrace protectionism are \"doomed to failure\", China's Xi Jinping has warned in a veiled swipe at the US's America First policy.\nMr Xi was speaking at the Asia-Pacific Economic Cooperation (Apec) summit, where US-Chinese tensions are likely to be centre stage.\nUS Vice-President Mike Pence later said he was prepared to \"more than double\" the tariffs imposed on Chinese goods.\nThe two countries have been engaged in a tit-for-tat trade war this year.\nThe White House says its tariffs are a response to China's \"unfair\" trade policies.\nBoth sides have said the tariffs, already totalling billions of dollars, can still be increased. \nHowever, Mr Xi appeared to warn against any further escalation of tensions between the two countries.\n\"History has shown that confrontation, whether in the form of a cold war, a hot war or a trade war, will produce no winners,\" he told leaders gathered in Papua New Guinea's capital, Port Moresby, for the summit.\n\"Attempts to erect barriers and cut close economic ties work against the laws of economics and the trends of history. \n\"This is a short-sighted approach and it is doomed to failure,\" he added, warning that those who close their doors \"will only cut himself off from the rest of the world and lose his direction\".\nBut Mr Pence - who spoke at the forum directly after Mr Xi - said the tariffs were a response to the \"imbalance\" with China. \n\"The United States, though, will not change course until China changes its ways,\" he said.\nHis comments come a day after President Donald Trump told reporters he was confident a deal between China and the US \"will be made\".\nHowever, he said a number of key issues had not been included on a list for negotiation ahead of next month's G20 summit in Argentina, meaning it was \"not acceptable\" yet to the president.\nThe president has made similar comments previously.", "date": "17 November 2018", "href": "https://www.bbc.co.uk/news/world-asia-46245359", "tags": "jinping us-china xi produce winners china us summit countries war trade tariffs"}