{"title": "Xi Jinping 'most powerful Chinese leader since Mao Zedong'", "content": "China's ruling Communist Party has voted to enshrine Xi Jinping's name and ideology in its constitution, elevating him to the level of founder Mao Zedong.\nThe unanimous vote to incorporate \"Xi Jinping Thought\" happened at the end of the Communist Party congress, China's most important political meeting.\nMr Xi has steadily increased his grip on power since becoming leader in 2012.\nThis move means that any challenge to Mr Xi will now be seen as a threat to Communist Party rule. \nMore than 2,000 delegates gathered in Beijing's Great Hall of the People for the final approval process to enshrine \"Xi Jinping Thought on Socialism with Chinese Characteristics for the New Era\" into the Communist Party constitution of China.\nAt the end of the process, delegates were asked if they had any objections, to which they responded with loud cries of \"none\", reported journalists at the scene.\nPrevious Chinese Communist Party leaders have had their ideologies incorporated into the party's constitution or thinking, but none, besides founder Mao Zedong, have had their philosophy described as \"thought\", which is at the top of the ideological hierarchy.\nOnly Mao and Deng Xiaoping have had their names attached to their ideologies - and Deng's name was only added to the constitution after his death.\nBy Carrie Gracie, BBC China editor, Beijing\nChina's new slogan hardly trips off the tongue. \nBut schoolchildren, college students and staff at state factories will now have to join 90 million Communist Party members in studying \"Xi Jinping Thought\" on the new era of socialism with Chinese characteristics. \nThe expression \"new era\" is the party's way of saying this is the third chapter of modern China. \nIf the first was Chairman Mao uniting a country devastated by civil war, and the second was getting rich under Deng Xiaoping, this new era is about even more unity and wealth at the same time as making China disciplined at home and strong abroad. \nEnshrining all of this under Xi Jinping's name in the party constitution means rivals cannot now challenge China's strongman without threatening Communist Party rule.\nAt first glance, \"Xi Jinping Thought\" may seem like vague rhetoric, but it describes the communist ideals Mr Xi has continuously espoused throughout his rule.\nIts 14 main principles emphasise the Communist Party's role in governing every aspect of the country, and also include:\nMore than 2,000 delegates have spent the week-long congress confirming picks for provincial party chiefs, governors and heads of some state-owned enterprises.\nOn Tuesday, they finalised the make-up of top bodies such as the Central Committee and the Central Commission for Discipline Inspection.\nLast week a top official claimed high-ranking Communist Party members had plotted to seize power from President Xi, in suggestions of a behind-the-scenes power struggle.\nThe alleged plotters have all been arrested or jailed as part of a corruption crackdown, seen by some as a way for Mr Xi to eliminate political opponents.\nOn Wednesday, the new Central Committee will decide who gets to be in the higher-level Politburo.\nThough delegates get some say, in reality the elections are guided by the party's top leadership where at each stage voters pick from pre-selected candidates.\nAlso on Wednesday, the party will reveal the new members of its pinnacle body, the Politburo Standing Committee. Mr Xi is widely expected to remain as party leader, while prominent Xi ally and anti-corruption chief Wang Qishan has stepped down and will not be in the next formation of the committee.\nThose in the Standing Committee will be especially scrutinised. Analysts say its make-up may give signs of how long Mr Xi plans to stay on at the top of the party - he is expected to remain at the helm until at least 2022 - or any possible successors.\nMr Xi's term ruling China has been marked by significant development, a push for modernisation and increasing assertiveness on the world stage. \nHowever, it has also seen growing authoritarianism, censorship and a crackdown on human rights.", "date": "24 October 2017", "href": "https://www.bbc.co.uk/news/world-asia-china-41730948", "tags": "mao constitution jinping xi since thought china party communist top chinese leader new zedong powerful"}