{"title": "Xi Jinping Urges Dialogue, Not Confrontation, After Trump Seeks Tariffs", "content": "BOAO, China — President Xi Jinping on Tuesday portrayed China as committed to opening its economy as he presented an alternative vision to President Trump’s calls for tariffs and restricting trade, urging “dialogue rather than confrontation.”\nSpeaking publicly for the first time since the beginning of an escalating trade dispute between his country and the United States, Mr. Xi implicitly took aim at the Trump administration.\n“The Cold War mentality and zero-sum game are increasingly obsolete,” Mr. Xi said. “Only by adhering to peaceful development and working together can we truly achieve win-win results.”\nMr. Xi also pledged to rebuff efforts to impose barriers to world trade, saying that “China’s door of opening up will not be closed and will only open up even wider.”\n[READ MORE: Why President Trump’s trade clash with China may get worse before it gets better.]\nHe highlighted areas where China was willing to give, including pledging to ease restrictions on imported cars by the end of the year as well as repeating open-ended promises to give foreigners greater access to the country’s financial markets — promises officials have made in the past. He also pledged to strengthen intellectual property rights, addressing one of Mr. Trump’s main complaints.\nThe speech, delivered at the Boao Forum for Asia in China’s southern island province of Hainan, was the Chinese government’s latest effort to position the country as an advocate of free trade and reliable growth. The pro-trade sentiments buoyed markets worldwide, with the Standard & Poor’s 500-stock index up nearly 1.7 percent on Tuesday.\nThe speech also garnered an enthusiastic response from Mr. Trump, who pointed to the potential for negotiations. “We will make great progress together!” he wrote in a Twitter post on Tuesday.\nBut Mr. Xi’s pitch runs counter to longstanding accusations that China violates trade rules and intellectual property rights. The Chinese president is also pushing a nationalistic agenda, as he tightens his grip on the country’s political, social and economic life.\nSome were skeptical that China would follow through on its pledges of openness. “People will say about the Boao speech: ‘Show me.’ We heard this in Davos last year,” Joerg Wuttke, former president of the European Chamber of Commerce in Beijing, said in referring to Mr. Xi’s 2017 speech at the World Economic Forum.\nIn a briefing, the White House press secretary, Sarah Huckabee Sanders, said that the administration was encouraged by Mr. Xi’s words but that it wanted to see concrete actions from China. In the meantime, she said it would keep moving forward with its plans to impose tariffs.\nAt a time when the United States’ policies have threatened to upset the stability of the world order, China’s growing confidence and its verbal support of global trade rules offer other countries a potentially appealing alternative to Mr. Trump’s rhetoric.\nMr. Xi spoke just days after the United States and China exchanged tit-for-tat tariff threats that have ignited worries of a global trade war. Trump administration officials have accused China of forcing foreign companies doing business here to give up trade secrets as part of Beijing’s effort to retool the Chinese economy and create companies that can compete with American rivals.\nOn trade, China has tried to project a balanced tone. It retaliated quickly last week after the United States detailed proposed tariffs it wanted to levy on about $50 billion in Chinese-made goods, saying it would match Washington’s efforts dollar for dollar. At the same time, Chinese officials have said they want to avoid a trade war and negotiate.\nOn Tuesday, Mr. Xi appeared to have given Mr. Trump a concession by pledging to “significantly” lower tariffs on imported automobiles by the end of the year. Just hours before, Mr. Trump had taken to Twitter to complain about China’s 25 percent tax on imported automobiles.\nBut Mr. Xi’s pledges to open China’s banking, auto and manufacturing sectors are not entirely new. Last November, China said it would ease and eventually remove limits on foreign ownership of banks and other financial firms, but financial firms have not received details about when and how that will happen.\nEven as trade disputes cast a shadow over the world’s two biggest economies, Chinese officials see the increasingly strident tone from Washington as an opportunity. Since Mr. Trump was elected in 2016 and pursued an America First policy that has alienated some allies, Mr. Xi and other Chinese leaders have tried to fill the void left by America’s declining presence on the world stage.\nMr. Xi traveled to Davos for the first time last year to call for global leadership on climate on the eve of the inauguration of Mr. Trump, who has publicly questioned the science behind climate change. Chinese officials were also front and center at the most recent Davos gathering, in January, where they cited China’s progress and called for more international cooperation on several fronts.\nThat call for unity could also help calm some unease resulting from Mr. Xi’s recent power grab. Last month, China formally ended term limits for its top leader, which could make Mr. Xi the country’s chief for life. That move has caused jitters among some in the United States and other countries.\nAt Boao, Chinese officials have promoted Mr. Xi’s leadership as providing an opening to carry out ambitious plans to overhaul the country’s economy and make it more open.\nOn trade, government leaders and Chinese corporate chiefs have sought to strike a delicate balance: playing down worries about the effect on China of a protracted trade fight, while warning that the global economic system could be disrupted by a trade war and that the United States risks falling behind.\n“If a trade conflict becomes a trade war, the U.S. is more likely to be hurt worse by this than China,” Dai Xianglong, a former governor of the People’s Bank of China, said on Monday at the opening of the forum.\nOther countries could be hit as well, said Fan Gang, director of China’s National Economic Research Institute. China is just a piece of a complicated regional supply chain across Asia, he said, citing the example of the Apple iPhone. Any retaliation from the United States would have a ripple effect from South Korea to Malaysia, Japan and Taiwan.\n“There is definitely a big uncertainty with this trade conflict. We started with trade friction and now conflict and possibly a war,” Mr. Fan said. “This trade war has an impact on the whole supply chain, and this is the systematic risk for China right now,” he added.\nMany Chinese business executives tried to strike a similar balance in their remarks at Boao. But some warned that the technological focus of Mr. Trump’s proposed tariffs could further split the American and Chinese technology worlds — and, ultimately, stifle innovation.\n“International standards come from Germany, America and Japan,” said Dong Mingzhu, the chairwoman of Gree Electric Appliances, a leading Chinese manufacturer. “We in China don’t have any — but I believe we will have international standards.”\nOthers did warn of the potential economic impact if tensions worsen. On Monday evening, Jack Ma, the billionaire executive chairman of Alibaba, warned that his pledge to create a million jobs in the United States could be threatened by a trade dispute between China and the United States.\n“If China and the U.S. have good relations, we could create not just a million, but 10 million jobs.”\nBut, he added, “if they don’t have good relations, we’re going to destroy 10 million jobs.”", "date": "April 9, 2018", "href": "https://www.nytimes.com/2018/04/09/business/xi-jinping-china-trade.html", "tags": "jinping confrontation xi dialogue china seeks united urges ” trump chinese trade tariffs"}