{"title": "Xi Jinping Hears Tough Complaints of American Business", "content": "REDMOND, Wash. — On a day that President Xi Jinping wanted to show off the significance of China’s huge market to American business, the titans of the American tech industry lined up for a 10-minute photo opportunity with Mr. Xi here at Microsoft’s campus. \nThe first in line to meet Mr. Xi, Mark Zuckerberg, the chief of Facebook, spoke Chinese with him, enough to get a laugh from the Chinese leader. \nAmong those who greeted Mr. Xi were Timothy D. Cook, the chief of Apple; Virginia M. Rometty, the head of IBM; and Jeffrey P. Bezos, the chief of Amazon. Jack Ma, the head of the Chinese retailer Alibaba, stood in the middle of the executives who had taken part in an Internet forum sponsored by the Chinese and Microsoft. \nMr. Xi told the executives that China advocated cooperation in development of the Internet in line with China’s “national realities,” a phrase that critics say is in contrast to the open Internet in the West.\nMr. Xi told the executives that a “secure, stable and prosperous” cyberspace had become an issue for all countries, a vague reference apparently to the severe disagreements between the United States and China over how to manage cyber-related issues.\nEarlier, Mr. Xi and his top lieutenants heard tough criticism of his government’s laws and practices that discriminate against American corporate operations in China. \nAt a round-table discussion with top American executives in Seattle — including Warren Buffett, Mr. Bezos and Mr. Cook — the Obama administration’s commerce secretary, Penny Pritzker, told Mr. Xi that corporate America had complaints about cybertheft, forced technology transfer and regulations that unfairly discriminate against American companies. \nMs. Pritzker appears to have been sent to Seattle to prepare Mr. Xi before his visit to Washington that starts Thursday for what the administration has promised will be unvarnished discussions about accusations that China has stolen American commercial secrets that have been passed to Chinese companies. \n“These issues certainly have a negative impact on American firms and create an unlevel playing field for foreign companies,” Ms. Pritzker told Mr. Xi. “They also hurt Chinese businesses and make it harder for us to unlock mutually beneficial commercial opportunities.”\nThe head of China’s Internet authority, Lu Wei, a senior member of Mr. Xi’s delegation, also got an earful from the president of an American tech industry association.\nSubstantial American investment in China “shouldn’t obscure the fact that there are real challenges in China where the rhetoric and the vision doesn’t meet the reality,” Dean C. Garfield, president of the Information Technology Industry Council, said at the forum. As an industry representative rather than the head of a company, Mr. Garfield was freer to express criticisms that individual executives would not make in public. \nLike Ms. Pritzker, Mr. Garfield said that draft regulations would force American tech companies to submit to invasive audits and create back doors into hardware and software. They were not simply devised for national security reasons as China has insisted but to favor domestic players over foreign ones, Mr. Garfield said. \nSounding skeptical about economic changes pledged by Mr. Xi, Mr. Garfield said, “If those reforms do move forward, then the opportunity for collective growth is high.” But that is a big “if,” he said. \nThe planners for Mr. Xi’s trip added the Internet forum to the Chinese leader’s schedule in the Seattle area at a fairly late stage, administration officials said. The forum, hosted jointly by Microsoft and the Chinese, has been an annual event for the past eight years, but the Chinese, recognizing that large parts of the American tech industry are increasingly angry, asked for it to coincide with Mr. Xi’s trip so it could be used as a way to repair relations, the officials said as the planning unfolded.\nNearly every company involved in the forum declined to publicly discuss its proceedings, most of which occurred behind closed doors.\n“They say they will allow American businesses to compete on a level playing field in China,” said Spencer Rascoff, chief executive of Zillow, a real estate website, who was at the technology meeting. “They are saying all the right things. But the American business community is still skeptical — actions speak louder than words. \nAmerican technology companies have vastly different levels of success in penetrating the Chinese market, though the size of it makes the country irresistible to all of them. The main services of Facebook and Google are blocked there by China’s firewall and censorship polices, and the fact that Mr. Zuckerberg was so prominently placed in the receiving line for Mr. Xi seemed to suggest his strong desire to overcome the government’s obstacles. \nSoftware from Microsoft is ubiquitous on computers in the country, but high rates of piracy and weak intellectual property enforcement have stifled its revenue from China. \nMeanwhile, other companies have come to depend more and more on the increasing affluence of Chinese consumers for their growth. Apple, whose iPhone is a coveted device in the country, got more than 25 percent of its nearly $50 billion in revenue in its most recent quarter from China. \nAs the Internet forum was underway, Mr. Xi toured a Boeing manufacturing plant, and then arrived at Microsoft for a demonstration of the company’s HoloLens technology. \nAt meetings around Seattle, American executives and Chinese leaders signed deals to emphasize the spirit of cooperation. Microsoft alone announced more than a half-dozen agreements, including with the Chinese Internet giant Baidu and the Sichuan provincial government, to expand the use of its products in China.", "date": "Sept. 23, 2015", "href": "https://www.nytimes.com/2015/09/24/world/asia/xi-jinping-hears-tough-complaints-of-american-business.html", "tags": "tough american jinping xi china hears business microsoft ” chinese internet complaints"}