{"title": "Xinjiang Seethes Under Chinese Crackdown ", "content": "KASHGAR, China — Families sundered by a wave of detentions. Mosques barred from broadcasting the call to prayer. Restrictions on the movements of laborers that have wreaked havoc on local agriculture. And a battery of ever more intrusive ways to monitor the communications of citizens for possible threats to public security.\nA recent 10-day journey across the Xinjiang region in the far west of China revealed a society seething with anger and trepidation as the government, alarmed by a slow-boil insurgency that has claimed hundreds of lives, has introduced unprecedented measures aimed at shaping the behavior and beliefs of China’s 10 million Uighurs, a Turkic-speaking Muslim minority that considers this region its homeland.\nDriving these policies is the government’s view that tougher security and tighter restraints on the practice of Islam are the best way to stem a wave of violence that included a knife attack at a coal mine that killed dozens of people in September.\nThe tough security measures are on full view for travelers as they stop at the ubiquitous highway checkpoints that slow movement across this rugged expanse of deserts and snowy peaks.\nAs heavily armed soldiers rummage through car trunks and examine ID cards, ethnic Uighur motorists and their passengers are sometimes asked to hand over their cellphones so that the police can search them for content or software deemed a threat to public security.\nIn addition to jihadist videos, the police are on the lookout for Skype and WhatsApp, apps popular with those who communicate with friends and relatives outside China, and for software that allows users to access blocked websites.\n“All of us have become terror suspects,” said a 23-year-old Uighur engineering student who said he was detained overnight in November after the police found messages he had exchanged with a friend in Turkey. “These days, even receiving phone calls from overseas is enough to warrant a visit from state security.”\nHere in Kashgar, the fabled Silk Road outpost near China’s border with Pakistan and Afghanistan, officials have banned mosques from broadcasting the call to prayer, forcing muezzins to shout out the invocation five times a day from rooftops across the city. The new rule is an addition to longstanding policies that prohibit after-school religious classes and children under 18 from entering mosques. (The installation of video cameras on mosque doorways in recent months makes such rules hard to ignore.)\nSoutheast of Kashgar, shopkeepers in the city of Hotan seethed over a government decision to outlaw two dozen names considered too Muslim, forcing parents to rename their children or be unable to register them for school, according to local residents and the police.\nTo the north in Turpan, a fertile oasis famed for its grapes, a vineyard owner complained about new restrictions that bar Uighur migrant laborers from traveling there for the harvest, leaving tons of fruit to wither on the vines.\nAnd farther north in Ghulja, an ethnically diverse city near the Kazakh border with a history of tensions, a pair of unemployed college graduates fumed about a crackdown prohibiting young men from wearing beards and women from veiling their faces. Those who ignore the rules are sometimes jailed, residents said.\n“Me, myself, I’m not religious, but forcing our women to take off their head scarves is an affront to their dignity and makes many people angry,” said one of the men, who, like others interviewed, asked to remain anonymous for fear of punishment by the authorities.\nOther measures contribute to the widespread perception that Uighur identity is under siege. Schools have largely switched to Mandarin as the main language of instruction instead of Uighur, and the government has begun offering cash and housing subsidies to encourage intermarriage between Uighurs and Hans, the country’s ethnic majority, who have migrated to the region in large numbers.\nSurveillance, too, has been increased. Since 2014, Uighurs seeking to travel outside their hometowns have been required to carry a special card that lists phone numbers for the holder’s landlord and local police station. Many Uighurs complain that these “convenience contact cards,” as they are called, single them out for scrutiny.\n“The state’s ability to penetrate Uighur society has become increasingly sophisticated and intrusive,” said James Leibold, an expert on China’s ethnic politics at La Trobe University in Melbourne, Australia. “But while these new measures allow the party to nip a lot of problems in the bud, they also foster new forms of alienation and violence that ultimately weaken the party’s legitimacy and rule.”\nAfter 43 people were killed in a pair of attacks in the regional capital, Urumqi, in 2014, Beijing began a “strike hard special operation” that it says has dismantled nearly 200 terrorist groups and resulted in the execution of at least 49 people. The state news media describes those caught in the crackdown as terrorism suspects or separatists seeking an independent Xinjiang, and blames recurring violence in the region on jihadists influenced or directed by agents overseas.\nForeign journalists seeking to examine such claims face a gantlet of challenges. Officials in Xinjiang seldom respond to interview requests. Those ubiquitous checkpoints prevent journalists from reaching towns and cities recently hit by unrest, and in other places, the sudden appearance of government minders makes it hard to speak with residents. Last week, Beijing expelled a French reporter for an article that criticized its harsh policies in the region.\nFear and resentment are widespread, though such sentiments often emerged haltingly and only in private.\nNervously rearranging the painted tambourines and traditional carved knives in her family’s tiny gift shop, a young woman in Urumqi wept as she described families torn apart by the recent detentions.\n“In some homes, only the babies are left because the father and mother have been taken away,” she said, adding that many were serving three- or four-year sentences for violating religious regulations that provide no avenue for appeal. “We think it’s O.K. to live in China, but we wish they would treat us like they did before,” she said.\nIn Yarkand, a city in southern Xinjiang where violence claimed nearly 100 lives in 2014, an unwanted escort from the local propaganda bureau, Murat, vigorously defended the new restraints on religious life, saying they were needed to combat the sort of extremism that is convulsing parts of the Muslim world.\n“When I was a kid, my mother used to wear sleeveless shirts, but now, because of the rise of conservative Islam, she no longer does,” said Murat, who did not want his last name to be used. “Without the government’s strong hand, we would become more like Iran, where they stone girls to death.”\nIt remains a matter of dispute whether radical Islam has taken hold among many Uighurs, the majority of whom subscribe to a moderate form of Sunni Islam. But the recent terrorist attacks in Paris and the Islamic State’s killing in November of a Chinese hostage in Syria have prompted Beijing to step up efforts to position its battle to pacify Xinjiang as part of the global war on violent religious extremism.\nExperts outside China, however, say much of the bloodshed here is fueled by local grievances, among them job discrimination against Uighurs, endemic poverty and a widespread belief that the flood of Han migrants to the region is part of a government plan to dilute Uighur identity.\n“What we’re seeing in Xinjiang is homegrown self-radicalization that is made worse by repressive policies and an attempt to hollow out Uighur culture and religious practices,” said Nicholas Bequelin, East Asia director for Amnesty International.\nMost Uighurs, especially the educated and the middle class, have little interest in pushing back against Beijing, and not just because they are afraid. Abdul, 30, a home furnishing salesman who frequently travels across China for work, said he did not support an independent Xinjiang, citing the social instability and economic stagnation he has seen across Central Asia and the Middle East.\n“Here in China, we are 56 minorities living together in peace,” he said, echoing the propaganda that blankets billboards across the region. But later, over a meal of lamb and fragrant rice, he angrily described how the police, alerted by front-desk hotel clerks, almost always visited his room when he was on business trips.\n“I am Chinese; this is what it says on my ID card,” he said, his voice rising with emotion. But that same card also lists his ethnic identity, and his facial features — light eyes and an aquiline nose — set him apart in a nation that is 92 percent Han. “Sometimes I feel confused about what I really am,” he said.\nThen he paused, glanced behind his shoulder, and leaned forward. “To be honest,” he said, “these days, the government’s policies make me so sick in the heart that I sometimes wish I wasn’t Chinese.”", "date": "Jan. 2, 2016", "href": "https://www.nytimes.com/2016/01/03/world/asia/xinjiang-seethes-under-chinese-crackdown.html", "tags": "xinjiang china crackdown ” seethes uighur uighurs chinese region government across"}