{"title": "Yale Student Found Not Guilty in Rape Trial", "content": "A Yale student who had been suspended by the university was found not guilty on Wednesday of sexually assaulting a fellow student, in a rare college rape accusation to be tried in the courts. The verdict laid bare seemingly gaping divides in the national reckoning around sexual consent and assault.\nOver several grueling days on the witness stand in a New Haven courtroom, the woman described what she said was her rape by the accused student, Saifullah Khan, 25, on Halloween night 2015. The testimony, in open court, offered a glimpse into the kinds of encounters that are more often described behind closed doors, to university panels or among friends.\nMr. Khan’s lawyers worked relentlessly to discredit the account of the woman, who was not identified by name in the arrest warrant application. They asked repeatedly how much she had to drink, and how she could claim not to remember certain details, such as how she arrived back at her dorm room, but remembered others, such as the alleged assault itself. They parsed her text messages with Mr. Khan, asking if she had not been flirting with him in the days before the incident. They showed off her Halloween costume, a black cat outfit, and asked her why she had not chosen a more modest one, such as “Cinderella in a long flowing gown.”\nLaura Palumbo, a spokeswoman for the National Sexual Violence Resource Center, called the defense’s line of questioning “all victims’ worst fears in coming forward.”\n“It is very intentionally working to trigger victim-blaming and stereotypes and misconceptions about sexual assault,” she said. “You must be interested in sexual behavior just based on how you’re dressed and drinking.”\nThat the trial was happening at all was already noteworthy. Statistics on how many college rape cases go to trial are elusive, but experts agree that the number is exceedingly low; the Department of Justice estimates that between 4 percent and 20 percent of female college students who are raped report the attack to law enforcement.\nBut unfolding as it did in the wake of the #MeToo movement and the fierce, unresolved debate over whether campus rape cases are best handled by universities or law enforcement, Mr. Khan’s trial also took on political significance, with defense lawyers accusing Yale of making Mr. Khan a scapegoat for its own poor handling of previous sexual assault claims. Representatives from Families Advocating for Campus Equality, a group that has criticized university hearing processes as skewed in favor of accusers, attended the trial in support of Mr. Khan.\nIn an interview after the verdict, Norman Pattis, a lawyer for Mr. Khan, said he had tried to challenge “the outer limits of the #MeToo movement,” which he called “a form of mass hysteria.”\n“Sex happens, especially on college campuses,” he said.\nAfter a two-week trial, the six-member jury deliberated for about three hours before returning a verdict. In an interview afterward, a juror, Diane Urbano, said the #MeToo movement had not figured in the panel’s decision.\n“It was not part of the case,” she said. “We put it aside.”\nInstead, she said, they considered the evidence. “There was sufficient doubt on every charge,” she continued. “So we came to the verdict we did.”\nMaura Crossin, executive director of the Victim Rights Center of Connecticut, which, along with the state’s attorney’s office, represented the complainant, declined to comment. A Yale spokesman also declined to comment.\nIn a statement after the verdict, Mr. Pattis called on Yale to reinstate Mr. Khan, accusing the university of having rushed to judgment in his suspension. Mr. Khan, a native of Afghanistan, never finished college and has been living with family.\nFrom the start, the case had promised to be difficult to try. The encounter had unfolded on a raucous, alcohol-fueled evening, across several off-campus and on-campus settings. Text messages between the complainant and Mr. Khan were interspersed with emojis and specific references to Yale’s campus culture, which defense lawyers promoted as proof of flirtation; the complainant said they meant nothing.\nOn the night of the alleged assault, the complainant said, she attended an off-campus party with her friends, where she had several drinks — the first time she had ever been drunk, she said.\nAt a performance by the student orchestra after the party, she was so intoxicated that she lost her friends. She found herself instead with Mr. Khan, an acquaintance who had been pursuing her, who sat with her as she threw up several times and accompanied her back to her room afterward.\nMr. Pattis showed the jury security camera footage of the two walking back to her dorm, in which the complainant appeared to be leaning on Mr. Khan, her leg dragging slightly behind her.\n“Don’t you look like two lovers?” Mr. Pattis asked the woman on the stand.\n“No,” she replied.\nIn the middle of the night, the complainant said, she woke up to find Mr. Khan on top of her, and she tried to push him off. In the morning, she was naked, even though she said she remembered lying down fully clothed. She saw used condoms on the floor, and bruising on her legs.\nShe visited Yale’s sexual harassment and assault resource center on Nov. 2, where an administrator called the police. Mr. Khan was suspended from Yale on Nov. 9, and officers arrested him on Nov. 12.\nMr. Khan, who testified in his own defense, offered a vastly different account of the night, one in which the complainant invited him to her room and took off her own clothes. Her apparent anger the next morning, he said, came as a shock.\n“This was a different demeanor,” Mr. Khan said.\nMr. Pattis said there were glaring inconsistencies in the complainant’s story, and that she remembered only the details that bolstered her allegations.\n“What went on in the room that night made everyone uncomfortable, but it wasn’t a crime,” Mr. Pattis said after the verdict.\nThe prosecutor, Michael Pepper, said the gaps in the alleged victim’s memory were proof that she had not made up the assault.\n“If she wanted to do that so bad, put a nail in the coffin, wouldn’t she have given you a more coherent story?” he asked the jury.\nThe complainant insisted the same. She rejected Mr. Pattis’s question of whether she planned to file a civil suit against Mr. Khan or Yale.\n“I have nothing to gain by this,” she replied. “It’s been difficult reliving it the last three days.”", "date": "March 7, 2018", "href": "https://www.nytimes.com/2018/03/07/nyregion/yale-student-not-guilty-saifullah-khan.html", "tags": "khan guilty rape pattis “ trial assault found student verdict yale said complainant"}