{"title": "Years Ago, My Sister Vanished. I See Her Whenever I Want.", "content": "“Don’t worry,” reads the cover photo of my sister’s Facebook page. “Everything is going to be amazing.”\nThe words, in neon blue, green and red, glow from the screen as a kind of preternatural promise, a message from beyond. When I’m feeling stressed, I click on her profile, gaze at that image and take a deep breath.\nPeople leave notes, messages and pictures on her page. They say, “I miss you,” “I love you” and “I’m thinking about you.” They can’t leave flowers, but they do leave animated hearts.\nSometimes they even travel through time by responding to a comment of hers from years before, and a certain magic is created — the conversation extending across a bridge of years, transcending her absence. The page facilitates a continuation, an afterlife.\nOn Facebook, my sister’s words are preserved, frozen like a photograph. And her photographs remain, too, marking the stages of her young life. You can view them chronologically, scrolling to see a giggling girl in a pink Patagonia fleece become an 18-year-old model with a disposable camera and a goofy smile.\nYou can watch her tan legs grow long, her hair become blonder and curled, her freckles scatter into constellations across her nose. You can see the seed of rebellion sprouting into an idea, her green eyes alive and wild.\nEvery so often I click on the videos tab and watch as she and a friend drive through a tollgate with incorrect change. I listen (again and again) as my sister laughs. The video is grainy and absurd, and it’s difficult to distinguish faces, but her laugh is distinct, ringing out my favorite sound, throaty and extravagant.\nI used to call my sister’s phone when she first disappeared. I knew she wouldn’t answer — the signal had vanished the moment she had — but the voice mail was intact. When I needed to hear her voice, I would dial her number and she would tell me to leave a message.\nOccasionally, I did. I would tell her about my day or ask where she was. Other times I would cry, my silence following the beep.\nI used to text her number too. Technology allowed me to continue that casual correspondence like a widower might speak to a gravestone. I kept her up with the Kardashians, told her what colleges I had applied to, related gossip from our high school and the details of our parents’ separation. I told her crazy things, ridiculous things, things you only tell your older sister.\nThe messages were automatic, reflexive, a mode of self comfort. Until one night, while out with friends at an Irish pub in Boston, I received a reply.\nAt that point, it had been two years since the frigid January night when she took a taxi to the foot of Philadelphia’s Benjamin Franklin Bridge. Two years since my parents sat with detectives, viewing security camera photos that showed her walking toward the bridge’s high point in her red North Face jacket but not continuing. Two years since the searches for any trace of her came up empty.\nMy family never officially proclaimed her deceased, but the reality settled in our stomachs like the dust that fell upon her untouched bedroom.\nWhen my iPhone buzzed at the bar in Boston and her name appeared on the black screen, I was so startled that I dropped it, my hands instantly slick and my heart racing.\nI was a freshman in college then and hadn’t told my new friends about my sister. It was easier to say I was an only child than to reveal the complicated truth.\nAt the pub that night, a band was playing my sister’s favorite song, so I had texted: “I miss you.”\nThat’s when her name appeared, with the message: “Who is this?”\nI rushed to the bathroom and made it into a stall, where I collapsed onto a toilet seat, thinking, “She’s alive. She’s alive.”\nShaking, I pressed the call button.\n“Hello?” a voice said. It was a female voice but deeper than my sister’s, older. The woman explained that she had been given the number with her new cell plan.\nMy roommates found me sobbing in the stall, mourning a new kind of loss. They guided me out past a well-meaning stranger at the sink who said, “Whoever he is, he’s not worth the tears. Trust me.”\nI wanted to say, “He is a she, and, trust me, she’s worth it.”\nI told my friends the truth that night, though it’s a truth I have struggled to face myself.\nAfter all, if I could still see her, hear her and text her, was she really gone? If Facebook reminded me annually of her birthday and calculated the passing years into her current age, then her death wasn’t a period or an end but more of an ellipsis, and I could still imagine the “…” of a chat bubble popping up at any moment.\nWhen someone you love disappears, there’s no finality of an autopsy report or the closure of a funeral. All you have is a lack of presence. You can piece together the mystery like in the Nancy Drew books you used to devour, but there’s no memorial service to confirm the truth. And that’s the problem: The promise of possibility, however faint, is harsher than any certainty.\nIt has now been five years since her disappearance, and I still fantasize about an alternate outcome. That senseless hope is hard to smother, the off-chance that someday I may see her face in a crowd, as familiar as my own reflection. I’ll run toward her and save her this time.\nI have this dream a lot, intruding on other dreams, bullying them, demanding to be heard. Several years ago, my mother suggested we delete my sister’s Facebook account, wondering if it was inappropriate, the way her online life is paused with her random thoughts and photos on public display.\nUltimately, we decided not to. It brings me too much comfort.\nAs the years pass — I am now the age she was when she disappeared — I have come to know her better from the quotes she posted in her bio, the songs she queued in her iPod, the comments she left on her friends’ photos. It’s like getting to know someone through glimpses in a window, but it’s better than nothing.\nAnd yet, I understand my mother’s view. There’s something indecent about holding on to social media. It’s so alive, so casual, so improper. There are screenshots of FaceTime conversations, selfies, profane jokes, a picture of her asleep with a friend’s Chihuahua.\nRecently I read about the development of chatbots that can imitate human speech patterns. The technology is being considered as a way to facilitate bereavement, allowing us to communicate with loved ones through text messages. Using personal data and old messages, the bots can respond like your father, grandmother or sister. They can use your loved ones’ favorite phrases and dialectic habits. They can say, “I miss you, too.”\nWith such sophisticated technology, the question is no longer what’s possible but what’s morally permissible. In the gray area between preservation and personality theft, there is a danger of too much holding on and not enough letting go.\nMemorials never feel like enough to the grief-stricken — never big enough or grand enough to commemorate the people we lose. Technology may get us closer, replicating faces and voices with alarming accuracy, but it will inevitably fall short.\nThese days, there are fewer friends posting on my sister’s page, not as many hearts. As Instagram surges and Facebook recedes, I wonder how long her page will remain active. It’s sad to think that interest in my sister may depend on the relative popularity of a social media platform.\nFor now, the photos keep her memory vivid, and I like the solidarity of knowing when others think of her and how they express that love. With absence comes forgetting, and Facebook helps me remember what I cannot bear to lose.\nOn her page, her essence remains. The way she extended her words with too many vowels, “I miss you” becoming “I miiiiiiis youuuu!!!” The bright colors of her crochet top. The fuchsia she painted her nails one summer. A picture of us on Cape Cod, my gangly knees resting on her tan shoulders at sunset.\nI can see the scar on her lower lip from when she fell out of her bedroom window, sneaking out to a high school party. I can see her nose scrunched up as she readies herself to tell a joke.\nFacebook cannot mimic my sister’s flowery handwriting, remind me how she smelled when wearing her favorite perfume or hug me the way she used to. But it can preserve the post she left on my wall six years ago that reads, “I love you.”\nSometimes, that’s enough.\nKyleigh Leddy is a senior at Boston College. \nFor more about the college essay contest, including a complete winners’ list, click here.\nModern Love can be reached at modernlove@nytimes.com.\nTo hear Modern Love: The Podcast, subscribe on iTunes or Google Play Music. To read past Modern Love columns, click here. Continue following our fashion and lifestyle coverage on Facebook (Styles and Modern Love), Twitter (Styles, Fashion and Weddings) and Instagram.", "date": "May 3, 2019", "href": "https://www.nytimes.com/2019/05/03/style/modern-love-sister-vanished.html", "tags": "see want whenever ago ” facebook vanished years love page like sister —"}