{"title": "Yemen’s Houthi Rebels Attack Saudi Oil Facilities, Escalating Tensions in Gulf", "content": "BEIRUT, Lebanon — Yemen’s Houthi rebels carried out multiple drone attacks on Saudi oil facilities on Tuesday, a day after Saudi Arabia said two of its oil tankers had been damaged in an act of sabotage, ratcheting up tensions in the region.\nA Houthi spokesman, Mohammed Abdul Salam, claimed responsibility for the drone strikes on Twitter, saying that they were a response to Saudi “aggression” and “genocide” in Yemen.\nAlthough the Houthis are backed by Iran, it was unclear whether the attacks were related to increasing tensions between Iran and the United States and its allies in the Persian Gulf.\nA total of four oil tankers were damaged off the coast of the United Arab Emirates on Sunday in what the Emirati government called acts of sabotage. Though little hard information has emerged about the attacks, American and Gulf suspicions have centered on Iran, in an area already jittery about the prospect of a violent clash with the republic.\nThe Trump administration has warned of planned aggression by Iran or its proxies, though it has not elaborated on that contention, and it has deployed military forces to the region.\nBut both sides said Tuesday that they were not looking for a war, even as the threats and counterthreats continued.\nIran’s supreme leader, Ayatollah Ali Khamenei, said in comments carried on state television that “no war is going to happen,” The Associated Press reported.\n“Neither we, nor they are seeking war,” he said. “They know that it is not to their benefit.”\nAnd in a visit to Russia on Tuesday, Secretary of State Mike Pompeo said, “We fundamentally do not seek a war with Iran.”\nBut the Trump administration has not ruled out further increasing the American military presence in the region.\nResponding to a New York Times report that Pentagon officials were drawing up plans to deploy as many as 120,000 troops to the Middle East, Mr. Trump called it “fake news” and said that “we have not planned for that.”\n“Hopefully we’re not going to have to plan for that,” he added. “And if we did that, we’d send a hell of a lot more troops than that.”\nThe four ships were damaged on Sunday in coastal waters near the Strait of Hormuz, the vital waterway to the Persian Gulf, through which much of the world’s oil flows.\nThe Saudi government said two of the ships were Saudi tankers, identified by industry officials as Al Marzoqah and the Amjad, and a Norwegian shipping company said another was one of its tankers, the Andrea Victory. The fourth was an Emirati tanker.\nSaudi Arabia and the United Arab Emirates have said they were investigating the attacks.\nA senior Defense Department official said Tuesday that based on a “holistic assessment,” the military believes that “Iran is likely” behind the tanker attacks. However American officials said there was no definitive evidence linking Iran or its proxies to the attacks.\nIran suggested Tuesday that the tanker attacks were a provocation intended to escalate tensions.\nForeign Minister Mohammad Javad Zarif of Iran said that it had “previously predicted that such actions would occur to create tensions in the region,” according to IRNA, a state news agency.\nSpeaking in New Delhi, he also warned of the danger posed by “extremist individuals in the U.S. government.”\nMr. Zarif and other Iranian officials have sought to portray President Trump’s national security adviser, John R. Bolton, as a warmonger eager to push the two countries into conflict.\nMr. Pompeo said Tuesday that the United States was still trying to get more information about the attacks.\n“We’re working diligently to get answers to what caused those ships to have the problems that they have today,” he said at a news conference in Sochi, Russia.\nThe attack on the Saudi oil facilities added a new element to the tensions.\nA Houthi-run television station, Al Masirah, reported that seven drones had “targeted vital Saudi facilities.”\nThe Saudi energy minister, Khalid al-Falih, said the attacks on two pumping stations had caused “limited damage.” He said the government was shutting down a pipeline while it assessed the damage and made repairs.\n“The Kingdom condemns this cowardly attack,” Mr. Falih said in a statement. “And this recent terrorist and sabotage act in the Arabian Gulf against vital installations not only targets the kingdom, but also targets the safety of the world’s energy supply and the global economy.”\nSaudi Arabia and the United Arab Emirates are fighting the Houthis in Yemen to restore the government that the Houthis ousted from the capital, Sanaa, in late 2014. The war in Yemen is viewed as another front in the regional power struggle between Saudi Arabia and Iran.\nSaudi Arabia considers the Houthis an Iranian proxy. The Houthis receive support from Iran, but deny that they are an Iranian proxy.\nThe affected pipeline runs from the oil production areas in the eastern part of the country to the Red Sea in the West, where the Saudis maintain export facilities. Those facilities help ensure they can continue to export oil if they have difficulties doing so from the Persian Gulf.\nSadad I. Al-Husseni, a former executive vice president of Saudi Aramco, said the strikes did not pose a serious risk to the Saudi infrastructure.\n“The facilities in the kingdom were designed at a time when there were wars going on in the Gulf,” he said. “So everything was redesigned and upgraded in order to take advantage or make allowances for the security aspects.”", "date": "May 14, 2019", "href": "https://www.nytimes.com/2019/05/14/world/middleeast/saudi-oil-attack.html", "tags": "iran escalating rebels saudi ” oil yemen attacks tuesday tensions attack gulf facilities houthi"}