{"title": "Yemeni Bodegas Launch Boycott Of New York Post Over 9-11 Front Page", "content": "The Yemeni American Merchants Association launched a boycott of The New York Post Saturday to protest the newspaper’s incendiary front page that invoked 9/11 to attack Rep. Ilhan Omar (D-Minn.).\nMore than 1,000 bodegas and delis owned by Yemeni-Americans in New York represent an important portion of the Post’s market. Bodega owners backed by thousands of Yemeni-Americans and supporters last flexed their political muscle two years ago when they closed up shop and hit the streets to protest President Donald Trump’s travel ban targeting several Muslim-majority nations.  \nThis time YAMA is taking action to protest the Post’s front page Thursday that featured a photo of the 9/11 attack on the World Trade Center with an isolated  quote from a recent speech by Omar saying that “some people did something” while discussing the aftermath of 2001 terrorist attack on the U.S.\nThe implication was that Omar was dismissing the importance of 9/11. But the focus of her remarks was on the widespread discrimination that Muslims in America faced following the attack.\nA YAMA statement said the front page “provoked hatred,” fueled “threats,” and “aims to harm Omar,” who has been the target of death threats since taking her seat in Congress early this year.\n“This rhetoric threatens the safety and wellbeing of Omar, Muslim leaders, and the larger Muslim American community at a time when Islamophobia is at an all-time high,” the statement added. \nThe group said it was calling on “all Yemeni American bodega and deli owners” as well as “our community and allies across New York City” to boycott the Post.\nYAMA issued a statement later Saturday saying that representatives would hold a press conference outside the Post’s midtown Manhattan offices about the action on Sunday.\nOn Friday, Trump fell in line behind the Post as he tweeted a video juxtaposing Omar’s words with horrifying scenes of the terror attack. Trump added the message: “We will never forget!” \nIt wasn’t immediately clear how long the boycott will last. “It’s not the first time that the New York Post basically spreads hate and fear in their newspapers,” Ayyad Algabyali, the merchant association’s director of advocacy, told The Guardian. “This might be for good.”\nThe Post could not immediately be reached for comment.\nPeople stepped up to support the boycott on Twitter and called for a consumer boycott of the newspaper.\nHere’s a bit on the history of YAMA, which was formed after the 2017 bodega strike:", "date": "\n04/13/2019", "href": "https://www.huffpost.com/entry/yemeni-bodega-association-boycotts-new-york-post_n_5cb2636ce4b098b9a2d49267", "tags": "american attack launch york yemeni yama omar bodegas ” front post new page boycott"}