{"title": "Yesterday: Gorleston gets Tribeca Film Festival boost", "content": "The premiere of a Danny Boyle film featuring scenes shot in a seaside town could help unlock a new international tourism economy, a council has said.\nYesterday, made by Oscar winners Boyle and Richard Curtis, closes the Tribeca Film Festival in New York later.\nThe Beatles-inspired movie, filmed in Essex, Suffolk and Norfolk, included a scene with 6,000 extras in Gorleston.\nPaula Boyce, of Great Yarmouth council, said Boyle called Gorleston beach \"one of the greatest secrets of England\".\nBoyle described Yesterday's closing night slot as a \"great honour\".\nAn open casting call was held last summer for extras to turn up to the Gorleston beach for a concert scene starring Himesh Patel.\nEx-EastEnders actor Patel plays singer-songwriter Jack Malik and appears opposite Mamma Mia 2's Lily James, with cameos by Ed Sheeran and James Corden.\nThe film imagines a world without the Beatles in which Patel's character claims the Fab Four's hits are his own.\nMs Boyce said: \"We're really pleased that Danny Boyle chose Gorleston as the location for the two key scenes in his major film, describing Gorleston beach as very beautiful.\n\"Yesterday is a fun, family film, based around a unique storyline, and we hope it will become a big summer blockbuster, showcasing and promoting the area and resort on the international stage.\n\"There is an entire tourism economy based around locations that have appeared in films, in addition to the money that visiting film crews bring to the area.\"\nFilming also took place at Latitude Festival and Halesworth, in Suffolk, and Clacton-on-Sea in Essex.\nYesterday was due to open Nantucket Film Festival in the US on 19 June.\nBoyle is billed to appear at Lowestoft First Light Festival next month, ahead of its cinema release on 28 June.", "date": "4 May 2019", "href": "https://www.bbc.co.uk/news/uk-england-norfolk-48137645", "tags": "film danny festival boost yesterday beach tribeca gets patel gorleston scenes boyle"}