{"title": "Yevgeny Roizman: A macho mayor at war with drug addicts", "content": "Newly elected mayor Yevgeny Roizman's tough approach to drug addiction is popular with voters in the city of Yekaterinburg, Russia's fourth-largest city. But others attack him for his criminal past and his willingness even now to break the law in order to achieve his goals. \n\"Manchester United! Barcelona! Real Madrid! Younaya!\" \nThe boys limbering up on Plotinka embankment in Yekaterinburg yell out the names of their favourite football teams. They play for Younaya, in case you're wondering.\nBut this Saturday morning, they are on team Roizman. They're among several dozen woolly-hatted joggers braving sub-zero temperatures, to join the city's new mayor - Yevgeny Roizman - on his weekly run. \nHe arrives on time - an athletic-looking 51-year-old, with a determined face, greying hair and a bright red hooded tracksuit emblazoned with his name.\nFeeding ducks with the boys before they set off, he's more like a school teacher than a mayor, but then the man who defeated the Kremlin-backed candidate of the United Russia party in September's election, is neither a conventional politician, nor a conventional opposition figure. \nA jailed con-man at 18, he went on to run a successful jewellery business, before setting up a private foundation to fight drugs. Its notoriously harsh methods reflect the deeply disparaging view of drug addicts he still holds.\n\"They're not humans, they turn into animals, they walk around smiling and dribbling,\" he tells me. \"Actually they turn into plants, not animals. Plants.\"\nFor the past 15 years, his City Without Drugs foundation has run a network of rehabilitation centres. Until recently, patients spent their first month chained to beds and deprived of food -  allowed just a quarter of a slice of bread three times a day, and a bit of onion. \nAfter complaints from human rights activists, the regime has softened a little. \nOn a visit to three of the centres, we found growling guard dogs and barred windows, but patients apparently ready to accept the constraints.\nOne of them, 26-year-old Andrei - who'd dropped out of his chemistry studies after becoming addicted to a form of synthetic marijuana - calls Roizman a \"great man\". \n\"He was elected democratically, and I hope he will be the future of our country.\"\nThe Roizman centres' success is taken for granted in Yekaterinburg, but there is no data to compare their rates of relapse with other treatments. \"Anyone who quotes facts and percentages is lying,\" Roizman says. \"Thousands of parents thank me for saving their children.\"\nBut in a dingy cafe, two recovering drug users - among the few prepared to speak out against the newly-elected mayor and unwilling to be identified by their real names - tell a different story. Both are convinced that the rate of recovery is very low.\n\"Kolya\" has stayed at the centres more than 10 times. The system relies on fear, he says. \"Staff beat up patients to find out where they get their drugs. Then they raid those flats, confiscate the drugs and hand some over to the police. They keep the rest for themselves.\"\n\"Natasha\" says she was prevented from leaving when her scheduled stint was over. \"I was furious and kept dreaming of shooting up again. I escaped, and those who helped me were brutally punished.\"\nWhen asked about these allegations, the mayor categorically denies them, saying his staff only ever attend police raids as witnesses. \"Drug addicts can tell you anything,\" he adds.\nRoizman has other interests besides tackling drug addiction. He opened Russia's first private icon museum in the centre of Yekaterinburg, where visitors coo over his connection with Russian culture. \nBut his passion for icons has landed him in legal difficulties. During the mayoral campaign police confiscated 26 icons, which they said had been stolen, but which he says he'd been given to restore by a church that works closely with one of his rehabilitation centres. \nCrunching on cheese and crackers in a side room of his museum, he tells me he feels under attack.\n\"We've been restoring and protecting the church for the past eight years. Why do I need papers? To show to God? I am feeling a lot of pressure right now, but I am sure I will survive because I have popular support,\" he says.\nAs we speak, I notice an apparently incongruous painting of a young Vladimir Putin propped up against the wall. Or maybe not so incongruous. Yevgeny Roizman insists he is not part of the opposition. He answers questions about Russia's president in a respectful tone.\n\"I would not ever want to be in Putin's place, I have no idea how he does such a difficult job. This is a huge country, it is so complicated, and I do not envy him,\" he says.\nIt's easy to see similarities between the two men, in their embrace of sobriety and fitness - and in their sharp contrast with the faceless bureaucrats who dominate Russian politics. Putin slips prison vernacular into his speech, to connect with the working class, but Roizman is a genuine ex-convict - and doesn't hide it. In fact, he says, prison is a good learning experience for anyone. \nHe angrily denies regular allegations of links to a crime syndicate, but - in contrast to Putin's pledge to create \"a dictatorship of the law\" - he clearly doesn't feel constrained by legislation.\n\"If your priority is to obey the law - that's one thing. If your priority is to save people - that's a different matter. For me, saving people is more important than obeying the law,\" he says.\nIn Yekaterinburg, the mayor has less power than in many Russian cities. That hasn't stopped voters, who are putting faith in his can-do attitude, turning to Roizman for help.\nIn his large mayoral office, dressed in jeans and a T-shirt, he listens to a group of residents at risk of losing their homes to developers. \nHe sympathises, but, to the evident frustration of some, can only promise a blogging campaign and encouragement with street protests.\nBut one of those present, a young teacher called Yegor Moskvin, who learned English from watching the US TV series Friends, believes Roizman is there for him.\n\"He's like a breath of fresh air for this city,\" he beams after the meeting. \"He will look at our problems right here, right now.\"\nBut what of Yevgeny Roizman's longer term prospects? Given the murky nature of Russian politics, a series of questions hovers over Yekaterinburg.  Is the new mayor a trial balloon for the Kremlin - a way for those holding the federal levers of power to find out which buttons politicians need to push to gain genuine popular support? Are the legal and media attacks on him an attempt to limit his authority, to put him in his place before he gains wider power?\nWhatever the case, the rise of this peculiarly Russian polymath says much about the state of the country - a place whose citizens are yearning to be heard, fed up with their current leaders and willing to trust someone who offers an alternative, without asking too many questions.\nJamie Coomarasamy will present a special report from Yekaterinburg on Newshour on Monday 28 October 2013 from 12:00 GMT. \nFollow @BBCNewsMagazine on Twitter and on Facebook", "date": "28 October 2013", "href": "https://www.bbc.co.uk/news/magazine-24654157", "tags": "macho russian yevgeny mayor city war says yekaterinburg centres roizman russia addicts drug"}