{"title": "Yongbyon: The heart of North Korea's nuclear programme", "content": "After the US-North Korea summit talks in Hanoi ended abruptly, President Donald Trump said his stumbling block with Kim Jong-un was over one key point: What North Korea would get in exchange for disabling its Yongbyon nuclear facility. \nYongbyon is the site that produces material that could be used in North Korea's nuclear weapons. \nLong ahead of the Hanoi talks, rumours have swirled that Pyongyang could offer to shut Yongbyon, or parts of it, in exchange for sanctions relief.\nMelissa Hanham, defence expert at One Earth Future, explains the notorious site which is the heart of North Korea's nuclear programme. \nThe Yongbyon Nuclear Scientific Research Centre is a sprawling campus that primarily serves a military mission - producing fissile material for North Korea's nuclear weapons. Its construction began in 1961, after North Korea reached two nuclear agreements with the Soviet Union. \nThe Kuryong River runs through the campus, and its water is used to cool the adjacent reactors. Some parts of the site hold administrative and scientific support facilities - but it's the reactors and other assets which the US eventually hopes to see dismantled. They include the following.\nThe IRT-2000 reactor is the smallest and oldest reactor at Yongbyon. It was finished in 1965 under the supervision of the Soviet Union and originally used low-enriched uranium for scientific purposes and to produce medical isotopes. \nUntil 1973, the Soviet Union provided the fuel rods to run the reactor, but North Korea later converted the reactor to highly-enriched uranium. \n\nWhile this reactor cannot produce much fissile material for North Korea, there is some concern that it could produce isotopes like tritium or lithium deuteride using the nearby isotope production laboratory. \nJust a few grams of tritium can be used in a warhead to boost its efficiency, thereby allowing for a smaller and lighter design for a missile. \nThe five megawatt reactor is the most famous reactor in the campus. It was built using illicitly procured designs for the UK's Calder Hall reactor, and completed in 1986. \nThis reactor produced the bulk of the plutonium for North Korea's weapons, and was at the centre of several diplomatic confrontations and breakthroughs. Today, it is capable of operation using water from the nearby Kuryong River. \nThe International Atomic Energy Agency (IAEA) has had occasional access to the reactor, depending on North Korea's willingness to allow inspectors in.\nThere have been two previous attempts to \"shut down\" the reactor - both later reversed by North Korea when relations soured. \nIn September 2010, satellite imagery revealed the beginnings of large new structure south of the 5 MW Reactor. While it was not initially apparent what the structure was, a party of visiting US scientists was told that it was to be an experimental light water reactor intended for electricity production in 2010. \nToday, the reactor appears complete externally but is yet to show concrete evidence of operation. No outsiders have visited since its completion. \nThis facility is really a plutonium reprocessing facility used to transform spent fuel rods from the reactors into weapons-useable material. North Korea originally told the IAEA that the facility was training nuclear scientists, however the IAEA concluded it was really for reprocessing. \nThe outsized facility was designed to handle plutonium from both the 5 MW reactor and the nearby 50 MW reactor which was abandoned before completion. \nSatellite imagery shows vehicle activity and construction around the site. However, reprocessing facilities have few signatures that show outsiders when they're operating, or how much plutonium is reprocessed.\nIn 2010 North Korea revealed that it had converted its Fuel Fabrication Facility into a uranium enrichment facility. \nScientists that visited the site estimated that the building contained nearly 2,000 centrifuges. Construction in 2013 doubled the floor space of the facility, but it is unknown whether the number of centrifuges also doubled. \nThe US suspected that North Korea was operating a secret uranium enrichment program fuelled by Pakistani AQ Khan's illicit network for decades. \nWhile Yongbyon is the only facility that North Korea has declared, it is widely believed that there are at least two other sites. \nIn 2018, open-source research identified a probable site near Kangson, North Korea. \nA deal to shut down Yongbyon - or parts of it - would not apply to other enrichment facilities in the country.\nThese facilities are extremely hard to detect and can be hidden easily. Iran chose to build its enrichment facilities underground and in a mountain.\nIt is unlikely that North Korea will give up its nuclear weapons. However, if measures are taken to verifiably monitor or even irreversibly dismantle these facilities at Yongbyon, it would mean North Korea is no longer able to produce plutonium or tritium for its nuclear weapons program. \nUranium would still be of concern, as only one of the suspected uranium enrichment facilities is at Yongbyon. \nNonetheless, this would represent a significant cap to Pyongyang's ability to make additional nuclear warheads.  ", "date": "28 February 2019", "href": "https://www.bbc.co.uk/news/world-asia-47397699", "tags": "site reactor yongbyon nuclear uranium heart programme north facilities korea facility"}