{"title": "You're hired: Who will Trump choose to chair the Fed?", "content": "Donald Trump is on the verge of making a decision that will shape a big part of his economic legacy as president.\nRamping up the suspense, he has said he will name the new chair of the US central bank \"very shortly\".\nWho he chooses for the world's most powerful economics job will influence his success at turbo-charging growth.\nIt comes at a key time for the bank as it moves away from emergency interest rates and the huge stimulus package sparked by the financial crisis.\nThe President is expected to make a decision before he flies to Asia for a major diplomatic trip on 3 November. \nHe has hinted there are three frontrunners from a five-person shortlist. So, who is in the running?\nThe current chair of the Federal Reserve was appointed by President Obama in 2014 and is the first woman to hold the position. \nHer term expires in February. While presidents have traditionally opted to keep the Federal Reserve chair who is in charge when they take office, analysts are unsure that Mr Trump will stick with that tradition. \nIn particular, they point to Ms Yellen's perceived resistance to deregulating the financial sector as potentially putting her at odds with the White House.\nThe Brooklyn-born economist is seen as \"dovish\" - someone in favour of gradually raising interest rates. She has also been cautious about unsettling the markets as the Fed unwinds its measures from the financial crisis. \nSeen as a safe pair of hands by traders, Mr Powell became the bookmakers' favourite after reports last week suggested the president was \"leaning towards\" choosing him as chair. \nA governor on the Federal Reserve board since 2012, Mr Powell has never cast a dissenting vote on monetary policy. \n\"He checks all the boxes,\" says Omair Sharif, senior US economist at Societe Generale. \nHe is a Republican, offers stability, backs low interest rates, and is open to deregulation of the financial sector, Mr Sharif explains.\nTrump mentioned Mr Powell as one of three possible frontrunners in an interview aired on Fox on Monday, after reports over the weekend he could be appointed along with the next name on the shortlist, John Taylor. Janet Yellen was the third person Trump named. \nA Stanford University professor, who is a former Treasury Department official and a longtime adviser to Republican presidents and presidential candidates.\nProf Taylor has the \"academic chops\" for the job, says Mr Sharif. He invented the eponymous \"Taylor rule\" for taking discretion out of setting interest rates.\nBut he is also a \"hawk\", someone in favour of raising rates more quickly. That could put him at odds with Trump, who has said he \"likes a low interest rate policy\".\nHigher interest rates could also put the brakes on consumer spending - potentially hitting growth - and strengthen the dollar, two outcomes the president might want to avoid, Mr Sharif says. \n\"If you are looking for something disruptive, put Kevin Warsh at the top of the Fed,\" says Art Hogan, chief market strategist at Wunderlich Securities in New York.\nHe is also seen as a hawk, and has criticised the Fed's \"make-it-up-as-you-go-along\" approach on its bond-buying programme.\nThe former Morgan Stanley banker became the youngest Fed governor, aged 35, in 2006, and worked closely with Wall Street during the financial crisis. \nHe is well-connected in the Republican party and a keen golfer - also a favoured past-time of the president. But he does not have the academic background of some of the other candidates, says Mr Sharif.\nThe Goldman Sachs veteran is head of Trump's National Economic Council.\nThat proximity to the president saw Mr Cohn being widely tipped for the Fed job earlier this year.\nHis old boss, Goldman Sachs chief executive Lloyd Blankfein, last week said he would be \"very capable\" in the job.\nBut Mr Cohn's criticism of Trump's handling of the Charlottesville protests, and reports in the days afterwards that he was prepared to resign, are seen to have damaged his chances.\nHe also has an important role in shepherding Trump's package of tax cuts. The White House \"will want to keep his eye on that ball\", says Mr Sharif.", "date": "24 October 2017", "href": "https://www.bbc.com/news/business-41702092", "tags": "chair fed rates hired financial trump says interest choose also sharif"}