{"title": "You Can Now Learn High Valyrian From 'Game Of Thrones' On Duolingo", "content": "The latest course from Duolingo might even make Hodor want to take on a few more vocabulary words. \nJust in time for Season 7 of “Game of Thrones,” the language learning app is unveiling a new course where you can learn to speak the “GoT” language High Valyrian for free.\nIt’s out now. You can seriously just go hop on your dragon and Learn High Valyrian. \nThe course, which is now available in beta, comes from “Game of Thrones” language creator David J. Peterson as well as three fans, Justin Mansfield, Nicolás Campi and Amorena Nobile. \nBy the end of the course, Peterson told us, “You will be able to produce and understand some of the more famous lines like ‘a dragon is not a slave’ and a lot of Daenerys’ titles.”\n“Not all of them, but a lot,” Peterson added with a laugh.\n(Khaleesi has a lot of titles.)\n“Other than that, it’s just going to be a language course. You’re going to learn a number of verbs, a whole bunch of nouns, and be able to put them into sentences,” he said. “A fun thing we do, at the end of the course, I put in a bunch of the names of people and the names of places that are of interest to that particular region of Essos.”\nThough Peterson wasn’t asked to create High Valyrian until Season 3, he told us he actually started after the pilot because he saw the fans really wanted it. The linguist said he broke into it with author George R.R. Martin’s phrases “valar morghulis” (“all men must die”) and “valar dohaeris” (“all men must serve”), which helped develop “the number system and entire verbal system.”\nIf you’re taking on the language, you’ll be happy to hear High Valyrian has no articles to trip you up.\n“I hate articles. It’s just a mess,” said Peterson, “They’re so stupid. They’re so small.”\nAlso, High Valyrian has four genders: lunar, solar, terrestrial and aquatic.\n“There are lots of languages where the gender of nouns happens to coincide with biological sex, and now we use the term sex and gender almost interchangeably in English. There’s a lot of confusion about that, but it’s not the case that gender has to be tied to biological sex,” said Peterson.\nWe’d love to talk more about High Valyrian, but winter is coming, so if you want your Valyrian ready for the “Game of Thrones” premiere, you better get started. ", "date": "\n07/13/2017", "href": "https://www.huffpost.com/entry/you-can-now-learn-high-valyrian-from-game-of-thrones-on-duolingo_n_59676059e4b0a0c6f1e6345f", "tags": "valyrian language game course high learn ” lot peterson thrones duolingo"}