{"title": "Young People Keep Marching After Parkland, This Time to Register to Vote", "content": "WASHINGTON — The pace of new voter registrations among young people in crucial states is accelerating, a signal that school shootings this year — and the anger and political organizing in their wake — may prove to be more than ephemeral displays of activism.\nThey could even help shape the outcome of the midterm elections. If voters in their teens and 20s vote in greater numbers than usual, as many promised during nationwide marches for gun control this spring, the groundswell could affect close races in key states like Arizona and Florida, where there will be competitive races for governor, the Senate and a number of House districts in November.\nThe deadly shooting on Friday at Santa Fe High School in Texas will probably add urgency to the efforts. Hours after the carnage, young organizers mobilized by the February mass shooting in Parkland, Fla., were vowing a political response.\n“Santa Fe High, you didn’t deserve this,” Emma González, an organizer from Parkland, posted on Twitter. “You deserve peace all your lives, not just after a tombstone saying that is put over you. You deserve more than Thoughts and Prayers, and after supporting us by walking out we will be there to support you by raising up your voices.”\nTheir voices have already risen. The question is whether they will vote. Even some Republicans are beginning to believe they will.\n“The shooting at Parkland high school was the tipping point for these kids,” said Christine Matthews, a Republican pollster. “The bravery and activism of the Parkland kids ignited their peers across the country, and these newly minted 18-year-old voters are already motivated. The school shooting in Texas surely adds to their resolve but, honestly, they didn’t need any more motivation.”\nVoter data for March and April show that young registrants represented a higher portion of new voters in Florida, North Carolina and Pennsylvania, among other states. In Florida, voters under 26 jumped from less than 20 percent of new registrants in January and February to nearly 30 percent by March, the month of the gun control rallies. That ticked down to about 25 percent in April, as the demonstrations subsided, but registration of young voters remained above the pace set before 17 students and faculty were killed at Marjory Stoneman Douglas High School in Parkland.\nIn North Carolina, voters under 25 represented around 30 percent of new registrations in January and February; in March and April, they were around 40 percent.\nIn Pennsylvania, voter registrations across age groups increased sharply in March and April before the primary last week, but registrations of young voters increased the fastest, jumping to 45 percent in March and more than half in April, from fewer than 40 percent of voters in January and February.\nThe trend was particularly stark in Broward County, site of the mass shooting in Parkland — and where more than a thousand young people were added to voter rolls in the week leading to the student-led March for Our Lives protests in March. Young voters represented only 16 percent of new registrants in January and February. In March, that number jumped to 46 percent, before slipping back to 25 percent in April.\nRegistrations among other groups remained relatively constant during the same period, in Broward and in Florida generally, according to data provided by the Florida Department of State Division of Elections.\nAnd those new registrants lean Democratic. Of the new voters ages 25 and under in the state, a third registered as Democrats; 21 percent signed up as Republicans; and 46 percent registered as either unaffiliated or with another political party. For new registrants over 25, 27 percent were Democrats; 29 percent were Republicans; and 44 percent were independent or affiliated with a different party.\nIn addition to the registration figures, new polling of younger voters from the Harvard Kennedy School’s Institute of Politics found a significant jump from two years ago in those who say their involvement will make a difference. Such optimism indicates a voter is more likely to actually turn out.\n“What I have seen is what I am calling a once-in-a-generation attitudinal shift about the efficacy of participating in the political process,” said John Della Volpe, the director of the institute, who has specialized in polling younger voters for nearly two decades. “I am optimistic that the increasing interest we have tracked in politics will likely lead to increased participation in the midterms.”\nThe combination of registration data, the Harvard survey and the firepower of the independent groups suggest that younger voters, who typically do not turn out for midterms in great numbers, just might show up at the polls in November.\nOthers are skeptical. According to research by Michael McDonald of the United States Elections Project, only about 20 percent of voters under 30 cast ballots in midterm elections, and Bill McInturff, a Republican pollster, is not betting that this year will be much different.\n“Bottom line is that so far we are not seeing any higher level of self-described interest in the election among voters 18 to 34 years old than in past off-year elections,” he said.\nComparison of voter registration numbers can be fraught. Fluctuations often represent changes in the law or the registration process as much as changes in voter enthusiasm. For example, some states, like California, have made mechanical changes to the registration process that make it easier to sign up to vote. Such mechanical changes do not necessarily translate into votes on Election Day.\nYoung voters typically vote at a lower rate in part because of a belief that their vote will not bring about meaningful change. But the data from Harvard shows that the percentage of young voters who disagreed with the statement that “political involvement rarely has any tangible results” rose to 36 percent this spring from 27 percent in spring 2016, and the number who agreed dropped to 22 percent from 26 percent. “That’s a net difference of 13 points in two years,” Mr. Della Volpe said.\nIn California, young voters are registering in record numbers. In the first three months of the year, more than 65,000 people ages 18 to 21 registered, numbers that were higher than either 2014 or 2016, said Paul Mitchell, president of Political Data, a private company in Sacramento that tracks registration in the state.\nBut in the Golden State, where the voting population continues to swell, those increases may not make much of a difference. So far, young voters there actually represent a smaller share of the registration this election cycle — 13 percent — than the 19 percent share in 2014.\nMr. Mitchell cautioned that it was not possible to pinpoint whether the new voter registrations were driven by the marches or the Parkland shooting.\nSo far, the Harvard polling indicates that Democrats are the more likely beneficiary of the increased commitment to voting, with half of voters 18 to 29 saying they will vote Democratic. The remainder are divided between Republicans and independents.\n“Also, just the sheer number of individuals who say they will definitely vote, 37 percent, is as high as it’s ever been,” Mr. Della Volpe said. “That’s likely to only grow stronger. The number among Democrats is 51 percent saying they will definitely vote.”\nYounger voters were not moved by either President Trump or Hillary Clinton, but Mr. Trump’s election reawakened them “only to be brought to life in more powerful ways in the last two months, post-Parkland shooting,” Mr. Della Volpe said. “This now has the potential to turbocharge that.”\nThe deaths in Texas may only add more fuel.\n“We are fighting for you,” David Hogg, a Parkland survivor and organizer, declared hours after the shooting at Santa Fe High School.\nSeveral groups are working to help that happen. NextGen America, a group funded by the activist billionaire Tom Steyer, is targeting voters ages 18 to 35 in 10 traditional battleground states, in addition to Arizona. The group reported on Monday that it had registered 36,789 voters, including 8,459 in Florida, its top state.\n“This shows an increase in energy,” said Aleigha Cavalier, the communications director for NextGen. “We know that young people don’t vote as often as they should. This year we are seeing energy because they have a feeling of voting for or voting against, whether it’s Donald Trump or issues that they care about, and on issues like gun safety, because we are seeing things happen in real time, like Parkland, that weren’t happening before.”\nAnother group, Inspire U.S., has been concentrating on registering high school students in their classrooms. They have registration drives in 10 states and more than 200 high schools and have registered more than 41,000 students since the group started three years ago. Inspire also uses a texting app to remind users to vote.\n“In training high school students to register their peers, that’s where the power is,” said Eileen Haag, who founded the group with her husband, Ira Lechner. “Students respond to other students.”\nThe Parkland shooting suddenly made high schools an even more obvious place to register voters, she said. “I think there’s a spark in awareness, but there is still a lot of work to be done to actually get these kids to the ballot box,” she said.\nMany governors are promoting voter registration drives in their state’s high schools, including Virginia in recent weeks.\nThere are also signs of more direct activism. In Michigan, Katie Fahey, 28, has built a group from a single Facebook post to a 10,000-person volunteer organization that is trying to end the practice of gerrymandering in the state. She started the nonpartisan organization, Voters Not Politicians, shortly after the election, and it gathered 425,000 signatures in just 100 days from all 83 Michigan counties for a ballot initiative that would make the drawing of legislative districts nonpartisan.\n“I was just tired of excuses and tired of waiting for somebody else to fix it,” she said. “I don’t trust politicians to deliver on promises.”\nThe convergence of the reaction to an issue that young voters care deeply about — gun violence — and a push for greater registration is rare.\n“When young people are thinking about their activism and voting at the same time, that’s actually something that hasn’t happened for the last eight years,” said Kei Kawashima-Ginsberg, the director of the Center for Information and Research on Civic Learning and Engagement at Tufts, which studies political engagement of young Americans. “They are usually focusing on direct impact, and there is skepticism around ‘why should we vote.’ That sentiment is considerably less prominent. That gives me hope that this is actually an opportunity.”", "date": "May 20, 2018", "href": "https://www.nytimes.com/2018/05/20/us/politics/young-voters-registration-parkland.html", "tags": "people registration percent young register high voters ” marching parkland new time vote keep"}