{"title": "Your Face Is Probably In A Police Facial Recognition Database", "content": "WASHINGTON ― Over 117 million American adults are included in facial recognition databases used by law enforcement agencies, according to a new study from Georgetown Law’s Center on Privacy and Technology.\n“The Perpetual Line Up” found that 1 out of 2 adults appear in a facial recognition database. At least 1 in 4 state and local law enforcement agencies run searches with their own databases or another agency’s system (such as the FBI), or have the option to run searches in a system. \nClare Garvie, the report’s lead author, said one concern about the databases is underregulation. \n“We have to rely on the police department that uses the technology to decide whether to put controls on how they use it — and what we found is that there are very few controls,” she told The Huffington Post.  \nThe study found only one department out of 52 total where elected officials approve the department’s facial recognition use policy. Four of the responsive agencies have a policy that is made available to the public. Twenty-four departments did not provide a policy to the researchers and only one jurisdiction received legislative approval of its policy. \nOnly 10 agencies ― including the FBI ― said they internally audit use of their facial recognition systems. Researchers found that some of these policies are “non-operational,” meaning the departments don’t actually regulate use despite having guidelines that say they do. \nThe lack of oversight is causing departments to more aggressively implement the use of the databases, Garvie said. At least 26 states ― and maybe up to 30 ― allow law enforcement agencies to conduct searches of or request search information from driver’s license and photo ID databases. \nDepartments are also purchasing technology that allows them to complete facial recognition in real time. The LAPD already does this. Garvie says the technology will soon be used in New York and Dallas.  \n“The part that bothers me is that this has been done in secret,” Garvie said. “This has been done by and large without the consultation of the people on which the systems are used.”\nThe databases have a disproportionate effect on African-Americans. Researchers discovered that facial recognition software less accurately identifies black people even though they are overrepresented in the databases. \n“If police are looking for an African-American suspect, they may miss even if that person is in their database — it may not find that person,” Garvie said. “But these systems are not designed to give no for an answer. They’re designed to give a list of possible matches. So if they don’t find the right person, they provide a list of the wrong people — and that will happen more with African-Americans.” \nBlack Americans are more likely to be arrested than their white peers, which means that there are more black faces in mug shot-based facial recognition databases. Not everyone who is arrested and has a mug shot taken is found guilty, but those photos aren’t usually scrubbed from the database. \nPolicing and surveillance technology is also targeted disproportionately at black people. \nThe LAPD tracks the “suspicious activities”of civilians via the Nationwide Suspicious Activity Reporting Initiative. More than 30 percent of the reports involved black residents, according to an inspector general’s audit of the program in January 2015. Only 9.6 percent of the city’s population is black. \nBaltimore’s police department tracks the cell phone use of residents and films their movements using drones. BPD also routinely violates the constitutional rights of black residents via excessive force and meaningless stops and seizures. The ACLU of Maryland argues that these practices heighten the number of black people who interact with the city’s criminal justice system and makes them more susceptible to popping up in a facial recognition search. \nThe surveillance may also cause people to think twice before attending a protest or behaving freely in public, Garvie said. \nThe FBI and local police have a history of surveilling social movements ― such as COINTELPRO during the civil rights era, which allowed the government to stifle free speech. \nOnly one department surveyed by researchers had an explicit policy prohibiting officers from using the database to track individuals engaging in political or religious free speech. \n“The participation in free speech and free assembly, in voicing our opinions in public, would be curtailed — and I think that’s one of the biggest risks here,” Garvie said\nRead the entire report below: ", "date": "\n10/19/2016", "href": "https://www.huffpost.com/entry/facial-recognition-databases_n_58079fc6e4b0dd54ce36d685", "tags": "face garvie facial databases recognition ” ― probably database black police use"}