{"title": "Your Favorite 'Game Of Thrones' Star Hated That Ed Sheeran Cameo Too", "content": "Ed Sheeran can sing about castles on the hill all he wants, but that doesn’t mean he belongs in Westeros. At least according to one unyielding “Game of Thrones” star, it doesn’t.\nSheeran’s missable appearance on the show last year irked more than a few fans who couldn’t understand why he popped up to serenade Arya and didn’t even die afterward. The cameo didn’t sit right with Hodor, Kristian Nairn, either.\nIn an in-depth interview this month, Nairn told HuffPost, “I’m not a fan of the cameos in ‘Game of Thrones.’ I don’t like them. I think it’s stupid. I don’t mind going on the record on that. I just think it takes you right out of the world.”\n“Especially Ed Sheeran,” he said. “I was like, ‘Why is Ed Sheeran here?’ I mean, Ed Sheeran’s great. He’s a great guy, great musician, but why is he in ‘Game of Thrones’?”\nThe controversial cameo is in the Season 7 premiere, when Arya (Maisie Williams) happens on a group of soldiers en route to King’s Landing. \n“I’m not saying I’m not a fan of Ed Sheeran,” Nairn clarified. “I’m being tactful here, but just not a fan of the cameo. I think most people would agree with me there. It was a big snap to reality. It’s like, ‘What? What?’”\nHe added, “It’s a fantasy show. We’re all caught in this amazing world and spend so much time and money and talent to create, and all of a sudden there’s a pop star? What?”\nWhat indeed.\nIn the scene, Sheeran plays a Lannister soldier sitting with a few comrades when Arya shows up. Keep in mind that earlier in the episode, she murdered a bunch of Freys as revenge for the Red Wedding (which was orchestrated with the Lannisters).\nWatching it unfold, you wonder, “Oh, is Arya about to go class A-Team and crumble his face like pastries?”  \nBut no. Instead — just in case you weren’t absolutely, positively sure that the guy who looks exactly like Ed Sheeran is the real Ed Sheeran — he sings a song.\nRepeat: Ed Sheeran shows up and sings a song.\n“It’s a new one,” he says.\nFans proceeded to unload relentless ire. Puns were made. Memes were born. \nThere was a rumor that Sheeran left Twitter because of the online wildfire. But he denied it, saying he had always planned to abandon the platform and his cameo was “clearly fuckin’ awesome.”\nIf you weren’t in love with the moment, look, it’s not all Sheeran’s fault. He was reportedly cast in the show as a sweet surprise for Williams, who’s a fan. And there were plenty of other cameos before his.\nTo name a few: Members of the metal group Mastodon appear in the Season 5 episode “Hardhome,” reprising their roles in Season 7 as wights; Of Monsters and Men strum instruments in the background of the play Arya watches in Season 6 (and weighed in on an Arya theory for HuffPost); and Sigur Rós shows up at Joffrey’s wedding in Season 4, which was the only cameo Nairn could get behind.\n“[Sigur Rós] kind of got away with it because they’re so quirky ... They’re almost like ‘Game of Thrones’ world in real life. They’re so elven and spiritual. I think that works, but apart from that — I mean, I understand why people want to be in it, but just no. Go away.” \nFor more from Nairn, including what it was like to come out more publicly while on the show and whether we’ve seen the last of Hodor, check out our interview.", "date": "\n06/26/2018", "href": "https://www.huffpost.com/entry/game-of-thrones-star-hated-ed-sheeran-cameo_n_5b27fa43e4b0f0b9e9a3a864", "tags": "like ‘ nairn hated sheeran season favorite ” ed arya cameo thrones star"}