{"title": "Yousra Elbagir: Sudan's 'big and beautiful' pills for women", "content": "In our series of letters from African journalists, Yousra Elbagir looks at how some Sudanese women are turning to black market substances in their quest for beauty.\nWhile skin bleaching is a long-standing cosmetic staple across Sudan, a newer craze is sweeping the nation. \nMany young women are turning to prescription pills in order to gain weight, and hopefully gain the curvaceous figures they see as the standard of beauty.\nAway from the regulation of trained pharmacists, fattening pills are illegally dispensed by the same small shops which sell topical bleaching creams and other popular beauty fixes. \nSold individually, in small bags and emptied sweet containers, they are completely devoid of any information about medical risks.\nIt is difficult to estimate how many women in Sudan use these products to gain weight, because many are reluctant to admit to it.\n\"Pills are handed out in the village like penny sweets,\" says Imitithal Ahmed, a student at the University of Khartoum. \n\"I've always been scared [to use them] because I've seen family members fall ill and close friends become dependent on appetite stimulants. \n\"My aunt is on the brink of kidney failure and has blocked arteries from taking too many fattening pills, trying to get a bigger bum. \n\"Everyone in the family knows why she's sick, but she won't own up to it. She's had to stop taking the pills on doctor's orders.\"\nYousra Elbagir: \n\"Fattening pills are a popular niche within a much bigger trend\"\nPills are often rebranded and given catchy street names which allude to their effects. \nFrom The Neighbours' Shock to Chicken Thighs and My Mama Suspects, the clinical name of pills are forgotten and replaced by promises of a bigger bottom, shapely thighs and a belly that will have your mother concerned that you might be pregnant. \nTablets range from standard appetite stimulants to allergy medicines containing the steroid hormone, cortisone. \nThe side-effects of taking cortisone are now a cash cow for pill peddlers. It is known to slow the metabolism, increase appetite, trigger water retention and create extra deposits of fat around the abdomen and face. \nUsing unregulated steroids without supervision can damage the heart, liver, kidneys and thyroid, says Dr Salah Ibrahim, Head of the Pharmacists' Union in Sudan.\nHe explains that cortisone is a naturally occurring hormone in the body, helping to regulate vital bodily functions. But when a man-made, concentrated version enters the body in the form of pills or topical bleaching creams, the brain gives the body a signal to stop production. \nIf a user suddenly stops taking the substance, their major organs can spiral into dysfunction.\nYoung women in Sudan are dying from kidney and heart failure caused by sudden steroid withdrawal, medical professionals say. \nFatalities are especially common among new brides, who traditionally undergo a month of intense beautification before their wedding day and then abruptly stop using fattening pills and steroidal bleaching creams. Their deaths are put down to sudden organ failure.\nYet these horrifying beauty trends continue to gain traction.\nPrescription pill abuse is taking off in Sudan's conservative society, partly because it lacks the social stigma and pungent, giveaway odour of alcohol and cannabis. \nUniversity students flock to buy the potent painkiller Tramadol, which is sold for 20 Sudanese pounds ($1; 80 pence) per pill. \nSome of Khartoum's roadside tea-sellers are even known to drop the painkiller in a cup of tea, upon a coded request.\nAwareness campaigns have so far had very little impact. \nDr Ibrahim, Head of the Pharmacists Union, has made numerous appearances on national television to warn of the dangers of prescription pill abuse. \nAt university level, pharmacists are taught vigilance and trained to act in keeping with ethics and pharmaceutical law. \nBut in a country where pharmacists and doctors are paid very little, the temptation to sell pills to illegal vendors is overwhelming for some. \n\"Last time I went to the beauty shop I go to for my creams, the shop owner brought out a chocolate box full of different fattening pills,\" says Ms Ahmed, the Khartoum student.\n\"Girls are too scared to ask pharmacists and doctors about the pills they buy from beauty shops, for fear of being publicly shamed.\"\nPolice may arrest traders and block smuggling routes, but the profits for rogue pharmacists keep growing regardless. Fattening pills are poured into the black market, deemed to be the lesser evil.\nSudan isn't the only African society where being overweight is a symbol of prosperity and power, boosting the \"marriageability\" of young women. \nBut in this country, it embodies an ideal. \nIt defines the ultimate Sudanese woman - full-bodied and light-skinned - epitomising beauty and coveted as a wife. \nThe iconic status of Nada Algalaa, a Sudanese singer whose looks are widely praised and emulated, is testament in itself.\nFor some women, it is an ideal to be acquired by any means necessary.\nSudan's rulers 'shirking action on cholera'\nSudanese fight for their African identity\nHow poets are fighting censorship in Sudan\nWhy Sudanese people still feel like pariahs \nFollow us on Twitter @BBCAfrica, on Facebook at BBC Africa or on Instagram at bbcafrica", "date": "20 July 2017", "href": "https://www.bbc.co.uk/news/world-africa-40643504", "tags": "beauty fattening taking yousra elbagir pharmacists sudan women many bleaching beautiful sudanese pills"}