{"title": "YouTube’s Monster: PewDiePie and His Populist Revolt", "content": "[Here’s what we know about the shootings at two mosques in Christchurch, New Zealand in March, 2019. The gunman began a video by saying “subscribe to PewDiePie” — a kind of “all-purpose cultural bat signal for the young and extremely online.”]\nFelix Kjellberg, known to his fans as PewDiePie, is by far YouTube’s biggest star. His videos, a mix of video-game narration, humorous rants and commentary, have cumulatively been viewed billions of times, and more than 53 million people subscribe to his channel. He has been called “the king of YouTube” and countless variations thereon, and he has remained unchallenged on that perch for years, making millions of dollars and leveraging his popularity into outside ventures.\nBut Monday night, The Wall Street Journal reported that the Disney-owned Maker Studios, a longtime partner of Kjellberg’s, would no longer have anything to do with him; later, YouTube announced that it was canceling a show developed with Kjellberg, and removing his channel from its lucrative “Google Preferred” advertising program. At issue was a series of recent comedy videos. In one, he found performers on the freelance site Fiverr willing to dance and hold up a sign of the client’s choosing. He asked them to write “Death to all Jews,” and they did; in his subsequent video, he expressed shock that the request had made it through. “It was a funny meme, and I didn’t think it would work,” he said, mock-begging news outlets not to make too much of his stunt. “I swear, I love Jews,” he said, “I love them,” before playing a few notes on a kazoo.\nAs he anticipated, plenty of news outlets saw a story in his antics. Others saw something more. A post on The Daily Stormer, a neo-Nazi site, marveled at Kjellberg’s performances, and wondered in disbelief if they might signal sympathy for its ideology. “Ultimately, it doesn’t matter, since the effect is the same,” the post said, “it normalizes Nazism, and marginalizes our enemies.” As the controversy mounted, Kjellberg denounced the “hate-based groups” that had taken notice of his videos. “I was trying to show how crazy the modern world is, specifically some of the services available online,” he said in a Feb. 12 Tumblr post. “I think of the content that I create as entertainment, and not a place for any serious political commentary. I know my audience understand that, and that is why they come to my channel.” This explanation, unsurprisingly, did not satisfy Maker Studios, or, for that matter, Google.\nIt’s tempting to write off this scandal as an inscrutable product of a teen subculture, wrapped up in layers of irony and the peculiar language and aesthetics of YouTube. It is likewise easy to frame the episode as an isolated collision between offensive speech and careful sponsors. But it’s most useful to understand Kjellberg’s meltdown in the context of the vast platform on which it took place — YouTube — and the nascent strains of politics that could come to define it.\nWith more than a billion users, YouTube has become not merely a platform but almost a kind of internet nation-state: the host of a gigantic economy and a set of cultures governed by a new and novel sort of corporation, sometimes at arm’s length and other times up close. It’s a system Kjellberg has spent recent months antagonizing in a broader and less-inflammatory way, even as he continued to thrive within it. He bemoaned its structure and the way it had changed; he balked at its limits and took joy in causing offense and flouting rules. Over time, he grew into an unlikely, disorienting and insistently unserious political identity: He became YouTube’s very own populist reactionary.\nIn December 2016, Kjellberg’s account was about to pass 50 million subscribers — a milestone, and a record. But in his videos, he seemed to be ending the year on a pessimistic note. “It’s time for me to complain about YouTube,” he said in a video. “Again.” The platform, he suggested, had changed in a way that he found worrying, and maybe punitive. Subscriptions are the fundamental organizing principle of YouTube – akin to a Twitter feed, they deliver to users exactly what they’ve signed up to see – but, Kjellberg said, they were becoming less important to the way viewers found videos. What YouTube was doing instead, he claimed, was packing people’s feeds with material they didn’t care about, from channels they’d never subscribed to. His viewership numbers had suffered as a result, he said. His rant spiraled on from there, swerving among resentment and self-deprecation, grievance and absurdity, toying with both revolutionary and reactionary tropes, and ending where it had begun: with a threat to close his account.\nIt might seem hard to believe that anyone would want to watch a YouTube video complaining about YouTube’s internal economic politics, but more than 20 million people did (the video’s title, “DELETING MY CHANNEL AT 50 MILLION,” surely helped). For years now, in fact, YouTube has been one of Kjellberg’s most-addressed subjects, second only perhaps to video games. In September, he even collapsed the distinction between the two, releasing a smartphone game called Tuber Simulator. The object is to become a famous YouTube star. Players begin their careers in a dank, windowless room and scrounge for views and cash, with videos like “Bikini Wax Your Pets” and “GO Outside – Walkthrough,” the latter a play on a common form of video-game vlog. It’s both an extended joke about making money online and a functioning, moneymaking app. “If the intention was to make a biting critique of late capitalism, Pewdiepie and Outerminds have wildly succeeded,”  Gita Jackson wrote for the gaming site Kotaku. “But if not,” she continued, “the game still gets there by accident.”\nFor product reviewers and gamers, for the unboxers and the how-to teachers, for the interchannel drama analysts, the bloggers, the makeup artists and the pranksters, YouTube looms large not just as a context but also as a character. The daily exigencies of life on YouTube are perhaps the only subject that cuts across every major YouTube category. Showbiz loves to make movies about showbiz, and television loves to make television about TV. YouTube has simply democratized this impulse.\nIt makes sense that YouTube would become home to such a performatively self-aware economy. It is, after all, one of the most mature of the major social platforms. It is extremely culturally productive, and can claim genuine stars as its own. Above all, it pays. And in the people who depend on the platform to pay their bills, it inspires a peculiar mixture of paranoia, desire, gratefulness and disdain that shows up clearly in their work. YouTube’s peculiar relationship with the economy within it is fraught, promising and poorly understood. It’s also unique among social-media platforms — but maybe not for much longer. For now, most of the biggest internet platforms are understood as venues for communication, expression and consumption. YouTube has given us a glimpse at what happens when users start associating social platforms with something more: livelihoods.\nWatch enough YouTube programming on any subject and you’ll gradually come to understand the struggles of starting and maintaining a channel. You’ll become familiar with the mementos Google sends creators at subscriber milestones — a silver “play” button at 100,000, around which time your favorite YouTubers might start talking about quitting their day jobs, and a gold one at a million, when they are more to likely have done so. You’ll hear plenty about conversations with YouTube support, many of which contradict one another. You’ll develop opinions about YouTube’s copyright rules, age restrictions and advertising policies. You’ll get an intuitive sense of the YouTube attention marketplace and how people try to take advantage of it, and you’ll hear about advertising rates. You’ll hear conspiracy theories — some rooted in daily shared YouTube experience, others rooted in less visible fears, desires and resentments — some of which gain considerable traction.\nAnd why shouldn’t you? YouTubers are not employed by YouTube, but they are paid by YouTube, because it matches their videos, automatically, with advertisers. The platform and the video-makers share a clear and common goal: to persuade audiences to watch more videos in order to make more money from ads. But even with a unifying cause, creators inevitably discover smaller ways in which their goals and YouTube’s are at odds. It is in YouTube creators’ interest, for example, to understand the best practices for getting the most YouTube subscribers, or the best strategies for making videos that YouTube might algorithmically recommend. But it is in YouTube’s interest for the inner workings of its platform — including recommendation algorithms, the way it calculates advertising rates and the precise locations of its boundaries — to remain at least somewhat secret, to prevent creators from gaming the platform’s quirks at the expense of either YouTube’s user experience or its bottom line. Criticism from its creators is one of the many things YouTube tolerates to maintain this arrangement, which is otherwise clearly working to their benefit.\nEmergent politics of social platforms differ in scope and character and sit along peculiar axes, some familiar, others new. On Twitter, which does not pay popular users, they revolve around matters of speech and harassment; the platform hosts a range of progressive movements as well as an extremely visible and openly racist reactionary movement, and they have been at war. On Facebook, which is bigger and less combative, they focus on censorship and governance. But on any major platform, they tend to grow from the same fertile place: the gap between the structures built by the company and what users are allowed to do within them. Inevitably, this leads users to fundamental political questions: Who gets what, and why? Who gets to do what, and why?\nKjellberg’s December video drew responses from other YouTubers, debunking or explaining or affirming the claim by YouTube’s biggest star that the platform just wasn’t what it used to be, some gathering millions of views of their own. In retrospect, though, one brief moment in the original video was especially notable. As he wound down his rant, he hinted at a different sense of victimhood, drawing from the same sense of umbrage but directing it in a startling direction. After criticizing the platform for not understanding the realities of working on YouTube and wondering aloud if he was being punished, or somehow demoted, he affected a sincere voice and said, “I’m white.”\n“Can I make that comment? But I do think that’s a problem,” he continued, before a smash-cut and a return to a mocking rant about not letting YouTube win — another assurance to viewers that, as always, he was just kidding, and that the offensiveness of the prior claim was the reason he’d made it.\nHere, again, it is helpful to situate Kjellberg properly. He initially rose to popularity within the video-gaming subculture, which, beginning with the “GamerGate” movement and continuing through the American presidential election, became surprisingly and darkly politicized. His core audience is young, and his sensibility clearly appeals to a masculine teenage impulse to shock and provoke. The YouTube platform plainly incentivizes such attention-grabbing behavior, right up until the point that it becomes a liability to its operators or their other partners — a familiar dilemma in the entertainment world, sure, but one that plays out quite differently on YouTube, which is considerably and deliberately less hands-on with its talent. It’s telling that YouTube’s biggest star portrayed the platform as distant and capricious. It’s alarming that following his performative hostility led him to where it did: attempting to rationalize the use of anti-Semitic speech under the guise of transgression.\nKjellberg had, either instinctively or intentionally, constructed a political identity as YouTube’s insider class-traitor, raging against a system that’s — trust him, but also he’s just joking, but he would know — totally rigged. Now he is sketching out what a far more toxic YouTube politics of ressentiment might look like, under the threadbare cover of ironic bigotry, the recent history of which is worryingly instructive. In the meantime, the self-identified real racists are laughing along heartily, even as Kjellberg strenuously attempts to distance himself from them.\nMaker Studios, which seeks to create a sort of auxiliary production apparatus for YouTube, has less of a connection to the platform than any of the YouTubers it has partnered with, who belong much more to their audiences, and to YouTube. Its severing of ties, in the bigger context of YouTube, amounts to a disavowal. YouTube’s reaction, and how it follows up, is the thing to watch. As, of course, is Kjellberg’s. His most recent video, posted after Maker Studios and Google made their announcements, was a lighthearted play-through of a gag video game called “Genital Jousting,” and did not reference the scandal. His commenters, on the other hand, did, asking almost uniformly that he not apologize for anything.\nThe full character of the burgeoning politics of platforms remains to be seen. But right-wing movements have found early traction and see opportunity. Even as farce, Kjellberg’s performance has been illustrative, and a small number of eager observers say they hope that, as backlash mounts, it will be galvanizing. “If Pewdiepie wasn’t #AltRight before,” Vox Day, a former video-game designer and an alt-right leader posted on Gab.ai, a private, Twitterlike service popular with the movement, “he is now.”", "date": "Feb. 16, 2017", "href": "https://www.nytimes.com/2017/02/16/magazine/youtubes-monster-pewdiepie-and-his-populist-revolt.html", "tags": "pewdiepie youtube videos platform video ” one revolt kjellberg populist — monster"}