{"title": "YouTube punishes Logan Paul over Japan suicide video", "content": "YouTube has cut some business ties with Logan Paul, the hugely popular vlogger who posted a video showing the body of an apparent suicide victim in Japan.\nPaul's channels were removed from YouTube's Google Preferred programme, where brands sell ads on the platform's top 5% of content creators.\nYouTube also said it had put on hold original projects with the US vlogger.\nPaul posted the video with a man's body on 31 December, triggering widespread criticism. \nThe video showed Paul and his friends at the Aokigahara forest at the base of Mount Fuji, known to be a frequent site of suicides.\nGoing in to film the \"haunted\" forest, they come across a man's body and are shocked but also make jokes.\nThe identity of the deceased man is not known. Online comments have called the Japan video, which garnered millions of views on YouTube before it was taken down, \"disrespectful\" and \"disgusting\".\nPaul later posted an apology on Twitter, saying he had been \"misguided by shock and awe\".\nHe also uploaded a video apology, and said: \"I should have never posted the video. I should have put the cameras down and stopped recording what we were going through.\"\n\"I'm ashamed of myself,\" he added. \"I'm disappointed in myself.\"\nIt's hard to calculate exactly. YouTube's move will cost him financially as his videos will no longer earn top-tier cash per click - but as he hasn't been completely kicked off the platform, he will still earn money from views. \nGoogle Preferred allows brands to publish ads on the accounts that are most popular among 18-34 year-olds in the US. \nYouTube's own wording calls it a way for companies to \"share their messages alongside some of the most engaging and brand safe content on YouTube\".\nAside from his videos, Paul makes money from sponsored social media posts and merchandise - and it's worth noting that his apology video has racked up nearly 40 million views. \nWith more than 15 million subscribers and counting, he's huge.\nLast year, Forbes magazine estimated he made $12.5m (£9.3m), making him the fourth highest-paid YouTube star in 2016.\nSome people are frustrated that it took YouTube 10 days to respond to the controversy. The company acknowledged this, saying: \"You're right to be [frustrated]. You deserve to know what's going on.\"\nThe Japan video itself was not taken down by YouTube; Paul himself took it down, leading some to complain that the platform should have acted more decisively.\nJapan has one of the highest rates of suicide in the developed world. \nAokigahara forest has a reputation in Japan and internationally as a destination for people who want to kill themselves. \nData on the number of suicides there each year is not made public, to avoid publicising the site. Signs are posted in the forest urging people to seek medical help rather than take their lives.\nIf you are feeling emotionally distressed and would like details of organisations which offer advice and support, click here. In the UK you can call for free, at any time, to hear recorded information on 0800 066 066. In Japan you can get help here.", "date": "11 January 2018", "href": "https://www.bbc.co.uk/news/world-asia-42644321", "tags": "suicide forest japan youtube paul man logan video posted also body punishes platform"}