{"title": "YouTube Shares 9-11 Description Beneath Videos Of Notre Dame Burning", "content": "YouTube videos of the massive fire that engulfed Paris’ Notre Dame in smoke and flames strangely included a link to a description of the Sept. 11 terror attacks.\nLivestreams on YouTube by Fox News, USA Today and more included a panel featuring language from Encyclopedia Britannica about 9/11. The Notre Dame fire has no reported connection to terrorism or the Sept. 11 tragedy. \nThe description panel is apparently part of a YouTube initiative designed to counter misinformation and conspiracy theories on its platform. YouTube told Gizmodo that these description panels are “triggered algorithmically.”\n“We are deeply saddened by the ongoing fire at the Notre Dame cathedral,” YouTube told HuffPost. “Last year, we launched information panels with links to third party sources like Encyclopedia Britannica and Wikipedia for subjects subject to misinformation. These panels are triggered algorithmically and our systems sometimes make the wrong call. We are disabling these panels for live streams related to the fire.”\nYouTube told CBS in March when the description panels launched that it would not be fact-checking individual videos and that the panels will appear “above videos and below the search topic, serving as a warning.” The company said its initiative does not mean YouTube will remove videos that contain false information.\nIt’s not immediately clear why the panel on Monday linked the fire at Notre Dame to Sept. 11. The panel appeared on various news sites’ livestreams of the fire, including those of NBC News and France24.\nThe description panels now appear to be disabled on footage of the fire.\nYouTube has long been under fire for not curbing the spread of conspiracies about tragedies like school shootings, terrorist attacks and more. Last year, the Daily Beast interviewed many former neo-Nazis and other members of the far right who talked about YouTube’s role in their radicalization. YouTube employees have reportedly left the company over its inability to manage misinformation.", "date": "\n04/15/2019", "href": "https://www.huffpost.com/entry/youtube-notre-dame-911-misinformation_n_5cb4cb59e4b082aab08a1d7f", "tags": "panels fire panel videos youtube notre ” shares description dame beneath burning"}