{"title": "YouTube lifts Swazi bare-breasted dancer restrictions", "content": "YouTube has lifted restrictions from videos showing Swaziland's reed dance, which feature bare-breasted women.\nA spokesperson for the video-sharing platform told the BBC that YouTube allows nudity when \"culturally relevant or properly contextualised\".\nUsers who had uploaded reed dance videos were angered when it was classified as age-restricted content.\nYouTube has denied accusations of racism, saying it was keen to be culturally sensitive.\nThe move was in response to a campaign led by Lazi Dlamini, the head of TV Yabantu, an online video production company, featuring Africa's \"finest culture... as seen, and recorded by the African people\". \nIts YouTube channel - which launched in 2016 - had been adding up to 4,000 new subscribers every month until the platform started to flag its content as inappropriate, South Africa's Mail and Guardian newspaper reports.\nIt also put a label on the channel advising advertisers that its content was \"not suitable for most advertisers\".\nAccording to Mr Dlamini, he had contacted YouTube's parent company Google to say that he was simply reflecting the cultural values of his community, but the company said that the content violated the platform's standards.\nHe then organised a series of protests, working with more than 200 cultural groupings from Swaziland, with the first one taking place on Saturday in Durban, a city in neighbouring South Africa, the Mail and Guardian says.\nIt included at least a dozen women who posed bare-breasted with placards that accused Google of racism.\nOne placard read: \"My breasts are not inappropriate\", the Mail and Guardian said.\nAfter the Mail and Guardian article was published, a spokesperson for YouTube told the BBC that reed dance videos were not against their policy, and that they were happy to rectify the error and apologise.\nYouTube has been criticised for how it moderates content, and earlier this year pledged to do more to prevent the spread of terror-related material in particular.\nMore 400 hours of content is uploaded to YouTube per minute. \nIn most cases, YouTube relies on inappropriate content being flagged by users, which it then investigates. ", "date": "13 October 2017", "href": "https://www.bbc.com/news/world-africa-41612863", "tags": "bare-breasted company youtube videos lifts restrictions dance swazi guardian africa dancer content mail reed platform"}