{"title": "Zelensky win: What does a comic president mean for Ukraine?", "content": "Three and a half years ago, Volodymyr Zelensky's television series Servant of the People began airing on Ukrainian television. For a country where money and powerful oligarchs have long dominated politics, the concept was beguiling. \nA teacher (played by Mr Zelensky) accidentally becomes president after an expletive-laden rant about Ukrainian politics goes viral on social media. \nNow Mr Zelensky, 41, has achieved the real deal. With nearly all votes counted, he won a landslide 73%.\nIs life imitating art? Or could we be witnessing a sophisticated, very 21st-Century election heist?\nMr Zelensky's entire election campaign was based on being different and defying convention. He shunned official rallies or political speeches, but put out lots of cheerful videos on social media. \nHe was up against incumbent president Petro Poroshenko, who had a more established network on the ground and the support of administrators across the country. \nMr Zelensky has made his ignorance a virtue and openly admits to having no strong political views. \"No promises, no disappointment\" is one of the few memorable things he's said. \nAt the end of January I spent a day with him as he submitted his registration papers for the presidential election. \nHe's an actor by profession, so it could of course all be fake, but my overwhelming impression was that, just like on television, he's a likeable, fun guy.\nAs he showed me around the corridors of his highly successful production company Kvartal 95, Mr Zelensky joked with me about how he liked Monty Python, before lamenting that the audience for his TV shows are more into the slapstick Benny Hill-type humour. \nWe watched as his colleagues toasted his 41st birthday over glasses of champagne. Some were genuinely in tears as they expressed their support for his presidential campaign, but sadness that he might be about to leave them.  \nWhen we moved into the staff canteen for a more serious interview, it was immediately clear that Mr Zelensky's political views were still very much a work in progress. \nHe told me that he believed people wanted \"something new, they want to get a person with a human face\".\nThere were vague commitments to \"stop the shooting\" in eastern Ukraine, but a jumble of ideas of how to do it. Ukrainian emigration was another big issue, he told me, but there were no immediate ideas on how to stop the brain drain. \nThings didn't get any better when I turned to Mr Zelensky's Achilles heel: his business ties to Ukraine's most controversial oligarch, Ihor Kolomoisky. \nThe links are there for all to see. All the comedian's TV shows are on one of Ukraine's most popular TV channels 1+1. \nMr Kolomoisky is the owner of 1+1, but he has to manage it remotely from self-imposed exile because there are numerous investigations in Ukraine into his business dealings.\nWhen I spoke to Mr Kolomoisky in Israel, he did little to play down his role in the actor's rise, gushing that he wished there were \"millions of Zelenskys\". \nAnd there's no doubt that 1+1 has given its full backing to the comedian. Four days before the first-round vote, the latest series of Servant of the People premiered, and on the night before the election a full evening was dedicated to Mr Zelensky's back catalogue. \nThe question then is what, if anything, a President Zelensky would give back in return. When we spoke, the comedian insisted he was \"no puppet\" of Mr Kolomoisky and said that if courts found against the oligarch, he would receive no protection. But the worries linger. \nAfter some disastrous performances in closed-door briefings with diplomats, he brought on board advisers with credibility to try and reassure people that, even if he may appear clueless, he'll be surrounded by smart people and getting the best advice. \nSo the comedian now has the last laugh. But it would be no surprise to see more turmoil in Ukrainian politics.", "date": "22 April 2019", "href": "https://www.bbc.com/news/world-europe-47769118", "tags": "comic kolomoisky election zelensky comedian president win television ukrainian ukraine politics mean"}