{"title": "Zimbabwe's Marange diamond fields 'plundered'", "content": "At least $2bn (£1.25bn) worth of diamonds has been stolen from Zimbabwe, campaign group Partnership Africa Canada (PAC) has alleged. \nIt was \"the biggest plunder of diamonds since Cecil Rhodes\", it said, referring to a British colonial mining magnate.\nThe \"theft\" at the Marange fields had enriched Zimbabwean officials, international gem dealers and criminals, the PAC report said. \nA Zimbabwean mining official dismissed the allegation as \"totally false\". \nThe report, Reap What You Sow: Greed and Corruption in Zimbabwe's Marange Diamond Fields, was released by the Ottawa-based group to coincide with the Zimbabwean government's conference on diamond trade at the resort town of Victoria Falls. \nPresident Robert Mugabe, in his address to delegates, said the government was committed to observing \"international laws on diamond mining, storage and trading\", AP news agency reports.\nThe industry's global watchdog body, the Kimberley Process, lifted a ban on Zimbabwean diamond sales in 2011, with the backing of the US and European Union.\nThe ban was imposed in 2009 following reports that Zimbabwean military officials were benefiting from the diamond trade and there had been killings and human rights abuses at the Marange fields.\nThe PAC said the scale of \"illegality\" at the fields was \"mind-blowing\". \n\"Conservative estimates place the theft of Marange goods at almost $2bn since 2008,\" it added.\nIn July, Zimbabwean Finance Minister Tendai Biti said that $600m in diamond revenues was expected this year, but only $46m had materialised.\nMr Biti is a member of the Movement of Democratic Change (MDC), which is in a fractious coalition with Mr Mugabe's Zanu-PF party. \nThe two parties formed a power-sharing government in 2009, following elections marred by violence.\nThe mining industry and security portfolios are controlled by Zanu-PF. \nThe head of of the state-run Zimbabwe Mining Development Company, Goodwills Masimirembwa, told AP that the PAC's allegations were \"totally false\". \n\"No diamonds have ever gone missing,\" Mr Masimirembwa is quoted as saying. \n\"When we are selling our diamonds, all stakeholders - the police, revenue board and the country's mineral marketing body - come together. So, are they saying all these institutions are in collusion?\"", "date": "13 November 2012", "href": "https://www.bbc.co.uk/news/world-africa-20305537", "tags": "zimbabwe marange diamond fields zimbabwean pac government diamonds mining"}