{"title": "Zimbabwe elections: What happened to Mugabe's land reforms?", "content": "Zimbabweans will vote in the country's first presidential election since Robert Mugabe stepped down after more than 30 years in office. \nIn the past few decades, the southern African country has gone from being one of the brightest economies in the region to one of the weakest.  \nThis dramatic reversal of fortunes has been blamed on a controversial policy introduced by Mr Mugabe in 2000 that led to the seizure of white-owned farms, transferring them to black Zimbabwean ownership. \nIt was a popular policy among President Mugabe's supporters, who saw it as addressing the wrongs of British colonial rule, which had favoured land ownership by white settlers.\nBut according to the International Monetary Fund (IMF), this programme saw agricultural production plummet and productivity decline. \nBoth the leading candidates for the presidency have promised a reversal in the country's economic fortunes. \nThe current president, Emmerson Mnangagwa, of Zanu-PF, had been Mr Mugabe's deputy and assumed office following a brief military intervention last November, which saw the downfall of Mr Mugabe. \nMr Mnangagwa is one of the two leading candidates in the forthcoming election.  \nOn the campaign trail, he has paid lip-service to the land reforms, saying they are \"irreversible\" - but since he took office, there have already been signs of changes to the landmark policy.  \nSome white farmers have been allowed to return and compensation for those displaced has also been suggested. \nDuring his campaign, there has been a clear admission of the economic failures of the land reforms from Mr Mnangagwa.\nHe told the Daily News of Zimbabwe: \"The critical thing is that during land reform, productivity collapsed totally, we moved from self-sufficiency to an insecure nation. \n\"We began importing - we became a beggar.\"\nHis main rival for the presidency, Nelson Chamisa, of the opposition MDC party, has also supported continued land reform but hinted at changes. \nHe told the Daily News: \"All of you who got land under the land reform programme should not worry that we will take your farms.\"\nBut, on Twitter, he has also said that there is a place for white farmers to return to the land. \n\"We are in agreement that skilled white farmers must be put back to work - but they must be allocated available land without reversing the land reform,\" he tweeted.\nAhead of polling day, with improving the economy at the heart of both candidates' election promises, Reality Check looks at whether land reform has been the economic disaster its critics claim or whether there has been an economic upside?\nIn 1980, Zimbabwe gained independence from white-minority rule. At that time, most of the country's arable land was owned by some 4,000 white farmers. \nLand reform has historically focused on redistributing land owned by white to black farmers, to correct what the post-independence leadership said were colonial wrongs of the past. \nThe initial policy of shifting land was focused on \"willing seller, willing buyer\".\nHowever, up until 2000 the pace of land redistribution was slow. \nMr Mugabe was also under political pressure after losing a referendum in which he had hoped to gain popular support for a policy permitting the government to forcibly remove land from white farmers. \nFollowing this, and with Mr Mugabe's support, a mix of government forces and vigilante groups began forcibly taking over white-owned land. \nIt proved a controversial move, receiving international condemnation.   \nInitially, there was a rapid decline in agricultural output. \nThe Financial Times wrote: \"Farm production collapsed and by 2008 output volumes were two-thirds below their peak levels in 2000.\"\nThere was also a disastrous period of hyperinflation, which peaked in 2008. Officials gave up measuring the figure when it reached 80,000,000,000% in November of that year.\nBetween 2000 and 2009, agricultural revenue declined by $12bn, according to the commercial farmers' union.   \nAccording to the UN's Food and Agriculture Organisation, the value of Zimbabwe's food exports have fallen since 2000, whereas food imports have grown significantly.  \nHowever, after initial declines in production, some point to a recovery in Zimbabwe's second most valuable export - tobacco.\nSales reached record levels this year, according to government data. The industry was predominantly white-owned but now thousands of black farmers grow tobacco.  \nThe FAO data shows that there has been a recovery in tobacco production and the Tobacco Industry and Marketing Board, which represents the industry, says the number of tobacco growers has been increasing since 2006.  \nExport sales of tobacco - mainly to China - were worth about $900m (£685m) in 2017.\nIan Scoones, a development economist based at Sussex University, said tobacco was being produced by thousands of smallholders, not a few large-scale farms as before, as a result of the land reforms. \nHe said: \"Smallholder production has been remarkably resilient, increasing over time as people invested in land.\" \nMr Scoones has studied the progress of some farms since the land reforms kicked in and has found pockets of success elsewhere too - in the production of certain small grains, for example. \nAnd Joseph Hanlon, a visiting fellow at the London School of Economics, points to the bumper crop of maize in 2017, which he said had been the highest in two decades.  \nThere are clear signs of recovery in some sectors of Zimbabwe's economy, although unemployment remains high.  \nBoth candidates have recognised shortcomings in the land reform programme and sought to assure Zimbabweans that their policies will put the country back on a better economic footing.\nRead more from Reality Check\nSend us your questions\nFollow us on Twitter", "date": "26 July 2018", "href": "https://www.bbc.com/news/world-44956670", "tags": "country zimbabwe since farmers reform land elections white tobacco production reforms mugabe happened"}