{"title": "‘Aim, I Say, at the City of Washington!’ Russia Revives Cold War Playbook", "content": "MOSCOW — Even given the rotten state of diplomatic relations between Russia and the United States, having a famous St. Petersburg cathedral choir sing a ballad to nuking America might seem like an odd choice.\nThat weekend performance on Defending the Fatherland Day was just one element in a series of references to nuclear attacks that made it appear on Tuesday that Moscow was dusting off its old MAD playbook — Cold War shorthand for Mutual Assured Destruction.\nThe new assertiveness about the Kremlin’s nuclear capacities seems to be related to President Trump’s decision to withdraw from the Intermediate-Range Nuclear Forces Treaty, which banned the placement of such weapons in Europe.\nThe widely circulated concert video coincided with a broadcast news report by Dmitri Kiselyev, the Kremlin’s top propagandist, during prime time on Sunday night, detailing what mainland targets Russia would put in its nuclear sights should the United States deploy new missiles in Europe.\n“For now, we’re not threatening anyone, but if such a deployment takes place, our response will be instant,” Mr. Kiselyev said on the program, “Vesti Nedeli,” against a diagram showing Russian submarines skulking into position off the east and west coasts of the United States.\nIf the segment evoked memories of the Cuban missile crisis, it seemed that Mr. Kiselyev might literally have been working from a memo drawn up in a bygone era. Two American military bases he mentioned among the five targets — Fort Ritchie and Fort McClellan — closed many years ago.\nPresident Vladimir V. Putin got the whole thing started with his state of the nation speech last week, when he said that should the United States deploy new missiles in Europe, Russia could respond with a whole quiver of high-tech weapons.\n“Russia will be forced to create and deploy weapons that can be used not only in the areas we are directly threatened from, but also in areas that contain decision-making centers for the missile systems threatening us,” he said.\nHe was a little coy about specifying the decision-making centers.\nAfter the speech, however, Mr. Putin hosted a background briefing with news media editors, in which, according to Russian reports, the president said that if the United States moved missiles into Poland, Russia would deploy submarines off American shores.\nMr. Kiselyev, already famous for saying some years ago that Russia could reduce the United States to “nuclear dust,” ran with that threat.\nSome Putin supporters applauded the sentiment. On a talk show immediately following the news program, one commentator said there was no need to rely on weapons like tanks since the response would be nuclear.\nCritics, however, were scathing, suggesting that Russia was saber rattling from a position of weakness. Just moments before, the same news program reported that some 200,000 Russian children attend schools with only outhouses for toilets, one commentator noted on Twitter, asking what exactly was worth defending with nuclear-tipped missiles.\nAnother commentator wondered how Russians would react if CNN broadcast a program detailing American plans to strike Moscow and St. Petersburg with nuclear weapons.\nIn the ensuing outcry, Dmitri S. Peskov, Mr. Putin’s spokesman, echoed his boss’s coyness by noting that the president himself had not singled out any target by name.\nOver all, several factors motivated the belligerent rhetoric, analysts said, in addition to the United States’ withdrawal from the I.N.F. Treaty.\nThreatening Washington, they noted, was an old method of improving relations. Just as new rules for interaction were forged out of the Cuban missile crisis, so too could a renewed sense of threat help entente, which has not worked out as swimmingly as the Kremlin envisaged under President Trump.\n“They still want to be on equal footing with the United States — that is why they want to create this crisis,” said Ivan I. Kurilla, a historian at the European University at St. Petersburg who specializes in Russian-American relations. Submarines off the American coast “will keep Russia important for the United States, and that is important to the Russian leadership.”\nThen there is the domestic impact, where a high threat level can generate a certain amount of support for the Kremlin and its measures to quash civil liberties, analysts said. In other words, if you are going to label your critics “foreign agents,” you need to identify the enemy for whom they slave.\nWhich brings us back to the atomic song in the cathedral on Feb. 23.\nIn commemoration of Defenders of the Fatherland Day — informally known as Man’s Day, speaking of throwbacks — a choir singing at St. Isaac’s Cathedral in St. Petersburg performed a rendition of a circa-1980 song, “On a Submarine, or a Serviceman’s Pay.”\nThe gist of the song, considered caustic at the time it was written, was that in exchange for three rubles any Russian submariner would be happy to annihilate the United States. The opening stanza goes:\nThe social media chorus responded with accusations of poor taste, at best, and thinly veiled hostility, at worst.\nIf protesters with Pussy Riot were jailed for years over a protest song they performed in a Moscow cathedral, where were all the believers who should have been equally offended by a song endorsing Armageddon, mused one critic on social media.\nThe St. Petersburg Concert Choir issued a statement saying that its critics could not take a joke. The choir did not need to limit itself to liturgical works, the statement said, or to rewrite lyrics for political correctness.\nGiven the climate, however, analysts suggested it was a poor choice, particularly since there was nothing light about the booming rendition.\n“It was a joke, but a bad joke exactly because of the current propaganda,” said Mr. Kurilla, the historian.", "date": "Feb. 26, 2019", "href": "https://www.nytimes.com/2019/02/26/world/europe/russia-nuclear-cathedral-choir.html", "tags": "‘ washington “ nuclear city revives playbook united states aim say war russia — cold st."}