{"title": "‘A Simple Private Transaction’: Trump Lays Out a Defense in a Campaign-Finance Case", "content": "WASHINGTON — President Trump defended himself on Monday against prosecutors’ accusation that he directed illegal payments ahead of the 2016 election to two women to stay silent about alleged extramarital affairs with him, insisting that the payments were “a simple private transaction” — not election-related spending subject to campaign-finance laws.\nIn a pair of early-morning tweets, Mr. Trump also maintained that even if the hush-money payments did count as campaign transactions, any failure to obey federal election regulations should be considered only a civil offense, not a criminal one. And he blamed his former lawyer, Michael D. Cohen, who has admitted to helping arrange the payments. “Lawyer’s liability if he made a mistake, not me,” Mr. Trump wrote.\nMr. Trump is effectively an unindicted co-conspirator in Mr. Cohen’s campaign-finance crimes, but his legal exposure and political liability turn on several factors, including whether a president can be charged with a crime — not while he is in office, the Justice Department has concluded — and the political mood in Congress. Republican Senate leaders were nearly unanimous on Monday in dismissing any new peril facing the president.\nBut Mr. Trump’s plea of ignorance has flaws, said Richard L. Hasen, a professor of election law at the University of California, Irvine. While the Obama and McCain campaigns were fined for failing to swiftly report certain expenditures, he said, they had filed corrected reports about the mistakes to federal elections officials and then paid the fines, rather than trying to hide the payments for more than a year.\nMr. Trump “looks pretty guilty from what we see so far, but whether he would actually face any liability is a huge question,” Mr. Hasen said.\nThough it is rare to charge a politician with campaign-finance crimes over hush-money payments to mistresses, one clear precedent stands out: the Justice Department’s prosecution in 2012 of John Edwards, the former North Carolina senator and 2004 Democratic vice-presidential nominee, over similar payments to hide a pregnant mistress while he was running for president in 2008.\nA potential indictment of Mr. Trump for conspiring in the illegal campaign transactions to which Mr. Cohen has pleaded guilty would look a lot like the charges prosecutors brought against Mr. Edwards. In both instances, law-enforcement officials have alleged elaborate and deceptive schemes to influence “an election from the shadows,” as prosecutors wrote in their sentencing memorandum on Friday seeking a relatively harsh sentence for Mr. Cohen on several crimes.\nMr. Trump directed Mr. Cohen to arrange payments for Karen McDougal, a former Playboy model, and Stormy Daniels, a pornographic film actress, to buy their silence about alleged affairs with him “with the intent to influence the 2016 presidential election,” prosecutors wrote.\nThe potential crimes include unlawful contributions in excess of the $2,700 individual limit — a personal loan counts as a contribution, even if it is repaid. They also include failure to report the transactions and unlawful corporate contributions; the Trump Organization eventually repaid Mr. Cohen for the payment to Ms. Daniels, and a tabloid publisher allied with Mr. Trump bought Ms. McDougal’s story and killed it after Mr. Cohen promised repayment, according to prosecutors.\nBut the meaning of the Edwards precedent for Mr. Trump’s fate is complicated, legal experts said. Because that case ended with a mistrial on five charges and an acquittal on one, it shows the risk of charging a politician with campaign-finance crimes over hush-money payments to mistresses, in which it is unclear whether the transactions were about trying to win an election or trying to protect the candidate’s personal life.\nIndeed, after prosecutors made their filing in the Cohen case, one of Mr. Trump’s private lawyers, Rudolph W. Giuliani, pointed to the jury’s failure to convict Mr. Edwards in support of the notion that Mr. Trump does not face realistic legal jeopardy over the payments.\n“The President is not implicated in campaign finance violations because based on Edwards case and others the payments are not campaign contributions,” Mr. Giuliani wrote on Twitter. “No responsible prosecutor would premise a criminal case on a questionable interpretation of the law.”\nBut even though Mr. Edwards was not convicted, his case does not help Mr. Trump, said Peter Zeidenberg, a former federal prosecutor in the Justice Department’s public integrity section.\nWhile prosecutors ultimately failed to persuade a jury in that case, he said, it established that both the Justice Department and a federal judge had already endorsed the idea that hush-money payments to a candidate’s mistress can be prosecuted as campaign-finance crimes — something that should give Mr. Trump little comfort.\n“As a prosecutor, you look at the jury results and that helps inform you, tactically, when you go forward again about trial strategies and likelihood of success and things like that,” he said. “But in terms of precedential value, what it shows is that the Department of Justice believes that this is a legally cognizable theory of prosecution, and a judge has agreed.”\nThe question, then, is whether prosecutors have more convincing factual evidence to present to a jury about Mr. Trump than they did in the case of Mr. Edwards. Legal experts pointed to several major differences.\nFor one thing, one of the payments to Mr. Edwards’s mistress took place as he was ending his candidacy, which further muddied how to interpret his motivation. By contrast, the payments to Ms. McDougal and Ms. Daniels came just ahead of the election.\nFor another, prosecutors in the Edwards case had little corroboration from other key figures in the transactions to explain their motivation. One of the supporters of Mr. Edwards who provided the funds, Fred Baron, had died, and the other, Bunny Mellon, was a 101-year-old recluse prosecutors did not seek to drag into the courtroom as a witness.\nBy contrast, a key figure in both of the Trump transactions, Mr. Cohen, is available as a witness and has already admitted his principal purpose in helping pay off the women was to “suppress the stories and thereby prevent them from influencing the election,” as the sentencing memo said.\nStill, prosecutors themselves have accused Mr. Cohen of “a pattern of deception that permeated his professional life,” and Mr. Trump’s defense lawyers would certainly attack his credibility. Mr. Trump foreshadowed that strategy on Monday. “Cohen just trying to get his sentence reduced,” he wrote on Twitter. “WITCH HUNT!”\nCiting the Edwards mistrial, Mr. Hasen said that federal prosecutors would be reluctant to go forward with a similar case against Mr. Trump unless they had credible corroborating evidence, especially in documentary form, to back up accusations that Mr. Trump was thinking about his campaign, not his personal life, when he instructed Mr. Cohen to arrange the payments.\n“We don’t know everything the prosecutors have, and it really depends on that,” he said. “We don’t know if this is the sum total.”\nAny other evidence that prosecutors might have to buttress Mr. Cohen’s potential testimony remains unclear. But Mr. Cohen has released a recording of a phone call in which he and Mr. Trump discussed the payment to Ms. McDougal, and the sentencing memorandum refers to other recordings of meetings and conversations that Mr. Cohen secretly made related to the payments, without providing details.\nAs for Mr. Trump’s political future, the new revelations did little to shift the calculus on Capitol Hill.\n“These guys were all new to this at the time,” Senator John Thune of South Dakota, the No. 3 Senate Republican, said of the Trump campaign team. “Most of us have made mistakes when it comes to campaign finance issues. In many cases, campaigns end up paying fines and penalties.”\nSenator Charles E. Grassley of Iowa, the chairman of the Judiciary Committee, similarly dismissed questions about the matter by saying prosecutors were relying on a “liar.”\nSome Republicans privately held out the possibility that the forecast could worsen but said they did not view the new information about possible violations of campaign finance laws as likely to make much of a political impact on Mr. Trump, at least in the short term.\nEven the incoming chairman of the House Judiciary Committee, Representative Jerrold Nadler, Democrat of New York, has said that election finance crimes by Mr. Trump would be an impeachable offense in theory but alone might not be “serious enough.”\nStill, prosecutors could also wait and charge Mr. Trump with conspiracy after he leaves the presidency. If he were to lose re-election in 2020, the statute of limitations will not have expired by January 2021 when he would leave office.", "date": "Dec. 10, 2018", "href": "https://www.nytimes.com/2018/12/10/us/politics/trump-campaign-finance-crimes-defense.html", "tags": "prosecutors edwards transaction ‘ defense election campaign-finance lays simple ” trump cohen case private payments"}