{"title": "‘Brexit’ Imperils London’s Claim as Banker to the Planet", "content": "LONDON — From a skyscraper in Canary Wharf, the once-bustling cluster of docks transformed into a global banking center, traders at Citigroup’s regional headquarters move unfathomable sums of money around the planet. They are exploiting London’s unrivaled connections to the intricate plumbing of the international financial system.\nNow the flow of money is in doubt, imperiling London’s fortunes.\nMany of the transactions Citigroup oversees here are dependent on Britain’s inclusion in the European Union. Italian banks tap London’s vast pools of money to strengthen tattered balance sheets. German manufacturers borrow funds for expansion. Swiss money managers ply their fortunes. Citigroup and other global banks manage much of this activity, executing trades, and ensuring that money lands where it is supposed to, leaning heavily on their London operations.\nIn March, Prime Minister Theresa May set in motion Britain’s pending divorce from the European Union, starting talks with Europe to resolve future dealings across the English Channel. The negotiations come with a two-year deadline. If no agreement is struck — an outcome that cannot be discounted — Britain’s relationship with the European marketplace would be thrown into chaos.\nThat prospect was seemingly enhanced this week as France elected as its next president, Emmanuel Macron, who has vowed to ensure that Britain emerges the weaker from negotiations. He has promised to fight any agreement preserving access to Europe for London-based financial services companies, while openly calling for bankers to decamp for Paris.\n“It’s the British who will lose the most,” Mr. Macron said in a pre-election interview with the global affairs magazine Monocle. “The British are making a serious mistake over the long term.”\nIf a rupture across the channel results, global banks like Citi stand to feel significant consequences.\nSomewhere between one-fifth and one-third of London’s financial undertakings now involve clients based in Europe. Much of this business is dependent on so-called passports that give financial firms in one European Union nation permission to operate in the others. Free of a deal preserving the essentials of passport rights, many of these trades would be effectively illegal. The rules and regulatory proclivities of 27 remaining European Union nations would have to be satisfied.\n“I wouldn’t even be able to service some clients, theoretically, once the U.K. exits,” says Jerome Kemp, a New Yorker who is Citi’s global head of futures, clearing and collateral at its London headquarters. “If the client driving the order is sitting in the European Union, then we’ve got a problem.”\nBrexit, as it is known, has jeopardized London’s status as banker to the planet. London will surely retain credentials as one of the world’s most important financial centers. Yet it is likely to surrender stature to European competitors exploiting Brexit as an opportunity to capture spoils. It risks losing ground in its obsessive rivalry with New York.\nOn a recent afternoon at Citigroup’s headquarters, traders sit at banks of computer screens watching prices in markets scattered from Shanghai to São Paulo. One trader monitors the price of crude oil, eyeing a deal for an American refinery in Brazil. Another seeks to divine how stock markets in South Africa and Indonesia will react to higher American interest rates.\nA Swedish trader helps a money manager in Paris place a complicated bet that German government bonds will fall.\n“There’s about 10 questions that immediately come to mind as to whether we could execute that trade in London after Brexit,” Mr. Kemp says.\nThose questions stand to become more abundant as the European authorities mull whether to require that so-called clearing — settling up the money — on trades involving the euro currency take place within the European Union.\nClearing is a crucial part of the work Mr. Kemp’s team handles in London. Trades of derivatives worth about 850 billion euros a day ($928 billion) are now cleared daily in London, or roughly three-fourths of the total for the globe.\nLike every bank with a regional headquarters in London, Citi cannot just wait in the hopes that politicians will strike a deal preserving its access to Europe. Banks are already configuring plans to move significant numbers of people to other financial centers within the European Union, ensuring that trading can continue without a hitch after Brexit is complete.\nThis is a historic reversal for a city that has for centuries functioned as a central artery for finance.\nAs the seat of a colonial realm stretching from the Americas to Asia, London financed enterprises attendant to empire. Banking operations established by pioneers like Nathan Mayer Rothschild extended credit to shipping ventures that brought back treasure from distant shores.\nIn modern times, the deregulation of London’s financial markets attracted an influx of overseas banks. As globalization eroded international borders, money washed in from every shore.\nToday, nearly one-fifth of global banking transactions are booked in the United Kingdom, most of them in London. About $2.4 trillion in foreign currencies is traded here daily, according to the Bank of England.\nThe industry employs more than 1.1 million people in Britain, while generating annual revenues reaching 205 billion pounds (about $265 billion).\nNew York is bigger by some measures, but much of its business caters to the American market. London has become the ultimate international financial marketplace.\nSovereign wealth funds from Asia and the Middle East manage investments here. Russian oligarchs and Saudi princes park fortunes here. China looks to London as a promising place to handle transactions involving its currency.\nBrexit will not touch most of this activity. At least one-third of London’s financial industry revenues involve business inside Britain. Another third is tied to the world outside Europe.\nBut disruption to the European business carries risks. Between 15,000 and 80,000 finance jobs could depart over the next two years, according to various studies. As transactions move, regulators in the new venues are likely to demand a heavier presence of human beings — people to hold accountable should matters go awry. As bankers move, so could accountants and lawyers.\n“Everyone is preparing for the worst,” says Davide Serra, chief executive of Algebris Investments, a hedge fund he co-founded in 2006. “You will see the emergence of Frankfurt, Paris, Dublin, Luxembourg, Madrid.”\n“To the world, London now matters more than New York,” he adds. “In 10 years’ time, New York will matter more.”\nIn the view from the headquarters of Rothschild & Company, London’s past and potential future are effectively laid out on display.\nThe building sits on land that once held the home of the founder Nathan Mayer Rothschild. Conference rooms look down on the Bank of England. Across the River Thames, a 95-story glass-fronted pyramid known as the Shard punctuates the view. It was erected by a consortium of investment funds from Qatar.\nWithin the original City of London — the heart of the finance industry, known as the Square Mile — cranes sit atop a half-dozen new skyscrapers in various stages of completion. Who will occupy them once Britain leaves Europe?\nMr. Rothschild saw the beginning. Born into a Jewish ghetto in Frankfurt, he landed in the English mill town of Manchester at the end of the 18th century, intending to buy patterns for his family’s textile business.\nHe soon sniffed out a better opportunity in the City of London, the warren of streets laid down by the Romans at the lowest crossing point of the Thames. The bounty of empire was landing on the docks — tea from India, silk from China, cotton from the American South. Trade required credit. Mr. Rothschild carved out a niche. He negotiated terms at the Royal Exchange — today, a shopping mall full of Italian luxury goods.\nAs the Duke of Wellington confronted Napoleon at Waterloo in 1815, Mr. Rothschild worked on behalf of the crown, quietly amassing gold and silver to pay the troops. Napoleon succumbed.\nThe Rothschild bank soon helped other governments finance operations by borrowing from British merchants.\nBy the middle of the 20th century, Warburg, another London bank, was selling bonds for the Italian highway network, raising $15 million in American currency. This was the first issue of so-called Eurobonds, those raised in foreign currency — now a mammoth business.\nThe mid-1980s brought the run of deregulation known as the Big Bang. Financial firms gained the freedom to set their own commissions, and to speculate and advise clients. Overseas companies could now acquire British banks.\nIn came the foreigners — especially the Americans. The rule of law prevailed. The English language sufficed. A banker waking up in London could trade in Asia in the morning, then across Europe, catch the opening of markets in New York, and still make it home for dinner at some palatial spread in a leafy neighborhood.\nLondon finance had previously operated by gentlemanly code.\n“I used to catch the 5-to-9 tube,” recalls Robert Leitão, who spent the ’80s at Morgan, Grenfell & Company, one of the oldest banks in the City, and who now counsels clients on mergers for Rothschild. “We were reliably in a bar by 5 o’clock.”\nYet as investment banks like J. P. Morgan and Morgan Stanley swept in, they began poaching clients. “We had to get up earlier,” Mr. Leitão says.\nHe recalls his first brush with an American bank during a telecommunications merger in the early 1990s.\n“We’d go in with our little black-and-white documents and Goldman Sachs came in with what was the first landscape-color presentation we’d ever seen,” he says. “I remember one of my colleagues saying to me as we came out of that meeting, ‘Oh my God, the world’s changed.’”\nAs trading swelled and buildings required rewiring for high-speed internet, the global banks outgrew the City. Many established headquarters in new skyscrapers in Canary Wharf.\nMuch of what was taking place now had little to do with financing business. Money was arriving to avoid tax collectors in other jurisdictions. Traders were wagering via exotic, lightly regulated instruments known as derivatives — creations that would play a leading role in pulling the world into the financial crisis of 2008.\nPaul Woolley worked in the asset management industry. He watched pension funds flood in from around the world, as local managers concentrated more on collecting fees than doing right by retirees. He saw London refashioned into a playground for hedge fund billionaires.\n“I’m in favor of free markets,” says Mr. Woolley, now a professor at the London School of Economics, where he oversees the Center for the Study of Capital Market Dysfunctionality. “But the whole thing has ballooned into a complete monster.”\nFor Mr. Kemp, Citibank’s global head of futures, history is rolling backward.\nBack in 1987, when he landed in Paris, working as a broker at a French bank, every nation was effectively its own fief. Buying a bond in Spain meant having to go through the local trading desk.\nBut as Mr. Kemp jumped to JPMorgan Chase and more recently to Citi, these institutions increasingly concentrated people in London.\nMore than a trillion dollars in foreign exchange and interest rate derivatives change hands in the City every day, nearly three times the volume in New York, according to the Bank for International Settlements.\n“It just made perfect sense to focus everything in a U.K. entity,” Mr. Kemp says. “Now, we are looking at unwinding that ball of string that we’ve worked so hard to put together over the last 20 years.”\nBanking executives have urged the government to keep Britain within Europe’s single marketplace. But that requires that Britain accept Europe’s rules, including the right of people to move freely. The Brexit vote was, in one sense, a primal scream against unlimited immigration.\nIn January, Prime Minister May acknowledged the choice and declared that her government would limit immigration. Within finance, the message was unmistakable: Prepare to move jobs.\n“Anything involving sales and trading in European currency or to European customers is exposed,” says William Wright, founder of New Financial, a London-based research institution.\nSome British leaders express hope that Europe will assent to a deal that allows finance to carry on, even as Britain leaves the single market. But Europe confronts existential threats to its union. Leaders are intent on ensuring that Britain absorbs a blow to discourage other countries that might leave.\nFrankfurt, Dublin and other European cities are courting financiers. Mr. Macron — a former Rothschild investment banker — is keen to win finance jobs for Paris.\nAll of this enhances the prospect of no deal, and the beginning of a new era for London.\nTwo decades ago, Mr. Serra, the hedge fund manager, arrived here from his native Italy, landing as a researcher at UBS, the Swiss financial services giant.\n“You couldn’t get a decent espresso,” he recalls. “I remember the first Lavazza machine I wanted to put in my bank, and the compliance and I.T. came. They felt, because it was a non-U.K. machine, it had a risk of burning the place down.”\nTwo decades later, Mr. Serra’s fund manages about $7 billion worth of holdings. His office in the upscale neighborhood of Mayfair boasts a top-of-the-line espresso machine.\nFor his company, Brexit is just a minor nuisance, he says. He must merely open a small subsidiary somewhere in Europe.\nBut one thing could prompt him to abandon London — limits on who can live here. His team hails from Hungary, Bulgaria, India, China, Spain, the United States, Ireland, Australia and Britain.\n“If their immigration policy will curb my capacity to hire the best talent,” he says, “then I’ll move.”\nAdmiralty House in central London is a solid brick piece of Britain’s imperial legacy, a four-story building fronted by columns near the Royal Horse Guards. “From here,” reads a plaque at the entrance, “the worldwide affairs of the Royal Navy were run for centuries.”\nToday, the building is a central element in a transaction connecting British finance to investors scattered from the Middle East to Southeast Asia, a deal structured to comply with Shariah, or Islamic law.\nAs London reimagines its place in a post-Brexit world, city leaders are probing terrain far beyond Europe for potential financial business. They are seeking to make London a hub for settling purchases of Chinese wares. They are exploring new varieties of bonds involving foreign currencies. They are redoubling efforts to tap into the growing world of Shariah-compliant finance.\nThe Brexit vote was, on one level, an angry rejection of globalization. Yet for London’s leaders, the economic solution to the resulting crisis is more globalization than ever.\n“London being the global hub, there’s a huge amount of liquidity,” says London’s deputy mayor for business, Rajesh Agrawal. “We have a huge advantage.” \nThe Islamic world is awash in money, yet the dictates of Shariah forbid trading in interest. This has prompted creative minds to consult with Muslim clerics to dream up financial instruments that effectively pay interest without technically doing so.\nWorldwide, Islamic banks — those run on the principles of Shariah — were stocked with about $1.4 trillion in assets in the first quarter of 2016, according to the Islamic Financial Services Board.\nLondon has been angling for a piece of the action. Three years ago, the British government issued a Shariah-compliant version of a government bond, using a structure called a sukuk.\nAdmiralty House and two other buildings were officially sold to a government entity. The government then rented the buildings back from itself, distributing the proceeds to investors who bought the sukuk.\nBritain was the first Western government to issue Shariah-compliant bonds, raising £200 million (then, about $340 million).\n“The U.K. government’s primary objective was effectively a demonstration of the City of London and the U.K. legal and regulatory and tax system being open for business,” says Richard O’Callaghan, a partner at the law firm Linklaters, who advised the British government on the bond issue. “You can’t be a global financial center without being able to demonstrate that you have a viable Islamic framework.”\nExpanding the city’s fortunes by going global makes sense. Yet arithmetic suggests these new frontiers cannot compensate for the revenues Brexit may displace.\nIn the decade since the London Stock Exchange began listing sukuk bonds, about $48 billion has been raised through 65 different issues. London clears derivatives worth that much in the course of a morning.\n“Islamic finance is starting from a very low base,” Mr. O’Callaghan says. “It is a base that is growing, but it is never going to take over the world.”\nBrexit does not negate London’s financial savvy. It does not taint British law, or undermine London’s appeal as a cosmopolitan entrepôt.\nBut it redraws the lines of global trade, impeding the flow of money that built the city.", "date": "May 11, 2017", "href": "https://www.nytimes.com/2017/05/11/business/dealbook/brexit-uk-london-banking.html", "tags": "brexit european ‘ banker new claim ” financial britain europe imperils london planet —"}