{"title": "‘Billy Elliot’ Musical Branded Gay Propaganda in Hungary; Cancellations Follow", "content": "The Hungarian State Opera on Thursday canceled over a dozen performances of the musical “Billy Elliot,” after a newspaper columnist accused the production of being “gay propaganda.”\nThe award-winning musical about an English coal miner’s son who discovers a taste for ballet opened at the opera company in 2016 to critical acclaim, and was even credited with inspiring fresh talent to train in the nation’s top ballet school.\nBut, before a revival of the show began its summer run in Budapest, an article on June 1 in the pro-government daily newspaper Magyar Idok accused the production of corrupting young people.\nZsofia N. Horvath said that the musical’s message of “Dare to be yourself” referred “of course” to being gay.\n“How can such an important national institution as the opera go against the objectives of the state and use a performance made for young people around 10, at their most fragile age, for such pointed and unrestrained gay propaganda?” she asked.\n“Promoting homosexuality cannot be a national objective in a situation where the population is already aging and decreasing, and our nation is threatened by foreign invasion,” she added.\nShe said the Hungarian government promoted the family, but that “Billy Elliot” encouraged young people to take a different direction. Perhaps they “wouldn’t have taken this direction on their own,” she added.\nOthers in the pro-government media followed Ms. Horvath’s lead and condemned the show.\nThe director of the Hungarian State Opera, Szilveszter Okovacs, replied on June 2 in an article in the same newspaper. “Just because something that is an undeniable part of life appears onstage at the opera, it doesn’t mean we are promoting it,” he wrote in defense of the production.\nThe Hungarian State Opera announced the cancellation of 15 shows on Thursday. In an email on Friday, Mr. Okovacs said he decided to cancel them because of Ms. Horvath’s attack on the production, which had caused an unprecedented fall in audience numbers. Other performances of the production are to go ahead as planned.\nThe newspaper Magyar Idok is known as an unofficial organ of Prime Minister Viktor Orban’s nationalist government. It routinely accuses and shames public figures who act or speak against the government.\nSince its election in 2010, Mr. Orban’s government has worked to reshape Hungary’s culture so that it fits with his signature brand of nationalism and what he calls “illiberal democracy,” which rejects western liberalism and its values.\nMr. Orban is known for his populist ideology, for his staunch stance against migration and for stigmatizing sections of the population, like the homeless or those aiding migrants. He has not criticized homosexuality himself, but homophobic insults go mostly unsanctioned in public speech and conservative, government-friendly personalities have spoken out against what they call the tyranny of political correctness and the promotion of homosexuality.\nTo Noemi Herczog, a theater critic for Elet es Irodalom, a literary review, the exchange of articles between the columnist and the opera director in Magyar Idok recalled the atmosphere of Hungary’s communist past.\n“It summons the same feelings,” she said in a telephone interview. “And people are now talking about censorship and how this column was written on command.”\nMs. Herczog added, however, that it was still possible to present diverse political positions onstage in Hungary’s theaters, even in large ones funded by the state.\nMr. Okovacs said that the media reaction was not limiting his artistic work, nor, he said, did he expect it to do so in the future.\n“ ‘Be yourself’ is just as much of a general and widely accepted principle of our culture as ‘Be free’ or ‘Don’t be afraid,’ ” he said. “The latter is from Jesus and was the motto of Pope John Paul II, the Polish pope. These all have their place in every democracy.”", "date": "June 22, 2018", "href": "https://www.nytimes.com/2018/06/22/theater/hungary-billy-elliot.html", "tags": "branded ‘ musical propaganda hungary cancellations production ” billy elliot state hungarian opera government newspaper follow gay"}