{"title": "‘Beats Watching Netflix’: Graft Scandal Engrosses Argentina and Heralds Change", "content": "BUENOS AIRES — Corruption investigations in Argentina historically have moved at a glacial pace, slogging through a labyrinthine judicial system often seen as beholden to the powerful and unwilling to hold them accountable.\nBut in recent weeks, Argentines have been stunned by a series of head-snapping developments in an enormous corruption inquiry: at least 26 high-profile arrests, with 15 of those detained still in prison.\nThis was quickly followed by an unprecedented race by 15 prominent business leaders and two high-ranking government figures to strike tell-all deals with prosecutors.\nThen, just this past week, investigators raided homes owned by Cristina Fernández de Kirchner, Argentina’s former president.\n“This whole process is completely novel for Argentina,” said Manuel Garrido, a former corruption prosecutor who resigned in protest in 2009 after many of his cases had reached dead ends. “We really have no idea where it could lead.”\nThe current investigation began when a judge obtained notebooks containing the meticulous records kept by Oscar Centeno, the former driver of a powerful official in the Planning Ministry, who picked up and delivered bags of cash around town.\nSince news of the notebooks became public, powerful figures in business and the government, implicated in the scandal, have come forward, describing to prosecutors a vast system of kickbacks involving government contracts said to have proliferated during the administrations of former President Néstor Kirchner and his widow and successor, Mrs. Kirchner, who governed from 2003 to 2015.\nThe notebooks, and other related evidence, exposed a “criminal organization made up of public officials” led by Mr. and Mrs. Kirchner, as well as by the former planning minister, Julio De Vido, that “between the years 2008 and 2015 sought the payment of illegitimate sums of money from numerous private citizens, many of them public works contractors,” according to a report published Friday night by the court of Claudio Bonadio, a federal judge, which is leading the investigation.\nArgentines have been so riveted by the revelations since the notebooks emerged in late July that President Mauricio Macri compared the case to a binge-worthy television series.\n“This beats watching Netflix,” said Mr. Macri, a political rival of Mrs. Kirchner’s,  in a recent interview with CNN en Español.\nA raft of arrests on corruption charges, including a vice president and a former planning minister, was what first grabbed the country’s attention in recent months.\nBut what has kept Argentines engrossed is the large-scale collaborations with the law by such well-known figures, a novel development. This legal deal-making was made possible only recently by a law signed in November 2016 that established a mechanism for criminal suspects to negotiate leniency in exchange for cooperation with law enforcement officials.\nKnown as the “ley del arrepentido,” or the “law of the remorseful,” it allowed plea bargains in a number of crimes, including corruption, drug smuggling and human trafficking.\nA similar change to criminal procedure in Brazil paved the way for the Lava Jato, or Car Wash, investigation, which led to the successful prosecution of dozens of powerful politicians and business people, including former President Luiz Inácio Lula da Silva, who is serving a 12-year sentence.\nThe investigations that arose from Mr. Centeno’s notebooks, which contained lists of names of contractors, public officials and others, seemed tailor-made for the new law, experts said.\nConfessions of wrongdoing started as a trickle, with business leaders the first to come forward — including a cousin of Mr. Macri’s, Ángel Calcaterra. News reports said these leaders initially had tried to explain that the cash was nothing more than forced campaign contributions.\nThen people started racing to talk to the authorities.\n“Business leaders in Argentina simply aren’t used to explaining their actions in court,” said Natalia Volosin, an Argentine lawyer who specializes in corruption. “As soon as they saw there was a risk of going to prison, they started talking — and that changed everything.”\nA key turning point came when Carlos Wagner, who led the Argentine Construction Chamber, a trade group, was reported to have disclosed to investigators that up to 20 percent of the value of public works contracts was funneled back to the government officials who approved the deals.\nPublic transportation contractors described a similar unspoken rule: in their case, news reports said, it involved kicking back 5 percent of public transportation subsidies to the government officials who approved them.\nIn a back-of-the-envelope calculation of the cost of all this corruption, Ariel Coremberg, an economics professor at Buenos Aires University, estimated the total amount of bribes could have totaled at least $36 billion between 2004 and 2015.\n“Bribery was like an additional tax that increased the total cost of any project or investment,” Mr. Coremberg said.\nClaudio Uberti, the former head of the agency that oversees highway concessions, described the Kirchners as obsessed with cash, and claimed he had to collect $150,000 a month from every holder of a concession.\nSome business leaders claimed they had to pay off government officials to simply do their jobs.\nIn one of the most stunning developments, the Italian-Argentine business leader Paolo Rocca, head of the conglomerate Techint Group and one of Argentina’s richest men, admitted at a business conference that his company paid bribes.\nMr. Rocca said his organization did this to ensure the safety of its employees and their families and to make certain that the Argentine government would keep Techint afloat after Venezuela nationalized one of the group’s companies.\nIn another revelation reported in the press, Gabriel Romero, the owner of the industrial conglomerate Emepa, confessed to having paid $600,000 for a presidential decree that extended Emepa’s concession to operate an important commercial waterway.\nThat accusation appears to have struck a particular nerve with Mrs. Kirchner, who has denied the charges. She accused the judge overseeing the case, Mr. Bonadio, of leading a politically motivated prosecution to help turn attention away from the country’s economic decline.\n“No one ever paid me to sign this or any other decree, nor to move forward with any measures in my government,” Mrs. Kirchner wrote in an Aug. 17 statement posted on her website.\nWhile the speed and scope of the inquiry have invited comparisons to Brazil’s sprawling Lava Jato investigation, legal experts say it remains unclear whether Argentina’s notoriously dysfunctional and politicized justice system can credibly prosecute these high-profile cases.\nPolls suggest that many Argentines, particularly among Mrs. Kirchner’s supporters, are skeptical of prosecutor impartiality. She has been charged in several corruption cases since her term ended in 2015, and has frequently maintained that the current government is using the judiciary for political ends.\nMrs. Kirchner is a senator, which affords her a degree of immunity. In a fiery, 45-minute speech before the Senate, which voted unanimously on Wednesday to allow the raids in her homes, Mrs. Kirchner seemed to imply corruption was a way of life in Argentina that preceded her and her husband and would continue under Mr. Macri’s government.\n“We are in the Argentina that is led by Mauricio Macri, the son of Franco,” she said, referring to Mr. Macri’s father, Franco Macri, who made part of his fortune through public contracts.\nDespite lingering skepticism, the possibility of change has appealed to many in Argentina.\n“There is a lot of uncertainty about what could happen in the short term,” said Miguel Kiguel, a former finance secretary who runs Econviews, a consultancy. “But if we manage to get a country with less corruption in the long term, it will be positive for Argentina.”\nAt a protest Tuesday night, when tens of thousands rallied outside Congress and across the country to demand an end to Mrs. Kirchner’s immunity, there was optimism that the scandal would mark a before-and-after in Argentine politics.\n“This can’t be covered up anymore,” said Patricia Basaldúa, a 59-year-old psychologist. “It’s way too big.”", "date": "Aug. 25, 2018", "href": "https://www.nytimes.com/2018/08/25/world/americas/argentina-corruption-notebooks-kirchner.html", "tags": "graft ‘ beats scandal kirchner corruption former ” change government engrosses watching mrs. argentina netflix heralds"}