{"title": "‘Case Closed’: McConnell Urges Congress to Move On From Mueller Report", "content": "WASHINGTON — Senator Mitch McConnell, the majority leader, called on Congress on Tuesday to move on from the Mueller report and issued his own verdict from the Senate floor: “Case closed.”\n“With an exhaustive investigation complete, would the country finally unify to confront the real challenges before us?” Mr. McConnell said. “Or would we remain consumed by unhinged partisanship, and keep dividing ourselves to the point that Putin and his agents need only stand on the sidelines and watch as their job is done for them?”\n“Regrettably,” he continued, “the answer is obvious.”\nMr. McConnell’s speech pointed up the profound gap between the Republican-controlled Senate and the Democrat-controlled House. House Democrats are locked in an escalating fight with President Trump, who is trying to slam shut House investigations of all sorts. The House Judiciary Committee is preparing to hold Attorney General William P. Barr in contempt of Congress on Wednesday for ignoring a subpoena for the full report of the special counsel, Robert S. Mueller III, and his underlying evidence.\nThe Treasury secretary, Steven Mnuchin, told the chairman of the House Ways and Means Committee, Richard E. Neal of Massachusetts, that he would not turn over six years of Mr. Trump’s personal and business tax returns, as demanded by Mr. Neal under the federal tax code. And on Tuesday, the White House instructed Donald F. McGahn II, the former White House counsel, to hold onto documents subpoenaed by House investigators because Mr. Trump might want to assert executive privilege over them.\nEven in the Senate, some moderate Republicans, like Susan Collins of Maine, have said they would at least like to hear from Mr. Mueller.\nSenator Chuck Schumer of New York, the Democratic leader, and Speaker Nancy Pelosi of California issued a blistering joint statement in response:\n“Senator McConnell’s declaration of ‘case closed’ is a stunning act of political cynicism and a brazen violation of the oath we all take,” they said. “The special counsel report laid out 11 instances of the president’s obstruction, and left a raft of unanswered questions about coordination between the president’s campaign and Russia. These are not trivial or political questions — they go to the wellspring of our democracy.”\nSenator Mark Warner of Virginia, the ranking Democrat on the Senate Intelligence Committee, was similarly unsparing, given that his committee’s investigation of Russian interference in the 2016 presidential election is proceeding.\nBut Republican leaders say questions of abuse of power and obstruction of justice are over. Mr. McConnell waved the congressional Democrats off their investigations, arguing that “relitigating a two-and-a-half-year-old election result” and continuing to traffic in “fanciful conspiracy theories” fixated on “delegitimizing the president” would hurt the country.\nHis comments are likely to be well received by the president, who has continued to complain that Democrats are subjecting him to “the highest level of presidential harassment” in American history. Mr. McConnell’s plea to move on, however, is sure to be met only with derision by House Democrats.\nMr. McConnell also praised Mr. Trump’s efforts to “make Russia pay for its interference” in the 2016 presidential election — and took President Barack Obama to task for not taking the threat Russia posed seriously enough.\nRecalling how in 2012, Mr. Obama mocked Mitt Romney, then the Republican presidential nominee, for naming Russia as America’s greatest geopolitical threat, Mr. McConnell speculated that “maybe stronger leadership would have left the Kremlin less emboldened.”\nThat assertion is sure to infuriate Democrats. The Obama White House had appealed to congressional leadership during the 2016 campaign to issue a bipartisan, bicameral statement denouncing Russian interference, fearing that a statement from Mr. Obama would be interpreted as a partisan intervention in the election on behalf of Hillary Clinton. Mr. McConnell  blocked it.\nHe has also blocked a bipartisan, nonbinding resolution in the Senate to make the full Mueller report public, arguing that Mr. Barr should be in charge of determining what was made public.", "date": "May 7, 2019", "href": "https://www.nytimes.com/2019/05/07/us/politics/mueller-report-mitch-mcconnell-congress.html", "tags": "closed ‘ report “ democrats mueller president urges senator house move senate case congress mcconnell"}