{"title": "‘Fixed Samsung Galaxy Note 7' catches fire on plane", "content": "A replacement Samsung Galaxy Note 7 device, deemed safe by the firm, has reportedly caught fire on a Southwest Airlines plane.\nThe airline confirmed one of its planes, due to fly from Louisville, Kentucky, to Baltimore, Maryland, was evacuated before take-off on Wednesday. \nThe Note 7 was subject to a mass recall in September, but Samsung said it had identified and fixed the problem.  \nSamsung said it was investigating.\n\"We are working with the authorities and Southwest now to recover the device and confirm the cause,\" the company said in a statement. \n\"Once we have examined the device we will have more information to share.\"\nSamsung recalls smartphone after fires\nSamsung takes over maker of Apple's Siri\nA Southwest Airlines spokesperson told the BBC: \"A customer reported smoke emitting from an electronic device. All customers and crew deplaned safely via the main cabin door.\" \nThe owner of the phone, speaking to Jordan Golson from The Verge, said it was bought on 21 September.  \nBrian Green added that there was a black square icon on the device's packaging, a symbol which Samsung added to distinguish old, certified unsafe devices from the replacement models. \nBut late last month, after assuring customers - and safety officials - that the fixed devices were safe, Samsung confirmed it was looking into new reports that devices were still overheating. \n\"There have been a few reports about the battery charging levels and we would like to reassure everyone that the issue does not pose a safety concern,\" the South Korean firm said at the time. \nMr Green said his device was powered down, not charging, when it began to overheat in his pocket. \nAfter tossing it on to the floor of the plane, it started to emit a \"thick grey-green angry smoke\", according to The Verge. \nThe US Federal Aviation Administration (FAA) had issued a warning to the public saying Note 7 devices should be powered down and not charged while on planes. \nIt also advised against packing the phone into hold luggage. \nThe FAA is yet to comment on whether further guidelines will be issued after this latest issue. \nFollow Dave Lee on Twitter @DaveLeeBBC and on Facebook", "date": "5 October 2016", "href": "https://www.bbc.co.uk/news/technology-37570100", "tags": "southwest devices ‘ fixed fire galaxy catches airlines plane safe samsung device replacement firm note"}