{"title": "‘Godfather of Brexit’ Arron Banks Investigated Over Campaign Financing", "content": "Ever since Britons voted to quit the European Union in 2016, questions have been asked about Arron Banks, a pugnacious entrepreneur with wide-ranging international contacts, who bankrolled a pro-withdrawal campaign and is thought to be the biggest political donor in British political history.\nOn Thursday, the police were investigating if Mr. Banks broke the law while promoting Britain’s departure, known as Brexit.\nThe election law watchdog, the Electoral Commission, said it had referred the matter to the National Crime Agency, the police who tackle organized crime, because it had reasonable grounds to think that “a number of criminal offenses may have been committed.”\nMr. Banks, sometimes described as the “godfather of Brexit,” denied any wrongdoing and predicted that the investigation would “finally put an end to the ludicrous allegations leveled against me.”\nSome of the questions swirling around Mr. Banks are about his ties to Russia, including what was discussed at several meetings — one of which was a “boozy six-hour lunch” with the country’s ambassador to Britain, Alexander V. Yakovenko. There was no specific mention of any Russian link in the statement released by the Electoral Commission.\nInstead, it focused on suspicions that some loans to the pro-Brexit campaign came from outside Britain — making them illegal — from a company of which Mr. Banks is the majority shareholder.\nThe commission said it suspects that Mr. Banks was “not the true source” of a total of eight million pounds in loans made to Better for the Country, an organization that ran the “Leave.EU” campaign.\nThat raised the question of who was behind the loans. One opponent of Britain’s exit from the European Union, David Lammy, a lawmaker for the opposition Labour Party, said the allegations were so serious that “Brexit must be put on hold until we know the extent of these crimes against our democracy.”\nThat is highly unlikely to happen, but the investigation comes at a sensitive moment in the Brexit negotiations, and against the backdrop of growing calls for a referendum on the terms of any deal that the government of Prime Minister Theresa May can negotiate.\nMrs. May is hoping to conclude a deal on Brexit within the next few weeks. But if she succeeds, she may struggle to get support for it in Parliament, and her Conservative Party has been inflamed by the debate.\nMr. Banks was a co-founder of “Leave.EU.,” one of the high-profile groups advocating Britain to exit the bloc during the campaign before the referendum.\nThe Electoral Commission believes that one of the loans to “Leave.EU” may have come from Rock Holdings, a company incorporated in the Isle of Mann, which is not part of the United Kingdom but a self-governing possession of the British Crown. It is known as a center for international financial services and a low-tax jurisdiction.\n“As it is not a U.K. entity and does not carry on business here, Rock Holdings could not lawfully make any donation or be a party to any loan to ‘Leave.EU,’ ” said the commission in a statement.\nIt said it suspects that Mr. Banks and Elizabeth Bilney, one of his associates, had “concealed the true details of these financial transactions.”\nMs. Bilney denied any wrongdoing in an interview with the BBC.\nIn a statement, the National Crime Agency said its investigation “relates to suspected electoral law offenses covered by that referral, as well as any associated offenses.”\n“While electoral law offenses would not routinely fall within the N.C.A.’s remit, the nature of the necessary inquiries and the potential for offenses to have been committed other than under electoral law lead us to consider an N.C.A. investigation appropriate in this instance,” the statement added.\nApparently unperturbed, Mr. Banks posted a picture on Twitter of himself fishing, saying that he was in Bermuda.\nHe also argued in a statement that there was “no evidence of wrongdoing from the companies I own.”\nHe characterized the allegations as politically motivated, arguing that the Electoral Commission is “under intense political pressure from anti-Brexit supporters.”\nDuncan Hames, director of policy at Transparency International UK, a group that campaigns against corruption, said, “The fact that the National Crime Agency are taking on this investigation makes clear just how serious these allegations are.”\n“We have previously called for a full and thorough investigation into the source of these funds, and for action to be taken where a breach of law is found,” Mr. Hames added. “Any criminal activity must be prosecuted and individuals held to account.”", "date": "Nov. 1, 2018", "href": "https://www.nytimes.com/2018/11/01/world/europe/brexit-arron-banks.html", "tags": "brexit commission banks ‘ investigation godfather investigated ” campaign britain law electoral arron financing"}