{"title": "‘Game Of Thrones’ Creators To Make New ‘Star Wars’ Film Series", "content": "Goodbye, dragons. Hello, droids.\nDavid Benioff and D.B. Weiss, the creators of “Game of Thrones,” are going to write and produce a “Star Wars” film series, StarWars.com announced Tuesday.\nThe series will take place in a galaxy far, far away, but will not be tied to the trilogy being developed by “The Last Jedi” filmmaker Rian Johnson or the episodic Skywalker saga.\n“David and Dan are some of the best storytellers working today,” Kathleen Kennedy, president of Lucasfilm, said in the announcement. “Their command of complex characters, depth of story and richness of mythology will break new ground and boldly push Star Wars in ways I find incredibly exciting.”\n“In the summer of 1977 we traveled to a galaxy far, far away, and we’ve been dreaming of it ever since,” Benioff and Weiss said in a joint statement. “We are honored by the opportunity, a little terrified by the responsibility, and so excited to get started as soon as the final season of Game of Thrones is complete.”\nThough some may be excited about the news, people on Twitter were a bit skeptical.\nMany fans were concerned that tropes from the popular HBO show, such as incest and rape, would seep into the “Star Wars” universe.\nIn July, HBO also announced that Benioff and Weiss were going to work on its upcoming Civil War drama “Confederate,” a show whose premise immediately sparked criticism. This prompted others on Twitter to question the decision to have them write and produce the new “Star Wars” series.\nSome Twitter users were disappointed that a woman or a person of color wasn’t chosen for the role, especially since Kennedy has mentioned in the past that she would like to see a woman direct a “Star Wars” movie (though the announcement did not say whether Benioff and Weiss would direct the series they will create).\nThere is no release date as of yet, which we’re sure is making both Jon Snow and Kylo Ren incredibly sad.", "date": "\n02/06/2018", "href": "https://www.huffpost.com/entry/game-of-thrones-star-wars_n_5a7a040ce4b0d0ef3c0a1b38", "tags": "film ‘ game make benioff twitter weiss new wars series ” creators thrones star far"}