{"title": "‘How very British’ - EU papers exasperated by Brexit", "content": "There's exasperation in dozens of European newspapers, baffled by what they see as seemingly endless Brexit uncertainty. \n\"Theresa May's hapless premiership is now, effectively, over,\" says an editorial in The Irish Times, after the UK prime minister's Brexit divorce deal with the EU was rejected a second time in the House of Commons.\n\"She cannot get a deal past the Commons and her tactic of delaying and trying to pander to the Brexiteer lobby and the DUP has backfired spectacularly,\" it says. \nIt argues British politics has found itself unable to frame the questions it must answer, never mind answer them. The paper blasts the pro-Brexit lobby's \"fantasies\" on the Irish border.\n\"Support among many for the Belfast Agreement and peace on this island seems notable by its absence. To many in the Commons, the issue of the Irish Border appears to be a nuisance to be wished away by promising to use non-existent technological solutions,\" the paper says.\nFor Italy's La Stampa, the UK is in crisis. \"Only the unforeseen lies ahead for a country that used to be a symbol of political stability, from a possible Brexit postponement to snap elections.\" \nMeanwhile Italy's Il Manifesto notes: \"Chronic tiredness of Brexit is already palpable and widespread. \nIn France, Le Monde believes \"the Brexit deal that has been laboriously negotiated with Brussels for two years is dead\", while politically Theresa May is \"hardly in better condition\". \n\"Metaphorical or not, Theresa May's loss of voice on Tuesday symbolised the state of a country deemed pragmatic but remaining without a voice for failing to compromise with its neighbours,\" it adds. \n\"The tormenting wait continues,\" declares Austria's Der Standard, blaming \"the irresponsibility of fanatics\". \n\"They have forgotten that the Brexit vote was a scarce 52 to 48%. They seem incapable of compromise, which could initiate the desperately needed reconciliation process in the deeply divided country.\" \nDe Volkskrant in the Netherlands describes two powerful blocs in British politics: Brexiteers seeking no deal - \"the purest form of Brexit in their eyes\" - and Remainers \"hoping for a long postponement and a new referendum, if possible\". \nIt says: \"Mrs May, about whom it is still not clear whether she really believes in Brexit, is trying to run the gauntlet between these camps, which is becoming more embarrassing by the day.\" \nThere's little respect for the UK government's handling of Brexit in Czech weekly Respekt. \n\"It is certain that the stupid referendum called three years ago positioned the country into a situation which the entire political establishment of a developed democracy cannot deal with. As was said in Tuesday's debate in British parliament, Britain is not negotiating with the EU but with itself.\" \nPoland's leading daily Gazeta Wyborcza is leaning towards Brexit being delayed and Mrs May quitting.  \n\"The fresh defeat seriously weakens Prime Minister Theresa May's position and makes the postponement of Brexit highly likely,\" it says.  \"Another spectacular fiasco could deal a heavy blow to Mrs May's political career,\" its says, \"considering that she no longer has room for manoeuvre\".  \nIn Spain, Catalan daily La Vanguardia damns Theresa May with faint praise. \n\"Mrs May's morale fibre cannot be denied. Against all odds, she went to Strasbourg to meet with EU leaders, she telephoned presidents and prime ministers explaining to them for the umpteenth time what she needed for MPs to back the deal, she took Brussels' offer, brightened it up and proclaimed victory. For someone as robotic and one-dimensional as her, it was a titanic effort.\"\nBelgium's De Standaard appears stunned that a leader can twice lose a vote on \"the issue of a generation\" without quitting.\n\"Going down fighting, that was the only thing that remained for May. How very British. She did not draw the obvious conclusion - her government's resignation,\" it says. \"A government leader who loses twice on the central political issue of a generation, will irrevocably lose her grip on events.\" \n\"It looks as though the British will have to take part in the coming European elections after all, for lack of any other option,\" the Belgian daily says. \nFlemish public broadcaster VRT's UK correspondent Ivan Ollevier echoed the confusion of many British observers. \n\"Does it bring us closer to a second referendum? Maybe it will, maybe it won't. Will it introduce the end of the Brexit process? Maybe it will, maybe it won't. It is totally unclear here, and nobody knows what the next step will have to be now.\"\nMeanwhile, in the German press, Bild tabloid also believes a Brexit delay is inevitable. It says the UK government's fight was \"at least for the time being, in vain, and so were the months-long negotiations with Brussels\". \n\"Only one thing is clear for now - Brexit is likely to be postponed,\" Bild predicts. \nFor Jochen Buchsteiner in Frankfurter Allgemeine Zeitung, more agony is still to come. \n\"The twice-rejected agreement could be resurrected again - there is no end in sight to misery,\" Buchsteiner says, adding that \"it remains unclear how and when the Brexit drama will end\". \nThat point is nailed home in Die Welt. \"And now? Nobody has an answer for that. For the second time, the House of Commons has said by a clear majority what it does not want. But still not what it wants. With less than three weeks to the official exit date, 29 March, no-one knows how this chapter of European history will end.\" \nBBC Monitoring reports and analyses news from TV, radio, web and print media around the world. You can follow BBC Monitoring on Twitter and Facebook.", "date": "13 March 2019", "href": "https://www.bbc.com/news/world-europe-47554566", "tags": "brexit may ‘ uk eu country theresa papers british says time deal commons exasperated"}