{"title": "‘How Not to Get Too Sad’: Santa Fe Students Turn to Parkland for Advice", "content": "SANTA FE, Tex. — Four days after the nation’s latest school shooting killed eight of her classmates and two teachers, Bree Butler, a senior at Santa Fe High School, climbed into the car and drove three and a half hours to Austin, hoping that lawmakers in the gun-friendly State Capitol might listen to her.\nMs. Butler’s drive was a far cry from the caravan of charter buses that set off from Parkland, Fla., about a week after the slaughter there of 17 people by a teenage gunman in February. The Parkland students had reporters on board, meetings on the schedule and the attention of the nation. Ms. Butler drove alone, aware that her support for more gun regulations, such as new requirements for locking up weapons, are not widely supported in her conservative hometown.\nBut then again, she wasn’t entirely on her own. On her phone, in group chats and Twitter direct messages, were words of empathy and advice from survivors of the massacre in Parkland, including Emma González, whose impassioned speeches on gun control in the weeks after that shooting made her an icon for Ms. Butler, well before a gunman walked into her own school.\n“They know what it’s like not only to have to cope, but also to have the nation’s eyes on you while you’re coping,” Ms. Butler said. “Like last night, Emma told me not to wear anything to a news conference that you can see sweat stains through. It’s very simple advice.”\nThe nation’s spate of deadly mass shootings has forged an ever-expanding network of victims and survivors, and, by Thursday, new groups of them were crystallizing in Texas to engage once again on the issue of gun violence. Yet while Parkland students helped spur new gun legislation in Florida and a series of student marches across the country, there are few such expectations here in Santa Fe.\nMs. Butler and a handful of her friends, buoyed by logistical support from activists in Houston and emotional support from survivors in Parkland, are planning their first news conference in Houston on Friday. But they are intentionally keeping their demands moderate — with a focus on issues such as gun locks and mental health — and playing down any overt connection to the students in Parkland. Most of the talk in Santa Fe, from parents and students alike, has favored not more controls on guns, but on more aggressive defenses — armed teachers, or restricted entrances to schools.\n“We don’t want to offend anybody too much,” Ms. Butler said. “Texas is such a gun-friendly state, we know if we start saying, ‘AR ban,’ over and over again, nobody’s really going to listen to us.”\nOn Thursday, meanwhile, Gov. Greg Abbott convened a grim round table of survivors and others from communities affected by four separate acts of bloodshed in the state that have claimed more than 60 lives over a 27-year period. The group included 30 representatives from Santa Fe, and survivors from the massacre at a Baptist church in Sutherland Springs, east of San Antonio, that killed 26 people in November\nSeveral of those participating were staunch advocates of gun rights, including Stephen Willeford, who grabbed his rifle and exchanged fire with the gunman in Sutherland Springs. One of the students invited, Callie Wylie, told The Associated Press this week that violence was not a “gun problem.”\nOne prominent supporter of gun control in Texas, Houston Police Chief Art Acevedo, who sparred with the National Rifle Association on Twitter this week, was not invited.\nOn Thursday evening, as the round table concluded, Mr. Abbott said there had been lots of support for greater police presence on school campuses and improved strategies to deal with mental health problems. “We are going to do more than talk,” Mr. Abbott said. “We’re going to act.”\nMs. Butler said she could not attend the round table, because she wanted to be with her family and friends. During her trip to the State Capitol on Tuesday, she met a fellow Santa Fe student and a close friend, Kennedy Rodriguez, and the two of them visited the offices of Mr. Abbott, State Representative Greg Bonnen and State Senator Larry Taylor. None of the officials had time to see them; they talked with the staff.\nBack in Santa Fe, the students interested in activism on gun violence said their efforts had not been greeted warmly.\n“People have been very negative here. They’re negative now. Not necessarily to my face, but on social media,” said Megan McGuire, 17, who has been working with Ms. Butler and Ms. Rodriguez.\nBecause of the sensitivity, she and other students have kept their connections with the Parkland students low-key, mainly conducted over Twitter and group text messages.\n“Hi!!!! I am sorry for butting in but I just wanted to message you and make sure you were doing okay,” a Parkland survivor, Jaclyn Corin, wrote to Ms. McGuire. “I send all my love to your community.”\n“Fortunately my family and I are alright, it’s just hard to deal with the fact that we lost so many people,” Ms. McGuire replied. “It’s hard to accept that we’ll never be the same.”\nMany of their conversations were practical.\n“The other day, I asked them what they did whenever they couldn’t sleep at night, because until last night I hadn’t slept more than like two hours,” Ms. Butler said. “They told me they started binge-watching ‘The Office’ and ‘Brooklyn Nine-Nine.’”\nMs. Butler said the Parkland students “haven’t tried to push their ideas on us at all.”\nOne Parkland student, Kevin Trejos, 18, said he offered a student from Santa Fe advice on “how to deal with how not to get too sad.”\nBut most Parkland students, including Ms. González, have declined to talk about any advice they have offered. “This is their tragedy, and not our own,” the group March for Our Lives, which organized nationwide marches in the wake of the Parkland attack, said on Twitter. “We are here to support your community in your eternal healing process, as we are both part of an expanding group of individuals that have been struck with tragedy.”\nIn Parkland, some students began calling for gun control in interviews with the news media almost immediately after the shooting on Feb 14. Ms. González spoke at a gun control rally in Fort Lauderdale on Feb. 17, and three busloads of students rolled to Tallahassee on Feb. 20.\nActivists who came to Santa Fe on the heels of the shooting quickly realized it would be different here.\nMarcel McClinton, 16, an organizer with March for Our Lives Houston who survived a shooting at his church in 2016, went to Santa Fe hours after the school attack, hoping to offer resources to people at a vigil that was being held there on Friday night.\n“People would just say, straight up, ‘I don’t really support or believe in March for Our Lives,’” Mr. McClinton said. “I got the sense that mentioning March for our Lives was not going to get me very far in terms of connecting with the community.”\nMr. McClinton returned to Santa Fe on Saturday with two activists who had flown in from the Washington, D.C., area. It was not until later in the weekend that Ms. Corin helped connect him with Ms. McGuire.\nThey formed a text messaging group with students from Santa Fe High School — including Ms. McGuire and Ms. Butler — other activists from March for Our Lives Houston, and some students from Parkland, although Mr. McClinton declined to name them. His group has handled the logistics for the Santa Fe students’ news conference on Friday, which the students decided to hold in Houston to deflect negative attention locally.\n“Santa Fe does not want this,” Ms. McGuire said. She said they tell classmates they are not trying to speak for Santa Fe. “We’re telling people, we’re doing this as survivors of a school shooting that want this.”", "date": "May 24, 2018", "href": "https://www.nytimes.com/2018/05/24/us/santa-fe-shooting-students-parkland.html", "tags": "‘ advice fe butler ” ms. sad turn gun parkland students get santa"}