{"title": "‘I’m American. I Hug.’ Meghan Markle’s Looming Impact on the British Monarchy", "content": "LONDON — As a harbinger of things to come for Meghan Markle, consider a scene from her early encounter with royal protocol: After her first few visits to see her boyfriend in Kensington Palace, she began greeting the palace guards with hugs.\nAfter this happened several times, someone informed her that, according to the social codes of the world she was entering, hugging palace guards is Not Done. Ms. Markle, 36 — born and raised in Los Angeles, the daughter of a yoga teacher — listened politely to that advice.\nAnd ignored it.\n“Someone said to her, ‘People don’t do that,’” her friend Bonnie Hammer recalled in an interview to NBC. “She literally said, ‘I’m American. I hug.’”\nIn the last-minute focus on things that could go spectacularly wrong between now and Ms. Markle’s wedding to Prince Harry on Saturday, it has been easy to lose sight of the change Ms. Markle represents for the British monarchy.\nShe is, like Harry’s mother, Diana, Princess of Wales, informal and open. She is at ease in the glare of celebrity and adept at using it for her purposes. Raised as a political activist, she likes to recall the letter-writing campaign she undertook as an 11-year-old, in which she persuaded Procter & Gamble to withdraw an advertisement for dishwashing liquid that she thought was sexist.\nIn other words, she is many things the royal family is emphatically not. Already, Britain’s monarchy is poised at the edge of an unpredictable modernization: Queen Elizabeth has reigned for 65 years, providing a beacon of continuity during a period of social turmoil and decline in British power.\nAnd many of the monarchy’s supporters worry that the conservative traditions the queen represents — including emotional distance and political neutrality — will fall by the wayside when the younger generation takes control. The more “normal” the royals seem, they say, the less people will see the point of the institution of monarchy.\nMs. Markle did not introduce this tension, which has divided palace traditionalists from modernizers for generations. But, at an anxious moment in Britain, she seems to personify it.\n“That is my biggest concern, that they will turn the monarchy into celebrity,” said June Ash, the chairwoman of the Arts Society on the island of Jersey. “We’re talking about medieval times, there’s a history that carries through. You can’t just say that it’s celebrity. If we go down that route, it would be wrong. I hope it will stop at a certain point.”\nThough there were similar worries before Catherine Middleton’s marriage to Prince William, Ms. Ash added, with Ms. Markle, it seems more serious.\n“Kate, again, she is British, she knows the rules,” Ms. Ash said. “American people are much more free in their way of thinking and their attitudes.”\nThese fears have not been alleviated by the publicity in the lead-up to the wedding, in which Ms. Markle’s friends — effusive, deeply tanned residents of Los Angeles — praised her as a change agent.\n“She will break convention, but in a good way, in a healthy way,” Ms. Hammer, chairwoman of NBCUniversal Cable, said on “Inside the Royal Wedding,” broadcast on NBC on Wednesday. “She will somehow take this monarchy and open it up to modern living, to modern women.”\nTo an outsider, the British royal family’s relationship with fame can seem peculiar. Though they lavishly promote the institution of the monarchy — recent months have seen a barrage of news releases on icing flavors (buttercream) and carriage upholstery (gold), accompanied by an orgy of personalized tea towels and coffee mugs — they are also visibly uncomfortable with all the attention.\nThere is a reason for this, a palace insider explained: In the royal family, self-promotion is considered a cardinal sin. Unlike the Scandinavian royals, who happily pose for photographs when walking into charity events, the British royals tend to stride by with their heads down, which can make them seem aloof and awkward.\nMs. Markle is not like that. She connects. In January, when a 10-year-old girl on a rope line asked her for an autograph, she grabbed the paper, wrote “Hi, Kaitlin,” and drew a smiley face. This circumvented an unwritten rule of the royal family, for a reason that dates back centuries: If a royal signature is made public, it can be forged. Her most sharp-eyed monarchist critics, mostly women who caucus anonymously on social media, noted it down. A few weeks later, she did it again, hugging a 10-year-old girl. (Tradition dictates a handshake or “small curtsy.”)\nIn this, Ms. Markle is similar to Prince Harry’s mother. Diana was congenitally unable to maintain a formal distance, something that endeared her to ordinary people — “commoners,” as they are sometimes called here — but that drove her palace handlers crazy. She was insistently human, and this stripped the royal family of some of its sheen. Particularly damaging was a  television interview she gave in 1995, describing her private struggles with bulimia, depression and her husband’s infidelity.\nDiana’s sons have made it clear that they plan to follow her model. Harry, in particular, has stepped forward as an advocate of modernization, telling Newsweek last year, “Even if I was king, I would do my own shopping.” This plan worries conservative royalists, as did the emotional interviews the princes gave on the 20th anniversary of their mother’s death.\n“Each time you do one, you’re slightly peeling back the layers of the monarchy,” said the television presenter Piers Morgan, who has logged time on a series of Fleet Street tabloids. This, he is convinced, will be the way of the future: As the younger generation rises in prominence, “you’re going to see a more Diana-esque royal family,” he said, more “touchy-feely and emotional and heart-on-sleeve.”\nMr. Morgan also sees echoes of Diana in Ms. Markle, who he predicted would chafe at the “never complain, never explain” ethos imposed by senior courtiers.\n“When women feel suffocated and trapped by that world, they tend to go rogue,” he said. “This is a girl who, when she was 11 years old, wrote to Hillary Clinton demanding to get a commercial taken off TV. Is she really going to sit in that palace all day not saying anything?”\nDickie Arbiter, a former press secretary to Queen Elizabeth II, expects Ms. Markle to struggle with the ban on expressing opinions on political matters, something the British tabloids will watch closely. An example came early this year, when her future sister-in-law, the Duchess of Cambridge, disappointed activists by refusing to wear black to a film and television awards ceremony as a sign of solidarity with the #MeToo movement. Ms. Markle, who has gone out of her way to express support for the #MeToo movement, would be expected to keep her views to herself.\n“She’s marrying into an institution,” Mr. Arbiter said. “It’s apolitical. It has to sustain that, because that’s what the constitutional monarchy is all about. That’s why Charles I had his head chopped off.”\nMr. Morgan was no less foreboding, though his worries about Ms. Markle are more general. He went so far as to invoke Wallis Simpson, the American divorcée whose love affair with King Edward VIII prompted him to abdicate the British throne. Ms. Simpson died in 1986, but she remains one of the most hated people in Britain.\n“If Meghan has got a couple of kids and decides to take them back to California,” he said, “she will make Wallis Simpson look like a tea party.”\nBut the wedding is almost upon us. The day will be given over to bodices and bustles and edible flowers, a medieval spectacle shot through with an electric current of sex. Prince Harry and Ms. Markle are still in the first flush of genuine attraction, as anyone with access to a television can attest. (Compare those images to the 1981 interview of his parents, in which Prince Charles, asked if he was in love with Diana, responded, “Whatever ‘in love’ means.”)\nThe monarchy needs this charisma badly. By the late 1990s, ordinary Britons felt increasingly alienated from a “privileged, inward-looking, inbred royal family that was obviously dysfunctional,” said Mark Leonard, co-author of a 1998 report that recommended swift and comprehensive modernization.\nThe royal family instituted new policies in an effort to keep up with the times, decommissioning the royal yacht and declaring that the queen would begin paying taxes. But it is the rise of Diana’s sons — telegenic and more tethered to the world of ordinary Britons — that has been its salvation.\nWhen she arrives at St. George’s Chapel at Windsor Castle on Saturday on the arm of her mother, Meghan Markle will represent the latest of these changes. She has shuttered her blog and social media accounts, with their traces of deeply held opinion.\nColleagues say she is fiercely disciplined on the set, intent on saying every line as it is written on the page. But she is also the girl whose childhood bedroom, her biographer wrote, featured a poster of Rosie the Riveter, sleeve rolled up and bicep flexed, under the motto “We Can Do It!” This is the role she has been preparing for all her life.", "date": "May 18, 2018", "href": "https://www.nytimes.com/2018/05/18/world/europe/meghan-markle-monarchy-uk.html", "tags": "american meghan ‘ markle monarchy royal hug. looming ” british palace ms. impact — family"}