{"title": "‘It Has to Be Perfect’: Putting Out a Yearbook After the Parkland Shooting", "content": "Moments after that terrible Valentine’s Day, the thought crept into the minds of the Aerie yearbook staff at Marjory Stoneman Douglas High School. They would have to memorialize this tragedy in their pages. Somehow.\nAt first, some students hesitated. “I thought it’d be too much,” said Elizabeth Stout, 17, a senior who is the book’s co-editor in chief, of the staff’s offer to write about the students killed. “I didn’t know at the time if it’d even be right to.”\nFew students who have survived mass shootings in schools have faced the same dilemma. The children at Sandy Hook were too young. Those at Columbine were too far along in the school year.\nAt Stoneman Douglas High, where a former student is accused of killing 17 people in a deadly rampage, editors decided the shooting would not overtake their book. They insisted on preserving a record of the days that came before, the ones filled with the regular markers of high school life: Football games. Club activities. The Sadie Hawkins dance.\nBut they also knew their classmates would keep their book for decades, lugging it with them from dorm rooms to first apartments and showing it to their own children, who would ask about the shooting at Parkland and the lives that had been lost. The book would have to tell that story, too.\nFor several days in the aftermath, the staff allowed The New York Times to follow the group of 37 editors, designers, writers and photographers as they pulled together the book — choosing the photographs and laying out the pages and making the painstaking decisions on  how to best honor the students and staff who had died. The 452-page book is scheduled to be published in May and distributed to more than 2,500 people.\n“This,” Elizabeth said, “has to be remembered for the rest of our lives.”\nCramped inside a makeshift yearbook computer lab, Sarah Lerner, 37, the students’ adviser, prodded the photo editor, Rain Valladares, 17, to pick images for the two-page spread that would show the school’s last moments of normalcy before the Feb. 14 shooting.\nThe publisher of the book, which is named for an eagle’s nest — a reference to the school mascot — had waived the March 9 deadline. A yearbook adviser in Texas had created a GoFundMe campaign that raised more than $47,000 for the Aerie and The Eagle Eye, the student newspaper.\nSitting in the lab, its walls filled with calendars and lists of deadlines and a copy of the First Amendment, Rain, a junior, said she had found Valentine’s Day photos on her camera when she recovered her belongings on campus, 12 days after the massacre. But she fretted that she had not taken enough that morning.\n“I didn’t think I was the only one taking pictures!” she said.\nThe photos show Rain’s friends, some of them clad in festive red, buying carnations at lunchtime, beaming and joking in an outdoor courtyard. When Natasha Martinez, a 17-year-old junior and yearbook photographer, first saw herself smiling in one photo, holding a pink, heart-shaped balloon, she started to cry.\n“I remembered how I felt that morning,” Natasha said. “I was on my way to fourth period, Spanish, and I was like, ‘Rain!’ It made me really emotional.”\nRain and the staff selected four photographs and set them on the page.\nThe book is organized in chronological order. After Valentine’s Day, the staff added seven new spreads, including one page for each of the dead.\nFor the staff, creating those memorial pages for each of the victims felt personal. Elizabeth assigned herself the page for Carmen Schentrup, 16, who was killed a few feet away from her in their Advanced Placement psychology class. Kyra Parrow, a senior and also co-editor in chief and photo editor, knew another one of the victims, Joaquin Oliver, 17. Isabel Chequer, a 16-year-old junior and photographer, was herself injured, bullets grazing her arm and foot.\n“Being in journalism, it’s something that you have to talk about,” Aly Sheehy, an 18-year-old senior and captions editor, said of the shooting. “It’s very therapeutic. It gives us something to do.”\nSeveral staff members, and Ms. Lerner, the adviser, have been seeing counselors. “Words can’t describe what it was,” Isabel said of that day.\nDesigners toggled back and forth between new layouts featuring classmates with their hair dyed blond in memory of Joaquin, or blue in memory of Carmen. Another spread displayed student tattoos commemorating the dead.\nTaylor Ferrante-Markham, 16, a junior on the design staff, got “Love 17” on her left wrist. Elizabeth opted for a heart with “Seventeen” written in script on her rib cage. On the back of her arm, Aly wants 17 stars outlining the constellation Hercules.\n“Because it means strength,” she said.\nThe staff had picked the 2018 theme “As One” last year. It was meant to be about high school unity, but has new poignancy after the tragedy, which brought together alumni and the residents of Parkland, and well beyond.\nBesides the memorial pages, the staff also wanted to document the grief and public response in the days that followed the shooting.\n“What would be a good caption for the vigil?” Taylor asked.\n“You don’t want to do something sappy,” said Thomas Holgate, 17, a junior, looking over Taylor’s shoulder as she stared at the computer screen.\nKyra decided at the Feb. 15 vigil — on her 18th birthday, “so now I can vote!” — that to commemorate that moment she would look for quiet images of grief, more artistic than newspaper-like in style.\nShe didn’t want to show photographs of anyone crying, “like the media would,” she said.\nTaylor played with the title of the vigil section. “Is that cheesy?” she asked.\n“All the love,” Genevieve Martin, a 17-year-old junior and photographer, read aloud. “I don’t think it’s too cheesy.”\nTaylor remained unsatisfied.\n“I got it!” she said a few moments later. She typed, “Forever loved.”\nThe others applauded. Taylor took a bow in her chair.\nFor the yearbook students, the reminders of the day were everywhere. The glass window in the door to the yearbook lab, the same kind of window that the gunman shattered with his bullets in the freshman building, was still covered with brown construction paper, to keep a potential gunman from being able to see if students were inside. Aly had cut out a rectangular flap to serve as a peephole. Knocks made some students flinch.\nEven as they continued to work on the pages, some students were still figuring out how to talk about what happened. Elizabeth preferred to refer to Feb. 14, or to simply call it “the event.”\n“I hate calling it ‘the shooting,’” she said. “It just feels really insensitive. I just feel like it’s so brutal. Just, harsh.”\nThree hours into an afternoon work session, Taylor leaned back in her chair. “I live in the yearbook room,” she declared. “My hair is crazy. My stomach is growling. Yet I am here.”\n“It has to be perfect,” Aly said.", "date": "April 4, 2018", "href": "https://www.nytimes.com/2018/04/04/us/parkland-shooting-yearbook.html", "tags": "shooting ‘ putting book ” taylor school parkland students yearbook perfect staff"}