{"title": "‘It’s the Grannies!’ New Voices Rise Against Austria’s Populists", "content": "VIENNA — They are fixtures at the antigovernment protests every Thursday night in the Austrian capital, older women wearing hand-knit hats in purples, reds and blues. They like to march between the shouting students and the masked anti-fascists, waving to onlookers and hoping to catch someone’s eye long enough to exchange a smile.\n“It’s the Grannies,” shouted a voice from a third-story window as the demonstration wound its way through Vienna’s Fifth District last month. “Look! The Grannies!”\nThey are the Grannies Against the Right, dozens of women from a generation that watched their mothers suffer the fallout of World War II and helped create democracy in Austria.\nNow, freed from the burdens of raising their families and working to support them, they are galvanizing protests against Austria’s shift to the right under the conservative-nationalist government of Chancellor Sebastian Kurz.\nThey are even aiming to form an international “resistance” against the right wing and extremists across Europe and beyond, the Grannies declared at an annual meeting last month.\n“We are angry about their policies,” said Monika Salzer, 71 and a grandmother of three. She founded the group on Facebook in November 2017 amid concern over the return of a far-right party to government. Last year, she registered the Grannies as an official organization in Austria, and it now counts 300 members, with branches across Austria and Germany and thousands of followers over social media.\nThe Grannies’ list of grievances is long: cuts to women’s programs; discrimination against women, who receive no pension compensation for time taken off to raise children; the demonization of refugees and minorities in general; and an overall lack of empathy in the political discourse.\n“They want to destroy everything we have built up over the past 50 years,” Ms. Salzer said of Mr. Kurz’s coalition of conservatives and the far-right Freedom Party, which is part of the government for the second time in 20 years.\nThe last time the Freedom Party joined the government, in 2000, howls of protest went up across Europe and tens of thousands of Austrians took to the streets. The reaction after Mr. Kurz’s government was sworn in during December 2017 was more muted.\nThe regular Thursday demonstrations began only in October, by which time the Grannies were organized. The Grannies haven’t missed a march since, but with the political opposition weakened for the moment, the protests have had limited influence, said Martin Dolezal, a political scientist at the University of Salzburg.\n“The Grannies have received a lot of attention because of their age — they stand out in the largely younger crowd and they are well connected,” Mr. Dolezal said. “But I wouldn’t overemphasize their influence.”\nStill, precisely because of their age, their presence serves as a reminder of past horrors born of intolerance and of the democratic gains that the Grannies want to preserve.\nAlthough their numbers fluctuate from demonstration to demonstration, depending largely on whether they are needed to help care for their grandchildren, the Grannies have become a recognized political force.\nFor Irene Haider, who joined with the group for a demonstration on International Women’s Day last month, the Grannies’ age made them not just unusual, but also important.\n“It’s great that older women are making their political voice heard,” said Ms. Haider, 48. Without having to be asked, she took one of a dozen white signs stashed in a shopping cart brought to each demonstration.\nThat spirit of openness defines the group, which despite its name, welcomes anyone, regardless of gender or age, who supports its opposition to discrimination and far-right ideology. Nonpartisanship is important.\n“We don’t want a seat in Parliament, we don’t want to become chancellor,” said Susanne Scholl, 69, a former correspondent with the national broadcaster ORF who is expecting her first grandchild this year. “We want the social, democratic principles of our country that we were raised in to exist for our children and grandchildren.”\nAt its general meeting last month, the group established a European-wide branch, with an eye toward elections for the European Parliament in May, and changed its name into English for broader appeal.\nThe Grannies also addressed one of the problems that has shadowed them since the beginning: a misunderstanding among some members about their mission.\n“We had to make clear we are not a handicraft or knitting club,” Ms. Scholl said. This, despite adopting the suggestion that the Grannies take over the cat-eared “pussy hat” beanies that had become the signature fashion item of the 2017 women’s marches in the United States. But not just in pink.\n“We decided that we needed brighter colors,” Ms. Salzer said, laughing. “At our age, we are beyond pink.”\nHeinz-Christian Strache, the Freedom Party leader and Mr. Kurz’s deputy, gave the group an inadvertent lift at a political rally this year in the town of Ried. Wearing lederhosen and gripping a mug of beer, he extolled the government’s success in making the country less attractive to asylum-seekers and unraveling some of the benefits that flourished under center-left governments.\nHe also took a swipe at the demonstrators.\n“On Thursday again we’ll see these so-called Thursday demos, along with the Grannies, the Grannies Against the Right,” he told the crowd. “They can march around the ring as long as they want, until they are so dizzy — dizzier then they already are — that they fall down.”\nMs. Salzer and Ms. Scholl were delighted. “Everyone is talking about us,” Ms. Salzer said. “Even the vice chancellor.”\nAt a march down one of Vienna’s main shopping streets on International Women’s Day, about 15 of the Grannies took their place in the center of the demonstrators. They waved to two women watching from the sidewalk, then pulled a couple of “Grannies Against the Right” signs from the shopping cart and asked them to join.\nLaughing, Ebru Uzun, 26, and Sabine Schwaighofer, 49, accepted, and joined the group for the march.\n“It sends an important signal to the conservatives,” said Ms. Uzun, 26. “Everyone has a granny; they play a role in connecting a family, they are there for everyone.”\nMs. Schwaighofer nodded in agreement, saying, “Grannies are unifiers, and even though society wants to see them as apolitical, they are succeeding in making themselves into a political force.”", "date": "April 28, 2019", "href": "https://www.nytimes.com/2019/04/28/world/europe/austria-grannies-against-right.html", "tags": "austria ‘ grannies political ” women populists ms. voices last group rise new government"}