{"title": "‘It’s Unnatural? Absolutely.’", "content": "Looking back on his life and career in “The Glass of Fashion” in 1954, Cecil Beaton, the society photographer and social fixture, reported a curious incident sometime in the 1930s. “Hearty naval commanders or jolly colonels,” he wrote, “acquired the ‘camp’ manners of calling everything from Joan of Arc to Merlin ‘lots of fun,’ and the adjective ‘terrible’ peppered into every sentence.”\nIt wasn’t terrible, but it was camp. Camp, in this sense, is not a pup tent, but a circus tent: not an activity, but a way to see, a gimlet-eyed but eyebrow-cocked gloss on the world. To the connoisseur of camp, the world is a stage, artifice trumps art, and exaggeration rarely goes far enough. \nIt is, in the words of the critic Susan Sontag, whose 1964 “Notes on Camp” became its codex and its decoder ring (and in so doing, made its author’s reputation), “a vision of the world in terms of style.” Camp, she wrote, “sees everything in quotation marks”; it “converts the serious into the frivolous.” It is a feint and a frolic. It’s “terrible,” with a giggle. (“You’re terrible, Muriel!”)\nSontag did not invent camp. The word has been recorded since the very beginning of the 20th century, and the concept has likely been with us much longer, but she brought what had been an esoteric, private code, used largely by and among gay men, into the open air. (From the Oxford English Dictionary’s first documented use of “camp,” in a 1909 dictionary of Victorian slang: “Used chiefly by persons of exceptional want of character.”)\nHaving been brought into the open, camp has coursed into general use, and what was marginal has gone mainstream. Camp has inflected art, fashion, film, TV and design, even if what does and doesn’t qualify remains a subject of furious debate. \nIn 1968, Esther Newton wrote of her study of drag queens that “this ethnography is a map of terra incognita as far as most middle class social scientists are concerned”; now RuPaul is not only in vogue, but in Vogue.\nNext week “Camp: Notes on Fashion” will open at the Costume Institute of the Metropolitan Museum of Art, with its famous celebrity-stuffed gala as ribbon cutting. As it does, it’s fair to wonder: Is camp still “lots of fun” when everyone’s on board, aboveboard? The “fugitive sensibility” Sontag hoped to capture is now enshrined in the museum. \nSo, whither camp? And are we any closer to agreeing on what it is? On the occasion of the new exhibition, The New York Times invited six individuals whose work or study has touched camp or been touched by it, to discuss.\nJames Bidgood, 86, is a photographer and filmmaker whose work — from early phantasmagoric beefcake photography to “Pink Narcissus,” an erotic film anonymously released in 1971 — is the subject of “James Bidgood: Reveries,” a retrospective running through Sept. 8 at the Museum of Sex.\nCharles Busch, 64, is an actor, playwright and cabaret performer, often in drag. His credits include “Vampire Lesbians of Sodom” (Off Broadway) and “The Tale of the Allergist’s Wife” (Broadway). His play “The Confession of Lily Dare” comes to Primary Stages in January.\nJack Halberstam, 57, is a professor in the department of English and comparative literature and the Institute for Research on Women, Gender and Sexuality at Columbia University. Dr. Halberstam is the author of “Female Masculinity,” “Gaga Feminism” and “Trans*: A Quick and Quirky Account of Gender Variability.”\nParker Kit Hill, 23, is a dancer, performer and model. His short videos attracted an audience of one million on the mobile platform Vine. He now works, as himself and in character as “Parklynn,” primarily on Instagram.\nCarmelita Tropicana, 68, the alter ego of the Cuban-American performance artist Alina Troyano, is a veteran of the New York alternative theater scene and the subject of the short film “Carmelita Tropicana: Your Kunst Is Your Waffen” by Ela Troyano.\nZaldy, 52, a fashion and costume designer who has created tour outfits for Lady Gaga, Katy Perry and Michael Jackson, is best known for his long collaboration with RuPaul and “RuPaul’s Drag Race,” for which he has won two Emmy Awards.\nWe’ve all come here today to discuss the most important, most frivolous topic: What is camp? I’m interested to know if camp is something that has, in fact, inflected your work, and if it has changed from the way it used to be discussed in the ’50s and ’60s.\nJames: When he talks about the past, he looks at me.\nCharles: I’m just so relieved. I thought that I was the oldest one here, but then I saw you and, thought, “Oh, thank God.”\nJack: I was rereading the Sontag essay in preparation for this, and I do think that camp is a sensibility, an aesthetic sensibility. I would imagine it really derived from gay culture, gay male culture initially, and then has widened through every different group. Sontag starts with Oscar Wilde, which is a reasonable place to start because he was such a funny commentator on the unnatural. \nAt the time, people wouldn’t have necessarily expressed their antipathy to same-sex sexuality through what we call homophobia, but they would have said, “This is unnatural.” And so, you could say that one of the foundational gestures of camp is to say, “It’s unnatural? Absolutely.”\nZaldy: The term was in black and white in the dictionary in the last century, but camp and its queer roots have been there as far back as it goes. It’s just … camp. I mean, imagine Roman orgies — that’s camp! That is full-on camp.\nCharles: If we were back at the Roman orgy, it’d be our perception of it as opposed to somebody else’s. Maybe a heterosexual person at the Roman orgy might just be going at it from purely the sex angle, but if we were there, we’d be amused at the look of it, or the person who’s posing and looks foolish because they want to be something that they actually are not. I think an element of camp is what the truth is and what the perception is, when they’re two different things. That’s where often the humor comes in.\nCarmelita: I also think that it’s really important to put women in. I came from the ’80s, but women were also dressing up and were also acting out in cabaret around that time. Maybe they were not as visible.\nJames: I think they’re all stretching it all too far. It’s just a word that meant exaggerated, too much for the occasion. Susan Sontag did so much writing about nothing, she made a big patootie about something that was a minimal thing and that really defies definition.\nCarmelita: Maybe it’s better to say, “This is the type of camp that I do.”\nJames: The way you appear right now is camp.\nCarmelita: Exactly.\nJames: But until you put the boobs on, it wasn’t! That’s what camp is. It’s doing something outrageous and over the top. That’s what camp was. I don’t understand what camp is anymore.\nParker, does “camp” mean something different to you? Is it even a consideration you have? We’re talking about its origins, but not as much about its present.\nParker: Well, being 23, I’m just now learning about camp, so camp to me is just self-expression. It can be that I dress up like a woman, or I dress up like a dog, or I dress up as a house, or something that’s just super over the top and not me. I don’t want to be like myself.\nZaldy: The idea of camp is more around us now than ever, but we would never refer to it as camp. We just don’t use the word.\nJack: It’s lost its resistant edge. At the point that it becomes a show at the Met sponsored by Gucci, let’s be clear that we are not in open rebellion. At that point, whoever defines themselves as camp has entered the mainstream with a flourish.\nI’d love to hear what you all think about that. If camp began as a kind of private language, it is now, I think, the lingua franca of pop culture — along with irony. I mean, so many things are camp. We were talking just before about the Kardashians …\nCharles: What’s the difference between just pop culture and camp? I’m not quite sure. Why are the Kardashians camp?\nJames: I don’t think the Kardashians are camp at all.\nZaldy: If you think of the level of artifice of what it is to be a Kardashian — like, somehow, miraculously, they all look exactly the same now. They’ve all been sculpted to look like a Kardashian and that, to me, is so camp.\nJames: Doesn’t camp have to make you giggle at least? Camp, to me, is like a wife going to her husband’s funeral wearing a Day-Glo orange dress and a big feather boa on her head.\nJack: There are certain things that we probably would agree on as camp that have now disappeared into the mainstream, far removed from any kind of subversive, queer culture. They could still be funny, but the question is, is there a sting to them the way that there is when you watch the queens in “Paris Is Burning,” for example? \nThat kind of camp is very pointedly a critique, not just of the fashion world but of the cultural appropriation that the fashion world engages in when it basically is mocking and stealing from Latinos and black gay men, and then calling it high fashion. We could talk about cultural appropriation, I think.\nParker: I don’t understand why people don’t get it yet, or why it’s taken so long with cultural appropriation. When are we going to get the proper recognition for it? Because it’s authentic to us, you know. \nCarmelita: I really like hybridity, that’s what I think of. Mixing everything into something. I am Cuban American, a Latina lesbian, a woman of color — all those things are brought in. \nI’m very happy that I came, in the ’80s, to New York to find the WOW Café. I studied theater, but this was a totally different world, and being open to what was going on at that time gave me a camp sensibility without me having read Susan Sontag. I didn’t create thinking of camp, it was just in the culture. I wasn’t thinking, “Oh yes, I’m going to do this because it fits this theory, or this is what’s going on.”\nI think that’s an interesting question: Do any of you now think about camp consciously when you’re making work? Is this something that just sort of occurs, or is it something that you pursue?\nZaldy: Well, maybe more in my work because I create costumes — it just goes hand in hand. If I’m working with Ru, there’s a level of camp, just because RuPaul is RuPaul, and what Ru does is camp. Working with Cirque du Soleil is camp. \nIn a way, it always comes up. I don’t really think about it, it’s just a part of how I was raised, what my outlook is, what my references are. But I would never describe myself as camp, even when I was doing drag.\nI’m curious about the way that camp sensibility is passed down. For all of you, is it something that you absorbed from mentors or environments you were in? Or does it have to be taught?\nZaldy: Watching all those classic ’60s and ’70s variety shows, they were all so camp. Camp imagery was just part of my life. Benny Hill. “Hee Haw.” Everything was camp. Cher, Carol Burnett, that was camp. “The Brady Bunch,” “The Partridge Family,” camp, camp, camp.\nJames: Was “Valley of the Dolls” camp?\nCarmelita: So much.\nJames: I don’t think you can just do a bad movie and call it camp. That’s just a bad movie. Unless they went and said, “We’re going to do this camp,” then it’s just that nobody knew what they were doing. But I’m out of place here. I’m, like, 2,000 years old, and what camp was back in the Stone Age is totally different. ... I mean, I don’t know what anyone’s talking about!\nWas camp part of your understanding of what you were doing?\nParker: I feel like my inspiration from it, and the way it came into my life, is through musical theater and ballet. It was like I was taught camp without really knowing what it was, because I was becoming these characters, doing “Romeo and Juliet,” “Swan Lake.”\nCharles: Certainly there’s a camp element to my work, and I’m part of a tradition. I was influenced by Charles Ludlam, and I guess there are people who are influenced by me. We step on each other’s shoulders in a very good way. \nI’ve sometimes felt that straight press, and even gay press, has sometimes limited me by trying to define anything I do as camp, but there’s certainly large camp elements to my work. Sometimes I can’t really define it myself. \nParker: Yeah, and I think that is the kind of camp that I have. It’s just something I can’t define, it’s just there.\nWe’re talking a lot about the past. Do we need distance to understand camp? Is it easier to be camp about an old movie actress, a ballet role from the repertoire? \nCharles: I would have thought, yet actually listening to this conversation, it’s opening my eyes a bit. I really do think that every generation has the stuff from five years before that they grew up on — whether it’s the ’80s for you, or the ’60s for you. \nFor me, being a teenager in the ’60s, I’m referencing the things I watched —  old movies from the ’30s, ’40s and ’50s, but I’m seeing them on TV, on the 4:30 p.m. movie after school. The past for each generation is a very different place, and that’s the point.\nJack: What if we had a critique of camp, how about that? I’m not somebody who thinks that camp is all that. In fact, in my work I’ve critiqued it as being this sort of canonization of a certain set of cultural expressions, often by white gay men, that then stands in for all of gay culture. \nI think that what we’ve seen with camp is the movement from the margins of society — being critiqued, and then using camp to answer back — to the mainstream. Like “Queer Eye for the Straight Guy,” it’s now just mainstream TV. It’s just a mode of making money. When you have five gay men on a cable-TV channel telling everyone how to dress, what products to use, at that point how is it not just capitalism?\nI think that’s a convincing critique. What about on the other side? Are there reasons to celebrate the arrival of camp into the mainstream, or at least into the Met?\nCharles: I think the positive thing about the exhibit — and I haven’t seen it — but I think how wonderful to see the costumes of these great figures of the past that have real artistic merit. It’s a great aesthetic, and it’d be wonderful to give it one more viewing.\nJack: I personally don’t think there’s much left of camp. I really don’t. I think the fact that it’s in a museum tells us this is pretty much a punctuation mark at the end of an interesting conversation.\nCarmelita: I wouldn’t say just put the nail in the coffin for camp, because I’m really excited about the young generation. I’m looking for Parker in the future of camp.\nCharles: Do we all get to go to the gala because we participated in this?", "date": "May 4, 2019", "href": "https://www.nytimes.com/2019/05/04/style/met-gala-camp-theme.html", "tags": "like ‘ absolutely think something really camp ” james unnatural — charles"}