{"title": "‘Last Night in Sweden’? Trump’s Remark Baffles a Nation", "content": "LONDON — Swedes reacted with confusion, anger and ridicule on Sunday to a vague remark by President Trump that suggested that something terrible had occurred in their country.\nDuring a campaign-style rally on Saturday in Florida, Mr. Trump issued a sharp if discursive attack on refugee policies in Europe, ticking off a list of places that have been hit by terrorists.\n“You look at what’s happening,” he told his supporters. “We’ve got to keep our country safe. You look at what’s happening in Germany, you look at what’s happening last night in Sweden. Sweden, who would believe this?”\nNot the Swedes.\nNothing particularly nefarious happened in Sweden on Friday — or Saturday, for that matter — and Swedes were left baffled.\n“Sweden? Terror attack? What has he been smoking? Questions abound,” Carl Bildt, a former prime minister and foreign minister, wrote on Twitter.\nAs the Swedish newspaper Aftonbladet noted, Twitter users were quick to ridicule Mr. Trump’s remark, with joking references to the Swedish Chef, the “Muppets” character; Swedish meatballs; and Ikea, the furniture giant.\nMr. Trump did not state, per se, that a terrorist attack had taken place in Sweden. But the context of his remarks — he mentioned Sweden right after he chastised Germany, a destination for refugees and asylum seekers fleeing war and deprivation — suggested that he thought it might have.\n“Sweden,” Mr. Trump said. “They took in large numbers. They’re having problems like they never thought possible.”\nHe then invoked the terrorist attacks that took place in Paris in 2015 and in Brussels and Nice, France, last year, to make an argument for tightening scrutiny of travelers and asylum seekers. “We’ve allowed thousands and thousands of people into our country, and there was no way to vet those people,” he said. “There was no documentation. There was no nothing. So we’re going to keep our country safe.”\nSarah Huckabee Sanders, a White House spokeswoman, tried to clarify the president’s remarks Sunday, saying Mr. Trump did not mean to suggest that a particular attack had happened the night before, but rather was talking about crime in general in Sweden.\nOn Sunday, Mr. Trump offered his own clarification, writing on Twitter, “My statement as to what’s happening in Sweden was in reference to a story that was broadcast on @FoxNews concerning immigrants & Sweden.”\nIn that story, the Fox News host Tucker Carlson interviewed Ami Horowitz, a filmmaker who asserts that migrants in Sweden have been associated with a crime wave. “They oftentimes try to cover up some of these crimes,” Mr. Horowitz said, arguing that those who try to tell the truth about the situation are shouted down as racists and xenophobes.\n(Mr. Carlson interjected, “The masochism of the West knows no bounds at all.”)\nMr. Horowitz said, “Sweden had its first terrorist Islamic attack not that long ago, so they’re now getting a taste of what we’ve been seeing across Europe already.”\nIt was not clear what he was referring to. In 2010, a suicide bomber struck central Stockholm, injuring two people. The bomber, Taimour Abdulwahab al-Abdaly, 28, was an Iraqi-born Swede who had developed an affinity for Al Qaeda. But that attack occurred long before the current wave of migrants.\nSweden has a long history of welcoming refugees — Jews, Iranians, Eritreans, Somalis, Kurds and people from the former Yugoslavia, among others — but even some of the most tolerant and idealistic Swedes have raised questions about whether the country can absorb so many newcomers so quickly.\nHenrik Selin, a political scientist and deputy director of the Swedish Institute, a state agency dedicated to promoting Sweden globally, said he was puzzled by Mr. Trump’s remarks.\n“I do not have a clue what he was referring to,” he said in a telephone interview. “Obviously, this could be connected to the fact that there has been a lot of negative reporting about Sweden, since Sweden has taken in a lot of refugees.”\nThe country processed 81,000 asylum seekers in 2014, 163,000 in 2015 and 29,000 last year, with another 25,000 to 45,000 expected this year, according to the Swedish Migration Agency.\nMr. Selin completed a study recently focusing on negative news reports about Sweden’s acceptance of refugees. It found numerous exaggerations and distortions, including false reports that Shariah law was predominant in parts of the country and that some immigrant-heavy neighborhoods were considered “no-go zones” by the police.\nBreitbart News, the right-wing website once led by Stephen K. Bannon, now Mr. Trump’s senior strategist, has published numerous stories alleging that migrants have been responsible for a surge in crime and for a wave of sexual assaults. Swedish officials have said that their statistics do not justify such sweeping assertions, and that the country has a high number of sexual assault reports relative to other European countries because more victims come forward, not because there is more violence.\nMr. Selin said the news reports “were highly exaggerated and not based in facts,” adding, “Some of the stories were very popular to spread in social media by people who have the same kind of agenda — that countries should not receive so many refugees.”\nAs for the cover-up alleged by Mr. Horowitz, Mr. Selin said: “That kind of claim has been in the political debate for 15 years now. But nobody has been able to prove there is a cover-up. On the contrary, the fact is that crime rates are going down.”\nHe added: “Swedish authorities have nothing to gain from hiding the truth. We are quite keen to ensure that the debate and the story about our country is fact-based and nuanced. We are more than happy to talk about the challenges our country faces as well as the things that are going well.”\nAsked about Mr. Trump’s comment, Anna Kinberg Batra, the leader of the opposition Moderate Party, said in a statement, “President Trump has to answer himself for his statements, why he makes them and based on what facts.”\nForeign Minister Margot Wallstrom declined to comment because, her press secretary, Erik Wirkensjo, said, “it’s hard to say what Trump is talking about.”\nIn an essay in the newspaper Dagens Nyheter, the journalist Martin Gelin speculated that “Trump might have gotten his news from the countless right-wing media in the United States that have long been reporting that Sweden is heading for total collapse.”\nHe added, “Among Trump supporters, there are common myths that Sweden is in a state of chaos after taking in refugees from the Middle East.”", "date": "Feb. 19, 2017", "href": "https://www.nytimes.com/2017/02/19/world/europe/last-night-in-sweden-trumps-remark-baffles-a-nation.html", "tags": "country ‘ ” trump night remark last baffles attack nation — swedish sweden"}