{"title": "‘No Such Thing’: China Denies U.N. Reports of Uighur Detention Camps", "content": "GENEVA — China issued a blanket denial on Monday of accusations from United Nations experts that it had detained more than a million ethnic Uighur Muslims in re-education camps in the western region of Xinjiang.\nBeijing has progressively tightened security in Xinjiang since an eruption of violence there in 2009, but the crackdown has escalated  since 2016, when a new Communist Party secretary for the region began widely expanding security services and surveillance.\nGay McDougall, a member of the United Nations Committee on the Elimination of Racial Discrimination, spoke of the region on Friday as becoming “something resembling a massive internment camp,” with mass detention, re-education and disappearances.\nAt a hearing in Geneva on Monday, a 49-strong Chinese delegation met questions from the committee with flat contradiction.\n“There is no such thing as re-education centers,” said Hu Lianhe, a senior Chinese Communist Party official.\n“There is no torture, persecution or disappearance of repatriated personnel,” he added in response to questions about the fate of hundreds of students who had returned to Xinjiang, some of whom were reported to have died in detention or to have disappeared.\nChina did not target any ethnic minority, Mr. Hu said; its ethnic minorities lived in peace and contentment enjoying freedom of religious belief.\nThe authorities have clamped down on violent terrorist activity and strengthened “security and social management,” he said, acknowledging only that minor criminals were provided with “assistance and education to assist them in their rehabilitation.”\nGlobal Times, a state-owned English-language tabloid that often reflects the more hawkish end of official Chinese opinion, reacted on Sunday to news reports of the allegations raised by the United Nations panel by accusing Western news media and politicians of seeking to “stir trouble” and undermine Xinjiang’s stability.\n“Peace and stability must come above all else,” it said in an editorial, and to achieve that, “all measures can be tried.”\nWhile Chinese officials have not acknowledged widespread detentions in Xinjiang, scholars and activists have compiled evidence including construction work tenders, job postings and satellite images that indicate a rapid expansion of camps in the region.\nSome articles in state news media suggest the camps have been built to offer Uighurs training in Chinese language and job skills. But they seem to be on the fringes of developed areas, with high walls and fences that would suggest those sent there are not free to come and go.\nAccounts of friends and family members of those who have been sent to the camps or who have disappeared also suggest a widespread system of coercive detention.\nSarah Brooks, an Asia specialist for the International Service for Human Rights, an advocacy group, said that China’s answers to the United Nations panel were “par for the course,” keeping to “a longstanding tradition of the Chinese government to give nonanswers to deeply important questions.”\nMembers of the panel seemed similarly unimpressed. “We have to have more than a denial of allegations,” Ms. McDougall said, asking for details of how many people had been detained and on what grounds.\n“I would like my questions answered in detail because they relate to lives,” she said, raising among other concerns the situation of Ilham Tohti, a noted Uighur academic now serving a life sentence on charges related to separatism and reportedly suffering from ill health.\nThe Chinese delegation proved unyielding. Yu Jianhua, China’s ambassador to the United Nations in Geneva, told the panel that the claims came from political groups that were seeking to split China and that had connections to terrorist organizations.\n“With regard to certain questions which are not factual,” he said, “we cannot give you the answers you are looking for.”", "date": "Aug. 13, 2018", "href": "https://www.nytimes.com/2018/08/13/world/asia/china-xinjiang-un.html", "tags": "‘ china xinjiang reports united region thing ” nations denies uighur chinese camps detention u.n."}