{"title": "‘Stand by Me’: Prince Harry and Meghan Markle Are Married", "content": "• Prince Harry, 33, the grandson of Queen Elizabeth II, married Meghan Markle, 36, an American actress, at Windsor Castle.\n• Each has a new title. Harry is now the Duke of Sussex, Earl of Dumbarton and Baron Kilkeel. Ms. Markle will be known as Her Royal Highness the Duchess of Sussex. Oprah Winfrey was there. So were Elton John, Serena Williams, and the Clooneys and the Beckhams. The dress was by Clare Waight Keller for Givenchy. The big moment was the rousing sermon by the Most Rev. Michael Curry. If you’re in the U.S. and slept in, here’s a recap of everything you missed.\n• In the scheme of things, this particular marriage is not all that important. Harry is only sixth in line to the throne. But Ms. Markle is a highly unusual royal bride: She’s American, divorced, three years older than Harry, had a high-profile career and is biracial. It’s a new day for the monarchy.\n• Wake up to what matters. Get our Morning Briefing to your inbox.\nIt was a long morning of anticipation, nervousness and expectation. Weddings are always fraught, even if they are not your own, and especially when they are as public and imbued with metaphor and meaning as this one.\nMs. Markle, who in a span of an hour was transformed from a Ms. to Duchess, successfully made her way down the aisle to meet her very-soon-to-be husband, Prince Harry.\nThey both looked so happy, and so relaxed. They were beaming as they said their vows, and luckily, no one came forward to provide any reason that they might not be married. (This is always an exciting moment in a ceremony.)\nIt was an extraordinary mix of tradition and modernity, of centuries of history and up-to-the moment flourishes. Oprah was here, and so was Meghan’s mother, an African-American social worker who wore a conventional mother-of-the-bride outfit and also a nose stud.\nIt somehow looked charming and just right.\nThe entire royal family was here, along with a complement of English aristocrats and important personages. The music was stately and beautiful. The setting was awe-inspiring.\nThere was a flotilla of clergymen, an extraordinary mélange including the archbishop of Canterbury and — in a striking inclusion in this most ancient of places — the head of the Episcopal Church, the Most Rev. Michael Curry.\nChosen to give the address to the congregations, Bishop Curry, who is African-American, quoted Dr. Martin Luther King Jr. His voice rising and falling with emotion, he made a big, generous, impassioned case for love as the most important thing there is, in religion and in life.\nHis address came after a reading by Lady Jane Fellowes, Harry’s aunt (her sister was Diana, Princess of Wales) that was both full of joy and a signal, it seemed, that the sadness in Harry’s life since his mother’s death had finally lifted.\nIt was a passage from the Song of Solomon: “Arise my love, my fair one, and come away; for now the winter is past, the rain is over and gone.”\nOur fashion critic, Vanessa Friedman, is also watching, and she has a quick take for us on Meghan Markle’s dress.\nIt was absolutely simple: pure and sculptural, in double bonded silk cady with a wide boatneck, long sleeves and sweeping train.\nIt was Meghan Markle’s wedding dress. It was by Clare Waight Keller, a British woman and the first female designer of Givenchy. And it was everything people had hoped.\nThis was not a Cinderella choice, not one that spoke of fantasy or old-fashioned fairy tales. Instead, it placed the woman proudly front and center and underscored Ms. Markle’s own independence.\nAt the same time, it celebrated female strength, promoted a local designer and reached a hand across to Europe (where Ms. Waight Keller has a day job).\nThe five-meter veil was of silk tulle, with a trim of hand-embroidered flowers in silk threads and organza, and contained embroidery representing the flora of all 53 Commonwealth nations.\nAnd it was entirely a surprise. In all the rumors that had swirled around The Dress, from Ralph & Russo to Stella McCartney, Ms. Waight Keller’s name had never come up. In the end, Ms. Markle outthought us all. As this starts, long may it continue.\nThe newly minted Duke and Duchess of Sussex departed Windsor for their evening reception at Frogmore House in a very James Bond fashion. The duchess wore a second dress by designer Stella McCartney. You can read our fashion critic Vanessa Friedman’s reaction here.\nUnlike a lot of weddings — and certainly unlike Kate and William’s wedding, just seven years ago — the guests inside hung out in the aisles, air-kissing and gossiping. It’s a great royal-and-celebrity cocktail party! (Sadly without cocktails.)\nKate and William’s wedding was solemn, stately, stuffy, full of dignitaries, politicians, and the sort of boring personages known here as the great and the good.\nBut this looked totally fun for the guests — even more fun than, say, the Academy Awards — because no one was competing for anything and no one was forced to talk about their outfits to television reporters.\nPart of the change in tone is down to the passage of time and to how much Britain, or perhaps the royal family, has changed in the last few years.\nAnother reason, of course, is that Harry, being the second son and not a future king, has the freedom to be more relaxed, less constrained by tradition, and less conventional than his brother. This wedding has nothing to do with dynasty, or ensuring the security of the royal line. (We hope they have kids! But only because it’s fun to have kids, not because it would be some sort of international crisis if they did not.)\nThis wedding had everything to do with two people who are totally into each other and wanted to have a great big happy celebration.\nOne of the great excitements about any wedding, of course, is the moment you learn who has been invited and who has not. Meghan and Harry’s list was kept secret, until the very moment that dozens of mysterious figures started to enter St. George’s Chapel.\nIt was very exciting. There was none other than Oprah Winfrey, in a snug pink dress, a pair of very cool sunglasses and a massive broad-brimmed hat spectacularly festooned with flowers. If anyone qualifies as American royalty, it is surely Oprah, with her ability to transcend race and background, and her great gift for openness and emotional candor.\nKate Middleton’s parents, Carole and Michael, were there. They have always done such a good job of wearing appropriate outfits, smiling tastefully and saying nothing.\nThere was Charles Spencer, the Earl of Althorp, Diana’s brother, perhaps known best for his active love life and his impassioned attack on the British media after his sister’s death.\nIt turned into Celebrity Central. George and Amal Clooney made their stately, Hollywood-y entrance (She was in yellow with an interesting train).\nDavid and Victoria Beckham, a.k.a. Posh and Becks, came in and graced some people in the crowd with their conversation.\nFor many people, the most striking thing was the sermon by the charismatic Bishop Curry, who preached a ringing message of love — with references to Martin Luther King Jr. and to the legacy of American slavery — with such joy and such enthusiasm that it was impossible not to feel joyful and enthusiastic right alongside him.\nIt was as if a Southern Baptist preacher had suddenly wandered onto the set of “Downton Abbey.”\nThe speech began trending on Twitter, with people marveling at the spectacle of seeing such a man saying such things in such a place.\nWhile reporters in the British press corps struggled to render the bishop’s remark that “we gotta get y’all married” (the BBC rendered it “you all”), they also pronounced themselves thrilled — and in a completely unironic way, which does not always come naturally to them.\n“If Pippa was the unexpected star of Kate’s wedding, Michael Curry is the star of this one,” tweeted Fraser Nelson, editor of the conservative-leaning Spectator, which is about as tradition-bound as they come. “Wonderful, wonderful sermon,” he added.\nMonica Drake, an assistant managing editor at The Times, writes that Bishop Curry’s address was a nod to Ms. Markle’s heritage.\nStephen Castle, who usually writes about Brexit and other serious matters but today has been promoted to matrimonial correspondent, based in Windsor, met two San Franciscans, Aaron Endre and Alex Conlon, dressed in wigs and white dresses.\n“I have had a crush on Harry my entire life, and this is my last-ditch effort to get him,” declared Mr. Endre, who described himself as a gay activist and performer. He was almost entirely kidding.\n“Harry, what does it take?” he asked.\nDifferent people had different reasons for coming.\nDenise Crawford, who was raised in Jamaica, traveled from her home in Brooklyn to attend a wedding she considered a historic event.\n“One of the children of slaves is marrying a royal whose forerunners sanctioned slavery,” she said. “The lion is lying down with the lamb.”\nAlexa Koppenberg had come from Germany because she didn’t trust her web browser. It crashed when she watched the 2011 wedding of William and Kate.\n“I think it’s great that she’s half African-American,” she said of Meghan Markle. “I never thought it would happen, as Harry always dated blondes before.”\nMargaret Lyons, one of our television critics, checks in from New York with a sense of how things played out on the air. \nRed carpet coverage for awards shows, particularly the Oscars, is strained, frequently sexist and often cringe-worthy — yet it persists. But if the varied and even decent live coverage of the royal wedding has anything to teach us, it’s that moving off the red carpet is the way to go.\nThree hours of breathless coverage before an event even starts is … a lot.\nStarting at 4 a.m. Eastern, every major outlet and several minor ones began broadcasting, but because no one was interviewing the actual high-profile guests, there was a lot less fawning.\nInstead, the BBC broadcast had a brief discussion of the value of poetry with George the Poet (who, yes, is a poet). There were explanations of heraldic iconography, and interviews with people who run charities supported by Prince Harry and Meghan Markle.\nThe American networks were also largely genial, discussing floral design, Princess Diana, naves and what defines a “morning suit.” Everyone gushed about celebrity guests and Oprah’s early arrival.\nTalking about fashion is fun and interesting when the people talking about it are fashion experts, not just celebrities. If there’s a lesson here, it’s this: The shift to a color commentary model, from the current locker-room interview one, is something all red-carpet coverage should embrace.\nAnyone who found themselves in England on Saturday and thought about hopping on a train and heading to Windsor at the last minute came to a quick conclusion: bad idea.\nFirst, there were the eager royal fans who, having arrived perhaps days earlier, had already snagged all the good spots along the procession route.\nThat was in addition to the thousands of police officers, some on horses, with their sniffer dogs, their metal fencing, their vehicle recognition technology, their closed-circuit TV cameras, their helicopters and their marine patrols of the river.\nWindsor was no place to fly a drone, either. The police designated the area an exclusion zone for low-flying traffic on Saturday.\nMore than 100,000 people were crowded into the little town today. No one is saying how much the security operation cost, but the current (unconfirmed) estimate is that it will come to as much as 30 million pounds.\nThat’s about $40 million, with the bill to be paid by British taxpayers.", "date": "May 19, 2018", "href": "https://www.nytimes.com/2018/05/19/world/europe/royal-wedding-live.html", "tags": "meghan ‘ wedding markle royal ” one prince married ms. stand harry —"}