{"title": "‘Show Me That My Father Is Alive.’ China Faces Torrent of Online Pleas.", "content": "HONG KONG — Many members of the Uighur ethnic group living in exile are worried that their relatives back home in China are locked up in internment camps — or dead.\nSo when China released a video this past week to prove that a prominent Uighur musician had not died in custody as rumored, Uighurs around the world sat up.\n“Show me that my father is alive and well!” one wrote on Twitter. “Where are my relatives?” another asked. In one clip, a child held up a photo of her missing father, weeping as she said: “Show his video to us.”\nMurat Harri Uyghur, a doctor living in Finland, and a group of fellow activists gave the campaign a hashtag, #MeTooUyghur (#MenmuUyghur in Uighur), and urged others to add their voices to it.\n“Now, we want to know, where are millions of #Uyghurs?” the doctor wrote, using an alternate spelling of Uighur. He referred to reports that China is holding a million or more Uighurs, Kazakhs and members of other mostly Muslim Turkic minorities in internment camps in the far western Xinjiang region.\nMr. Uyghur said he and other activists hoped to echo the #MeToo campaign led by survivors of sexual assault and harassment. At first, they were afraid the hashtag would be offensive to women, Mr. Uyghur said by telephone.\n“But then we said the Uighurs are also abused,” he said. “As a nation, it is like we were raped.”\nThe social media campaign is part of a nascent effort to collect testimony and maintain a list of detainees — like an expanding wall of missing persons notices — to put pressure on China and demand answers: Who is being held in the sprawling network of camps? Are they alive or dead? What are the conditions like? And where are the children, the elderly and the infirm?\nThe campaign strikes at the heart of Beijing’s effort to portray the camps as job training facilities, meant to improve detainees’ lives and foster stability in a once-restive region. Former detainees deny that, saying the camps are prisonlike facilities where they were forced to renounce devotion to Islam and praise the ruling Communist Party. In recent months, evidence of a system of forced labor in the camps has emerged.\nAt a regular news briefing, Hua Chunying, a Foreign Ministry spokeswoman, sought to discredit accounts of abuses reported by the foreign media, saying that they were “made up out of thin air” or that the individuals in question did not exist.\nAsked to comment on the #MeTooUyghur campaign, Ms. Hua said: “China has a population of more than one billion. Do we need to send out a video of every one of them?”\nThe camps have drawn international condemnation, including a rare rebuke from a Muslim-majority country, Turkey, this month. Turkey’s statement said that the well-known Uighur musician Abdurehim Heyit had died in Chinese custody, prompting an official Chinese news service to post a video the next day of Mr. Heyit, who said he was healthy and under investigation.\nWithin hours, Uighurs had begun posting about their own missing relatives.\nThe diaspora has not always been so outspoken. Many Uighurs and Kazakhs have feared that speaking out about detained friends and relatives would invite Chinese retaliation against their families.\nMr. Uyghur, the doctor in Finland, was among them. When his mother was detained in April 2017, followed by his father, he kept silent. But out of desperation, he eventually recorded a video of himself denouncing China for his parents’ plight.\nThat clip, which he posted on Facebook in May 2018, was a then-rare personal account of the indoctrination program, which by that point had incarcerated at least hundreds of thousands of people.\nNow, with China showing no sign of curbing the program — and evidence emerging that the camps are growing in size and number — more Uighurs have been going public. Thousands have posted short videos or added names and details to lists of the missing.\n“People have started to stand up,” Mr. Uyghur said. “Psychologically, they are suffering. They don’t know what to do, but this might give them hope.”\nLast year, he founded a human rights group, UyghurAid, that is compiling recordings from around the world with the help of 30 volunteers. Activists are uploading those and other accounts to a single site, the Xinjiang Victims Database, which compiles names and biographical details of people believed to be held in the camps.\nThe database contained more than 2,700 names as of Friday, a tiny fraction of the estimated total number of detainees.\nBut each testimony about a missing loved one, the activists say, is a reminder that these are individuals with families and communities. And the pleas, often emotional, undermine the state’s narrative that the detainees are voluntarily participating in their indoctrination, they say.\nHuman rights advocates say such a database also gives foreign diplomats specific information that they can raise with Beijing.\n“Once you have a list of thousands of testimonies, you can shove it in their faces,” said Gene Bunin, a Russian-American translator who started compiling the database in September with a small group of colleagues.\nSome activists believe their campaigns have already made a difference.\nIn interviews last month in Almaty, Kazakhstan, a half-dozen Kazakhs said public appeals had pressured the authorities to release them or their relatives from internment camps. Atajurt Kazakh Human Rights, an activist group, has recorded hundreds of video appeals.\nZharqynbek Otan, 31, a cook who was arrested in January 2017 and held in a camp for seven months, said he probably owed his freedom to the unceasing petitioning of his wife, Shynar Kylysheva, who is a Kazakh citizen.\n“I am very happy to have such a wife who will do everything to get me back,” he said. Without her efforts, he said, he might have ended up a laborer in one of the camp network’s factories.\nBut these campaigns have encountered pushback.\nA group of Kazakh intellectuals recently called for Atajurt to be closed, saying the group harms Kazakhstan’s relationship with China. Atajurt’s head, Serikzhan Bilash, is being tried in Kazakhstan on a charge of running an unregistered organization.\nSome activists are being pressured by the very people they are trying to help.\nGaziz Ornykhanuly said that shortly after he provided video testimony to Atajurt about his wife’s detention, she was released from a camp. But she is unable to leave Xinjiang to join him and their two daughters in Kazakhstan. In phone calls, he said, she insists she is happy to stay.\n“China is the biggest country in the world, the biggest economy,” she said, according to Mr. Ornykhanuly. “Why would we leave China?”\nHe said she had urged him — under coercion, he believes — to stop working with Atajurt, the activist group. But he said he would continue to do so, by translating statements about missing people into Russian.\n“By helping people, I can ease this pain in my heart,” he said. “I’m witnessing all that has happened to Kazakhs and Uighurs in China, and I want to at least let the world know.”", "date": "Feb. 17, 2019", "href": "https://www.nytimes.com/2019/02/17/world/asia/uighurs-china-internment-camps.html", "tags": "faces ‘ alive. china “ show one torrent online pleas uighurs camps group father video —"}