{"title": "‘Spend the Minimum’: After Crash, Lion Air’s Safety Record Is Back in Spotlight", "content": "JAKARTA, Indonesia — The government safety inspector had spent all night at the Makassar airport, in eastern Indonesia, several years ago, poring over a Lion Air jet that had suffered a hydraulic failure. Telling airline employees that the plane was to be grounded until the problem was fixed, the inspector went back to a hotel for a quick shower.\nWhen the inspector returned, the plane was on the runway, about to take off.\nFurious, the inspector demanded that the passengers disembark. But a supervisor with Lion Air explained how the airline had gone over the inspector’s head: National government officials in Jakarta, the Indonesian capital, had given permission for takeoff, the inspector said. The plane was in the air minutes later.\nThe notorious safety record of Lion Air, Indonesia’s largest carrier and one of the world’s fastest-growing airlines, is back in the spotlight after the crash of Flight 610, which hurtled nose-first into Indonesian waters with 189 people on board just minutes after takeoff on Oct. 29.\nInvestigators are trying to figure out what deadly alchemy of factors caused a new Boeing jet to plunge into the water at more than 400 miles per hour.\nThey are examining whether Boeing failed to adequately explain modifications to the plane, a new 737 Max 8 model; how Lion Air handled repeated failures with the plane’s data readings for days before the crash; and how pilot training or confusion may have come into play in a case where only seconds may have been available to save the plane and its occupants.\nBut even as the mystery of Flight 610 is still being pieced together, one thing is clear, investigators and aviation experts say: Few airlines were less prepared to deal with crisis than Lion Air.\nInterviews with dozens of Lion Air’s management personnel and flight and ground crew members, as well as Indonesian investigators and airline analysts, paint a picture of a carrier so obsessed with growth that it has failed to build a proper safety culture.\nAs Lion Air Group, which owns several carriers including Lion Air, expands aggressively both at home and abroad, new questions are being raised about the company’s stunning rise. Lion ranks as one of Indonesia’s highest-profile companies, but it remains shadowed by accounts of opacity and incompetence from former employees and industry regulators.\nEven as Lion Air Group signed the two biggest aircraft deals in aviation history in recent years, its flagship carrier has suffered at least 15 major safety lapses, including a crash that killed 25 people, and hundreds more episodes that have escaped the public eye, aviation experts said.\nGovernment safety investigators say that the company’s political ties have allowed it to circumvent their recommendations, as in the episode in Makassar, and to play down instances that would cause alarm elsewhere.\nLion Air became adept at passing malfunctioning equipment from plane to plane rather than fixing problems, former employees said.\nLion Air did not respond to repeated requests for comment regarding specific instances in which former employees and government investigators said the company had breached safety standards.\nFrank Caron, who was brought in as Lion Air’s safety manager from 2009 to 2011 on orders from insurance firms, said that the carrier had an average of one major engineering issue every three days, even though most of its fleet was new.\n“Buying all the latest-generation, state-of-the-art engineering will be in vain if you don’t have systems in place that prioritize safety,” he said.\nMr. Caron said that in his first month at Lion, insurance companies were shown logbooks that drastically understated the number of hours pilots worked.\n“What I saw was a company, from the top down, that made saving money a motto — so spend the minimum on pilot training, salaries, management, everything,” Mr. Caron said.\nEdward Sirait, Lion Air Group’s president director, denied that the company cut corners or dissembled in logbooks. In an interview in his sparsely furnished office, he said the company had twin priorities: growth and safety.\n“When we expand, we think about all the markets we have to get,” he said. “But we always develop in accordance with our fleet, human resources, crew and also the maintenance facilities.”\nMr. Sirait added that Lion Air pilots were “professional” and would not keep dual logbooks. “If he was caught, his license would get revoked,” he said.\nLion Air, Indonesia’s first low-cost private airline, was founded in 1999 by Rusdi Kirana, a former typewriter salesman and pastry chef whose sole experience with the aviation industry was running a travel agency.\nToday, Lion Air Group is Southeast Asia’s largest carrier in terms of fleet size, according to the Center for Asia Pacific Aviation, a consultancy, and the airline has 458 planes on order.\nTo cater to some of its 30,000-strong work force, the company built its own suburb on the outskirts of Jakarta, called Lion City.\nYet from the start, the airline was shrouded in secrecy. Lion Air Group released few financial details. It paid for all of those jets by borrowing heavily from foreign banks and aircraft leasing companies.\nLion collected so many creditors that some banks were leery, even before the crash of Flight 610.\n“A lot of the banks have full exposure or overexposure on them and are reluctant to lend more,” said David Yu, the managing director of Inception Aviation Holdings, a European aircraft leasing and investment company.\nBack at home, the company tended to its political connections.\nBy 2014, Mr. Kirana had ascended to the deputy chairmanship of the National Awakening Party, the largest Islamic political party in the world’s biggest Muslim-majority nation. It was a curious position for an ethnic Chinese Christian businessman.\nMr. Kirana, who declined to be interviewed, has served as an economic adviser to President Joko Widodo of Indonesia. Last year, Mr. Kirana successfully lobbied to become the Indonesian ambassador to neighboring Malaysia, where Lion Air Group is stepping up its competition with AirAsia, the region’s other big low-cost carrier.\nIndonesia’s fortunate geography between India and China shaped Lion’s ambitions, Mr. Sirait said.\n“We look at the radius between China and South Asia, and it will keep growing with extraordinary economic growth,” he said. “That is our dream. That’s why we bought the aircraft.”\nFor airplane manufacturers like Boeing and Airbus, low-cost carriers in the developing world are a boon, despite worries about lax safety standards.\n“This is an example of a win-win situation where the people of the region are going to be able to benefit from an outstanding airline,” President Barack Obama said in 2011 when Lion Air Group signed a $22 billion order for Boeing planes, the largest single order in the manufacturer’s history.\nYet for all the ribbon-cutting jubilation, aviation experts worried that the company had grown too fast for its own good.\nMembers of its flight and maintenance crews, speaking on the condition of anonymity to avoid losing their jobs, say they were pressured to keep double logs in order to hide overwork and inattention to safety. Pilots said they resorted to using methamphetamine to survive the grueling hours.\nOver the years, Lion planes have collided with a cow, a pig and, most embarrassingly, each other. Two days in a row in 2011, Lion planes skidded off the same airport runway.\nIn 2013, a Lion Air flight landed in the ocean rather than at the Bali airport. Official accident reports accused the 24-year-old first officer of lacking “basic principles of jet aircraft flying” and advised Lion to “ensure the pilots are properly trained.”\n“There are so many bad stories about Lion, it’s hard to know where to start,” said Ruth Simatupang, a former investigator for Indonesia’s National Transportation Safety Committee.\nIn the days since the crash of Lion Air Flight 610, Lion Group planes have been involved in two more episodes: one in which a plane’s wing clipped an electricity pole and another in which a jet experienced a hydraulic failure.\nYet Lion has kept on growing.\n“Everything that’s bad about Indonesia, you can see in Lion,” said Alvin Lie, Indonesia’s official ombudsman and an aviation expert. “Do we want this company representing us, making us look like just another third-world disaster?”\nCapt. Hasan Basri, a pilot for Lion Air, said that two years ago he checked the logbook to find that the weather radar nestled in the nose of the plane he was to fly wasn’t working.\nThe problem should have been fixed within 10 days. But Captain Hasan said that the carrier had a habit of simply moving the faulty radar to another plane. As the clock wound down on the next 10 days, the radar would then be switched to another plane, he said, in a dangerous game of hot potato.\nNot being able to depend on the plane’s hardware caused unnecessary stress on pilots, who were already overworked, former pilots for Lion Air said. Twenty-two-hour shifts weren’t unusual.\nLion Air’s pilots are hired on two-year contracts — a questionable practice under Indonesian labor law — and must pay the company large fines if they choose to leave the company.\nEven by its own admission, Lion has skimped on pilot training compared with other airlines. When pilots for Garuda, Indonesia’s national carrier, train to fly the Max 8, the same new model that crashed last month, they travel to Singapore to practice on a Max simulator. Lion Air pilots, by contrast, take a three-hour online-learning program.\n“For the aviation industry, safety should be No. 1,” Captain Hasan said. “But the way the pilots and maintenance crews are treated, the overwork and the fatigue and the worries about the poor management of the airline, it creates an unsafe environment.”\nFor two days before its final flight, the Lion Air plane that crashed into the Java Sea registered inaccurate data readings. Each one on its own might have seemed surmountable. But as the anomalies piled up, the plane kept on flying.\n“As long as the priority is getting airplanes in the sky rather than safety, then you’re going to have problems,” said Ms. Simatupang, the former government investigator.\nMr. Sirait, Lion Air Group’s president director, declined to discuss specifics of the crash of Flight 610.\nLaura Lazarus became a Lion Air flight attendant at 19 years old, breezing through a month of training even though she was supposed to undergo three. She flew up to six routes a day, she said.\nIn 2004, Ms. Lazarus said, she was involved in her first accident, when a plane overshot the runway in the city of Palembang. Four months later, a jet landing in Surakarta again misjudged the runway and plowed into a cemetery, killing 25 people. Ms. Lazarus fractured her arm, leg and hip. A chunk of her calf was ripped out.\nFor years, she wrangled over compensation, but she says she is done fighting.\n“I have no more tears to spill over how Lion Air treated me,” Ms. Lazarus said. “It’s best to leave all that in the past.”", "date": "Nov. 22, 2018", "href": "https://www.nytimes.com/2018/11/22/world/asia/lion-air-crash-safety-failures.html", "tags": "company crash spotlight ‘ “ safety plane record back lion flight indonesia spend air minimum"}