{"title": "‘The Silence Breakers’ Named Time’s Person of the Year for 2017", "content": "First it was a story. Then a moment. Now, two months after women began to come forward in droves to accuse powerful men of sexual harassment and assault, it is a movement.\nTime magazine has named “the silence breakers” its person of the year for 2017, referring to those women, and the global conversation they have started.\nThe magazine’s editor in chief, Edward Felsenthal, said in an interview on the “Today” show on Wednesday that the #MeToo movement represented the “fastest-moving social change we’ve seen in decades, and it began with individual acts of courage by women and some men too.”\nInvestigations published in October by The New York Times and The New Yorker, both of them detailing multiple allegations of sexual harassment and assault against the movie producer Harvey Weinstein, sparked the sudden rush of women coming forward.\nIn a joint interview after the choice was announced, Tarana Burke, who created the Me Too mantra years ago, and the actress Alyssa Milano, who helped promote it more recently, focused on what was still left to do.\n“I’ve been saying from the beginning that it’s not just a moment, it’s a movement,” Ms. Burke said. “I think now the work really begins. The hashtag is a declaration. But now we’re poised to really stand up and do the work.”\nMs. Milano agreed, laying out her aspirations for the movement.\n“I want companies to take on a code of conduct, I want companies to hire more women, I want to teach our children better,” she said. “These are all things that we have to set in motion, and as women we have to support each other and stand together and say that’s it, we’re done, no more.”\nIt is a testament to the size of the movement that the set of “Today” itself, where the announcement was made, had recently been the site of such a reckoning. Matt Lauer, one of NBC’s most well-known personalities for decades, was fired only last week after an allegation of sexual harassment from a subordinate. Other complaints soon followed.\nAnd of course, Time’s 2017 runner-up for person of the year, Donald J. Trump, was accused during his presidential campaign by more than 10 women of sexual misconduct, from unwanted touching to sexual assault.\nThose accusations did not stop Mr. Trump from being named person of the year in 2016. And Mr. Trump inadvertently promoted this year’s announcement, tweeting that he had been told he would “probably” be chosen again and claiming to have turned down the honor. Time quickly released a statement saying that the president was incorrect.\nTime has been using the title for more than nine decades to drum up interest in one of its tentpole issues. The magazine chose its first group, as opposed to a single “man of the year” (and back then it was a man), in 1950, when it selected “the American Fighting-man.” The title was changed to the neutral “person of the year” in 1999.\nOther groups have included “Americans under 25” in 1966, “The Whistleblowers” in 2002 and, memorably, “You” in 2006.\nIn 1975, the magazine chose “American women,” profiling a dozen who it said “symbolized the new consciousness of women generally.” It would be a decade before Time selected another woman.", "date": "Dec. 6, 2017", "href": "https://www.nytimes.com/2017/12/06/business/media/silence-breakers-time-person-of-the-year.html", "tags": "breakers movement ‘ magazine silence person ” year sexual women time named"}