{"title": "‘Tim & Eric’s Billion Dollar Movie,’ From TV’s Comedians", "content": "If you’ve ever found yourself surfing after midnight through the cable wasteland, you may have chanced across “Tim and Eric Awesome Show, Great Job!” on “Adult Swim,” the Cartoon Network’s quirky programming block for insomniacs. Surreal live-action sketches in saturated color, lo-fi parodies of television ads and infomercials, and hits of gross-out humor predominate, courtesy of Tim Heidecker and Eric Wareheim, creators adept at cheesy effects. The show comes in at a digestible 15-minutes that ends before you know it, the satires side by side with the late-night sales pitches.\nNow comes “Tim & Eric’s Billion Dollar Movie,” a disposable trifle of fleeting rewards that — like many features built on “Saturday Night Live” sketches — shows its seams after three minutes. The story, as it is, concerns the pair’s efforts to repay an extortionist (Robert Loggia) a billion dollars they have squandered on a bad movie. They answer an ad inviting them to resurrect a decrepit mall, granting opportunities to riff on silly store names. There the hapless Mr. Wareheim falls in love, while the scheming Mr. Heidecker adopts a boy from his father (don’t ask).\nThis being partly a Funny or Die production, you get the Will Ferrell posse (Mr. Ferrell, Will Forte, John C. Reilly), as well as Zach Galifianakis and (in the “Great Job!” tradition) cameos from the likes of Jeff Goldblum and Ray Wise. Regrettably, the laddie jokes (violence, bodily fluids, sexual accessories) outnumber the video pyrotechnics. But a valuable lesson is demonstrated anew: Less really can be more.\n“Tim & Eric’s Billion Dollar Movie” is rated R (Under 17 requires accompanying parent or adult guardian) for strong language, inflatable sex dolls and decapitations played for laughs.", "date": "MARCH 2, 2012", "href": "https://www.nytimes.com/2012/03/03/movies/tim-erics-billion-dollar-movie-from-tvs-comedians.html", "tags": "eric tv ‘ job billion tim show great movie ” dollar comedians"}