{"title": "‘This Changes Everything’: Donald Trump Exults as Hillary Clinton’s Team Scrambles", "content": "Everything was looking up for Hillary Clinton. She was riding high in the polls, even seeing an improvement on trustworthiness. She was sitting on $153 million in cash. At 12:37 p.m. Friday, her aides announced that she planned to campaign in Arizona, a state that a Democratic presidential candidate has carried only once since 1948.\nTwenty minutes later, October delivered its latest big surprise.\nThe F.B.I. director’s disclosure to Congress that agents would be reviewing a new trove of emails that appeared pertinent to its investigation into Mrs. Clinton’s private email server — an investigation that had been declared closed — set off a frantic and alarmed scramble inside Mrs. Clinton’s campaign and among her Democratic allies, while Republicans raced to seize the advantage.\nIn the kind of potential turnabout rarely if ever seen at this late stage of a presidential race, Donald J. Trump exulted in his good fortune. “I think it’s the biggest story since Watergate,” he said in a brief interview, adding, “I think this changes everything.”\nHe promised to batter Mrs. Clinton as a criminal in the race’s final week and a half. And Republican House and Senate candidates gleefully demanded to know whether their Democratic opponents were sticking by Mrs. Clinton.\nInside Mrs. Clinton’s campaign, advisers spent much of the day trying to gather information about which emails kept by her closest aide, Huma Abedin, could have attracted the F.B.I.’s new interest, and to respond effectively to neutralize any new threat from Mr. Trump.\nLate Friday, Mrs. Clinton herself said in Des Moines that the American people “deserve to get the full and complete facts,” demanding that the director of the F.B.I., James B. Comey, “release all the information that it has.”\n“Even Director Comey noted that this new information may not be significant,” Mrs. Clinton added. “So let’s get it out.”\nWith early voting well underway, and Mrs. Clinton already benefiting from Mr. Trump’s weekslong slide in the polls, Democrats’ concerns were tempered — more in the realm of apprehensiveness than panic.\n“We just don’t know what this is all about, which is worrisome,” said former Senator Tom Harkin of Iowa, a battleground state that voted for Barack Obama in 2008 and 2012, but where Mr. Trump has held a small lead in several recent surveys. “We have to see what news comes in the next three or four days before we can say if this will make a real difference with voters.”\nBut Mr. Harkin and other Democrats, looking past Election Day, expressed concern about the potential impact on Mrs. Clinton’s ability to govern if she won the presidency while still under investigation.\n“I don’t think there would be a constitutional crisis,” Mr. Harkin said, “but of course, you never know.”\nIn the final stretch of a turbulent campaign, the characteristically cautious Mrs. Clinton had finally begun to radiate self-assurance — even ebullience — as she made her closing arguments to voters. For the first time, she had seen a steady rise in the number of voters telling pollsters that they liked and trusted her.\nAs Mr. Trump faltered in the face of allegations of sexual assault and harassment, Mrs. Clinton’s campaign received encouraging reports from early voting and voter registrations. Her campaign ran advertisements in Republican-leaning states like Indiana, Missouri and Utah and even poured $2 million into Texas. She started to focus on aiding down-ballot candidates, looking beyond Mr. Trump to the Congress she hoped to work with as president. “I don’t even think about responding to him anymore,” she told reporters last weekend.\nBut Friday’s disclosure — which concerned information gleaned from a computer belonging to Ms. Abedin’s estranged husband, former Representative Anthony D. Weiner — delivered a setback no one inside the Clinton campaign had anticipated. Ms. Abedin announced in August that she was separating from her husband, after years of his online sexual activity with other women.\nMr. Weiner had been an embarrassing nuisance for the Clinton campaign, but he now appears to pose a more serious problem.\nMr. Trump wasted no time exploiting the political opening, beginning an afternoon rally in Manchester, N.H., by invoking Mr. Comey’s letter and using it to assail Mrs. Clinton as corrupt “on a scale we have never seen before.” He declared, “We must not let her take her criminal scheme into the Oval Office.”\nHaving blasted Mr. Comey when he closed the investigation into Mrs. Clinton’s email server in July, Mr. Trump seemed to imply that all was forgiven. “I have great respect for the fact that the F.B.I. and the Department of Justice are now willing to have the courage to right the horrible mistake that they made,” he said, adding, “Perhaps finally justice will be done.”\nMrs. Clinton’s aides huddled at her headquarters in Brooklyn and on conference calls with her lawyers to decide how best to respond. Several donors privately contemplated the effectiveness of attacking Mr. Comey’s integrity — though the same Democrats had objected when Republicans accused Mr. Comey of partisanship when he recommended no charges against her.\nJohn D. Podesta, Mrs. Clinton’s campaign chairman, implored Mr. Comey to disclose additional details about the inquiry and said he was confident that the F.B.I. would reach the same conclusion it had over the summer.\n“It is extraordinary that we would see something like this just 11 days out from a presidential election,” Mr. Podesta said.\nMrs. Clinton, in a brief news conference Friday evening in Des Moines, echoed those points and said that Mr. Comey had sent his letter only to House Republican committee chairmen — though it was also sent to Democrats.\nThe thirst for more information was bipartisan: In a Twitter post, Mr. Trump’s running mate, Gov. Mike Pence of Indiana, urged the F.B.I. to “immediately release all the emails pertinent to their investigation.”\nMrs. Clinton and other Democrats expressed confidence that voters had already factored into their thinking all they needed to know about her use of private email as secretary of state.\nBarney Frank, a former Democratic congressman and a longtime Clinton ally, acknowledged that it was too soon to say whether the surfacing of a new trove of emails would damage Mrs. Clinton’s standing.\n“I’m inclined to think that people who have been angry about her email will continue to be angry,” he said, “and people who like and support her will continue to do so.”\nMr. Frank, like several other Democrats, also stressed that the F.B.I. had not signaled that it was rethinking the conclusions of its earlier investigation of Mrs. Clinton or even reopening it, but was assessing whether the new records contained information that was classified or relevant to that inquiry.\n“It sounds like Comey is being supercareful and superthorough,” Mr. Frank said. “He wanted to alert Congress quickly because he is being careful that nothing about these new emails would otherwise leak out. He usually wouldn’t talk about things so early, but he wants to be careful.”\nMrs. Clinton has an enormous cash advantage — $153 million in the bank for her campaign and joint fund-raising accounts as of last week, compared with $68 million for Mr. Trump’s campaign and joint accounts — which means Mr. Trump has limited means to use the F.B.I. inquiry to damage Mrs. Clinton with television ads.\nWith more than six million Americans having already voted as of Monday, any efforts by Mr. Trump to claw his way back into contention could come too late. The Clinton campaign says its early voting turnout data points to a Democratic advantage in several swing states, including Florida, Colorado, Arizona and Iowa.\nBut the specter of an F.B.I. inquiry could cast a cloud over a victorious Mrs. Clinton’s administration-in-waiting. News had hardly spread when exasperated Democrats and donors were ruefully dredging up painful memories of the seemingly constant tug of congressional investigations on Bill Clinton’s White House.\nJim Manley, a Democratic strategist and former senior aide to the Senate minority leader, Harry Reid of Nevada, described his party’s leaders as holding their collective breath to see what the F.B.I.’s review yielded. “We’ll have to wait and see how this plays out, but this is setting up a pretty dangerous dynamic,” he said.\n“Republicans seem ready to investigate her for months and years to come,” Mr. Manley said, hinting at more emails to come should congressional Republicans leak developments in the F.B.I. inquiry.\n“At the very least,” he added, “I’m not so sure how much of a honeymoon she is going to get now with this news.”", "date": "Oct. 28, 2016", "href": "https://www.nytimes.com/2016/10/29/us/politics/donald-trump-hillary-clinton.html", "tags": "‘ exults comey hillary clinton team ” trump scrambles everything donald changes mrs. campaign said —"}