{"title": "‘Vulture’ or ‘Phoenix’? Wilbur Ross, Risk-Taker, Is Eyed for Commerce Post", "content": "Wilbur L. Ross, the billionaire investor expected to be nominated as the next commerce secretary, has made his fortune through the tricky business of buying deeply troubled companies.\nWith wealth estimated at $2.9 billion, Mr. Ross, who turns 79 on Monday, would join a cabinet that is already expected to include one of the superwealthy in Betsy DeVos, the nominee for secretary of education, and that may soon have others.\nIn choosing Mr. Ross to be the face of American business for the rest of the world, President-elect Donald J. Trump is turning not to a cautious corporate chieftain, but to a risk-taking speculator. Like his presumptive boss, Mr. Ross has been considered either a hero or a villain during his career. There is not a lot in between.\nIn 2002, he won praise from workers when he bought the shuttered steel mills of LTV, a bankrupt company in Cleveland. Four years later, Mr. Ross was pilloried after an explosion at the Sago Mine in West Virginia, which his company had bought a few weeks earlier, killed 12 miners.\nThe stark contrasts reflect the nature of the world in which Mr. Ross operates: distressed investing. He made his name scouring the landscape for businesses left for dead that he could sink money into and then profit from when they were resurrected.\nIt is a business that requires nerves of steel and a strong stomach. The chances of failure — along with headlines about collapsed businesses and lost jobs — are balanced against the opportunity for a big reward if a turnaround strategy works.\nSome businesses where he has invested, like textile mills, have struggled. But other investments have salvaged industry and jobs while providing a lucrative payday.\nHis best-known bet was in the steel industry more than a decade ago, a time when few wanted anything to do with it. Mr. Ross cobbled together the ailing assets of LTV and Bethlehem Steel into a new company called International Steel Group, which was sold in 2004 to Mittal Steel for $4.5 billion.\n“There were no outsiders who were willing to step forward and make an investment,” said Ron Bloom, an investment banker who negotiated with Mr. Ross for the United Steelworkers. “He went where angels feared to tread.”\nLike his investing, the politics of Mr. Ross, a former Democrat, do not always stick to orthodox points of view.\nMr. Ross has expressed strong conservative beliefs on some issues — favoring big tax cuts for businesses, for example, and a repeal of President Obama’s health law. Yet Mr. Ross has also suggested that he is receptive to some of the anti-trade views favored by American labor unions and by Mr. Trump.\n“The president has a huge amount of fire in terms of abrogating treaties, and he can do a lot without reference to Congress,” Mr. Ross said in an interview the day after the election.\nMr. Ross, a member of Mr. Trump’s economic team during the campaign, said he expected the new president to do a lot on trade and regulation through executive action.\n“He is serious about suspending any new regulations,” said Mr. Ross, who held one of Mr. Trump’s first fund-raisers.\nA spokesman for Mr. Trump, Jason Miller, said: “Though President-elect Trump has not yet announced his pick for this position, it goes without saying that Mr. Ross has been a fantastic advocate for the president-elect’s plan to bring back jobs, eliminate the trade deficit and make good deals for America’s workers.”\nThe nomination of Mr. Ross would be the capstone to a career on Wall Street that has spanned decades and has made him one of the most visible and successful of a breed of investor known as “vultures” because of their penchant for going after nearly dead businesses.\nMr. Ross, by contrast, has often preferred to see himself as another kind of bird — the mythical phoenix, helping businesses rise from the ashes.\nTo some degree, Mr. Ross helped Mr. Trump do that when some of his casinos in Atlantic City fell on hard times. Mr. Ross and Carl C. Icahn, another billionaire investor and supporter of Mr. Trump, were both bondholders in the Trump Taj Mahal casino when it was teetering on financial collapse in 1990. Instead of pushing the casino into an immediate bankruptcy, Mr. Ross and Mr. Icahn worked with Mr. Trump and others to structure a more orderly bankruptcy filing in 1991.\nThe negotiated restructuring helped Mr. Trump salvage his name and brand at a time when he arguably did not have many friends on Wall Street.\nThe low point of Mr. Ross’s career was the deadly mine disaster in West Virginia. Although he helped set up a charitable fund for the families of the victims, and his company contributed more than $1 million to them as well, some in organized labor remain bitter about Mr. Ross and his firm.\nStill, that episode has not deterred some unions from doing business with him when it was in their interest. In 2012, Mr. Ross was one of the wealthy investors who gave a $50 million cash infusion to Amalgamated Bank, one of the nation’s largest union-owned lenders, which was struggling to stay in business after the financial crisis.\nAn affiliate of the Service Employees International Union, which controlled the ailing Amalgamated Bank, did not hesitate to take Mr. Ross’s money.\n“Wilbur Ross’s investment firm has been an investor in the bank and held a seat on our board for nearly five years,” said Loren Riegelhaupt, a spokesman for Amalgamated Bank. “While we appreciate his financial acumen, his relationship to the bank has never impacted our core progressive principles: providing quality financial services to our clients while advancing the values we believe in.”\nMr. Ross sold his firm in 2006 to Invesco, an Atlanta-based investment company, for about $375 million. Since then, he has pulled back on the daily operations of the business.\nWhile remaining as chairman of the firm, Mr. Ross has spent more time in recent years at his Palm Beach, Fla., home, not far from Mr. Trump’s Mar-a-Largo estate.\nMr. Ross was born in Weehawken, N.J., and has been married three times. His second wife, Betsy McCaughey, a Republican, served as New York’s lieutenant governor from 1995 to 1998. The experience, Mr. Ross would later tell New York magazine, “gave one a very close-up view of politics.” Ms. McCaughey, too, was named to Mr. Trump’s economic team during the campaign.\nSome suggest Mr. Ross’s business ties may pose potential conflicts of interest. But the sale of his company, W.L. Ross, may make it easier for Mr. Ross to separate himself from its far-flung interests, which include businesses in Europe, China and India. His remaining financial interests in the firm’s funds could be put in a blind trust, and he could easily resign from the five corporate boards on which he sits.\nStill, those overseas deals could raise questions about his relationships with foreign leaders and businesspeople from China and Russia.\nHe is vice chairman of the Bank of Cyprus, the biggest bank in that European island nation, and he is credited with helping the bank to recover from a severe crisis in 2013. But Mr. Ross’s investment in the bank also makes him a de facto business partner with Viktor F. Vekselberg, one of Russia’s most prominent businesspeople and a man with ties to the Kremlin.\nMr. Ross has complained about China’s having taken jobs from Americans — a message similar to the one Mr. Trump repeated throughout his campaign. Yet for all the anti-China commentary, Mr. Ross has been a frequent visitor in the past two decades and has made inroads in that country’s energy industry.\nMr. Ross linked up with the most powerful player in the country’s power generation business, China Huaneng Group, in 2008. The state-owned company had been run for years by the eldest son of Li Peng, the former prime minister who was the godfather of the country’s electricity industry.", "date": "Nov. 25, 2016", "href": "https://www.nytimes.com/2016/11/25/business/dealbook/wilbur-ross-commerce-secretary-donald-trump.html", "tags": "wilbur vulture ross ‘ company commerce business ” bank one phoenix eyed post businesses risk-taker"}