{"title": "‘We Should Not Have This in Common’: Santa Fe and Parkland Students React to Shooting", "content": "The mass shooting at a Texas school on Friday introduced a new set of high school students to a pain all too familiar to their peers in Parkland, Fla.\nIn the hours after the attack, students at both schools — Santa Fe High School in Texas and Marjory Stoneman Douglas High School in Florida — voiced their grief, support and frustration over the violent attack.\nTo Paige Curry, a student at the Texas school, Friday’s tragedy was unsurprising.\n“I was thinking it was going to happen eventually, it’s been happening everywhere,” she said in an interview with KPRC, a local television station.\n[Read the article on the  shooting in Santa Fe here.]\nThat might be because it was only three months ago that the school in Parkland, Fla., was similarly terrorized.\nKaitlyn Jesionowski, a survivor of that shooting, in which 17 people were killed, first saw news of the Friday attack on Twitter on what was the last day of school for seniors at Marjory Stoneman Douglas. For Ms. Jesionowski, it all came rushing back: the fear, the anxiety, the stress. “I started replaying what happened to us in my head, over and over.”\nNikolas Cruz, who has confessed to the Parkland shooting, opened fire in her Holocaust class on the afternoon of Valentine’s Day, killing two students and injuring four others, she said. “This has been so hard because all the emotions come back,” she said, adding that she was rushing home from school to be with her family.\nSamantha Grady, 17, a Parkland classmate who was grazed in the back, learned about the Texas school shooting in a group chat during her study hall period. She stared at the phone. “It’s surreal for me, I can only imagine what they are feeling, the fear they experienced having gone through the same thing,” she said. “Honestly, I am flabbergasted.”\nDakota Shrader, a student at Santa Fe High School, was stunned, too.\n“Honestly, I just had the thought in my head that somebody was going to come up behind me and hurt me, shoot me, kill me. I’m still jumpy from it,” Ms. Shrader, 16, said in an interview. “I don’t know who to trust anymore, at all.”\n“This should be our safe place,” she added.\nMany of the students who survived the Parkland shooting agreed.\n“WE SHOULD NOT HAVE THIS IN COMMON,” Liz Stout, a senior at the school, said on Twitter, linking to a video of Ms. Shrader.\nKyra Parrow, another Parkland senior, offered her sympathy.\n“Today is my last day of school at Marjory Stoneman Douglas High and I find out there’s been a shooting in Texas at Santa Fe High School,” she wrote on Twitter. “My heart aches for them.”\n“We are fighting for you,” David Hogg, another of the Parkland students, said in a tweet.\nOthers expressed anger and frustration over what they expected would be a feckless response from politicians and the news media, along with what they predicted would be aggressive pushback from gun rights supporters.\n“Prepare to watch the NRA boast about getting higher donations,” one Parkland student, Cameron Kasky, said on Twitter. “Prepare to see students rise up and be called ‘civil terrorists’ and crisis actors. Prepare for the right-wing media to attack the survivors.”\nMany of them criticized the calls for “thoughts and prayers” that are routinely offered up after such tragedies.\nAnd Fred Guttenberg, whose daughter Jaime was killed in the Valentine’s Day shooting in Parkland, said the Texas attack simply underscored the need for swifter action.\nBut most of the Parkland students just wanted their peers in Texas to know that they understood the pain they faced.\n“My heart is so heavy for the students of Santa Fe High School,” Jaclyn Corin, a Parkland student, said on Twitter. “It’s an all too familiar feeling no one should have to experience. I am so sorry this epidemic touched your town — Parkland will stand with you now and forever.”", "date": "May 18, 2018", "href": "https://www.nytimes.com/2018/05/18/us/santa-fe-parkland-shooting.html", "tags": "shooting ‘ attack high fe react ” school parkland common students santa texas"}