{"title": "‘Willing to Do Everything,’ Mothers Defend Sons Accused of Sexual Assault", "content": "Four women met late last month at a restaurant in a Twin Cities suburb, where they spoke for hours, so intently their waiter had trouble getting their drink orders.\nEach had a son who had been accused at college of sexual assault. One was expelled and another suspended. The other two were cleared, yet one had contemplated suicide and the other was so crushed he had not returned to school.\nThe women had been meeting regularly to share notes and commiserate. Now, over red wine in a corner booth, they were finally savoring a victory.\nA few days before, Betsy DeVos, the education secretary, had rescinded tough Obama-era guidelines on campus sexual assault, saying they violated principles of fairness, particularly for accused students like their own sons.\n“What she is doing with this issue is spot on,” one of the women, Sherry Warner Seefeld, said.\nFew issues in education today are as intensely debated as the way colleges deal with sexual misconduct. Women’s groups and victims’ advocates have deplored Ms. DeVos’s moves, saying they will allow colleges to wash their hands of the problem. But a growing corps of legal experts and defense lawyers have argued that the Obama rules created a culture in which accused students, most of them men, were presumed guilty.\nAnd some of the most potent advocates for those men have been a group of women: their own mothers.\nSome of the mothers met with Ms. DeVos in July to tell their stories, and Ms. DeVos alluded to them in a speech she gave last month. An advocacy group founded in 2013 by several mothers, Families Advocating for Campus Equality, or FACE, has grown to hundreds of families, who have exchanged tens of thousands of messages through their email list, said Cynthia Garrett, co-president of the group.\nThe mothers lobby Congress, testify on proposed legislation and policy, and track lawsuits filed by men who say they have been wrongly accused. A bill in the California Legislature that they testified against, which would have enshrined the Obama-era regulations into state law, passed both houses but was vetoed this month by Gov. Jerry Brown, a Democrat, who said it was “time to pause” on the issue.\nThe group holds twice-yearly meetings, where parents and sons share personal experiences and listen to advice from psychologists and lawyers.\nAway from the public eye, families have spent tens of thousands of dollars and dipped into retirement savings to hire lawyers and therapists for their sons. Some have pressured colleges to reconsider punishment or expunge disciplinary notations from transcripts, so that other colleges and employers cannot see them.\nMs. Seefeld said she hired a lawyer and even a public relations firm, and used her political connections as a teachers’ union leader, to try to get the University of North Dakota to reverse her son’s three-year banishment after a woman accused him of nonconsensual sex.\n“I was willing to do everything and anything,” Ms. Seefeld said. Her son Caleb Warner was ultimately cleared after the college took a second look at the case.\nThe mothers’ resolve comes from their raw maternal instinct to protect their children. But several who agreed to interviews also said they did not doubt that their sons’ accusers had felt hurt.\nTheir sons may not have been falsely accused, the mothers said, but they had been wrongly accused. They made a distinction.\nOne mother, Judith, said her son had been expelled after having sex with a student who said she had been too intoxicated to give consent.\n“In my generation, what these girls are going through was never considered assault,” Judith said. “It was considered, ‘I was stupid and I got embarrassed.’”\nMs. DeVos issued temporary guidance for colleges last month and will invite public comment while developing permanent regulations. Most significantly so far, she has lifted the requirement that colleges use the lowest standard of proof, “preponderance of the evidence,” in deciding whether to uphold a charge of sexual misconduct. Colleges are now free to demand more convincing evidence, a move that the mothers and other advocates for the accused had called for, saying that students should not be punished in cases where there is some doubt about the accusation.\nThe most active mothers said they stepped forward because they often had more time than their husbands, and because they made a strategic decision that they could be effective on the issue of sexual assault precisely because they are women and, as some described themselves, feminists. “We recognized that power,” Ms. Seefeld said.\nMany women, however, feel exactly the opposite way.\nA number of women’s groups and victims’ advocates have argued that a tougher standard of proof will discourage women from coming forward. They have not been shy about expressing their view of the mothers as “rape deniers” and misogynists who blame women for inviting male violence against them.\nJessica Davidson, a victim of campus sexual assault and the managing director of End Rape on Campus, said it appeared that the mothers had a strong emotional impact on Ms. DeVos, who separately met with victims, including Ms. Davidson.\n“It is of course an immensely difficult thing to believe somebody you love could rape or harm another person,” Ms. Davidson said.\nBut, she said of the mothers, “I think it’s the wrong thing for them to do to try and push back an entire movement.”\nOf a dozen mothers who were interviewed, almost all asked to be identified by their first names only. They said they wanted to protect their sons from being publicly revealed as having been disciplined, or even accused, in a sexual assault case. The mothers obsessively type their sons’ names into Google, and are relieved when their cases do not come up.\nSome of the mothers remember the moment they learned their sons had been accused as vividly as other people remember hearing that planes had struck the World Trade Center.\nAlison was pushing her cart down the aisle at a supermarket, looking at Tide detergent, when she got the call from her younger son. He had left home for college for the first time about seven weeks before.\n“I think I have a problem,” her son said. “It’s bad.”\nShe felt a flash of irritation.\n“How many times have I told you, you need to keep it zippered,” she said she told him.\nThen the gravity of the situation sank in. “I need to hire a lawyer,” she thought.\nA female student had told the university police that she had been sexually assaulted at an apartment near campus.\nAs Alison tells it, the woman had propositioned her son and consented to sex. She learned more about her 19-year-old son’s intimate behavior than any mother would want to know, and found herself talking about it “as if it were the grocery list,” she recalled.\nOfficials at the university declined to comment on the case, citing student confidentiality rules.\nAccording to university documents provided by Alison, her son was cleared. Additionally, a grand jury declined to indict him, she said. But, Alison contends, the investigation should never even have gotten that far, and the damage was already done.\nHer son had become a pariah, dropped by his friends and called a rapist by women on campus. The semester after he was cleared he called home, sobbing, to say he could no longer take it and was dropping out, she said.\nFive years later, at 24, he has not received a diploma and is trying to ease back into college life by taking courses online.\nAlison and her son were among the delegation that met with Ms. DeVos in July. “It was very solemn,” Alison said. “It was as if we all, everyone in the room, had attended the same funeral together.”\nJudith, whose son was expelled, said that at first her son did not tell her about the complaint against him, thinking he could handle it alone. She found out when he was taken to a hospital, suicidal.\nShe described herself as a lifelong Democrat and feminist who went to college in the 1970s at the height of the sexual revolution and women’s liberation movements. Her husband and their two sons were “super respectful” of women, she said.\n“We don’t really need to teach our sons not to rape,” she said.\nFour years after being kicked out of school, she said, her son is leading a “double life,” unable to confide in colleagues at work, and avoiding college classmates and his hometown.\nGloria Davidson, whose daughter, Jessica, runs End Rape on Campus, said that as the mother of a 21-year-old son, she could empathize with the mothers of accused students — to a point.\n“Any mother is watching out for the children, that’s what mothers do,” Ms. Davidson said. “But I think all mothers should get the facts and open their eyes to what could have happened or not.”\nFew mothers have been as public and assertive as Ms. Seefeld. In 2010 her son, Mr. Warner, learned he had been accused of sexual assault by a fellow student at the University of North Dakota. Mr. Warner contended that the sex was consensual, but he was suspended and banned from campus for three years.\nHis mother leveraged the connections she had developed over years as a high school psychology and sociology teacher in Fargo, and as a union leader. She contacted the State Board of Higher Education and visited state legislators.\nHearing that the university was about to start a fund-raising drive, and thus would not want bad publicity, Ms. Seefeld said, she emailed its president about 9 p.m. one night. She wrote that she had hired a lawyer to look into suing the university, and a public relations firm to help her publicize her son’s case, she said. “Within 30 minutes I heard from the president,” she said, and he told her the case would be reviewed.\nA spokesman for the university declined to comment. But university documents provided by Ms. Seefeld show that the school did review the verdict, and nullified it because of a new development: The police said that they had found inconsistencies in the accuser’s account and that some witnesses had contradicted it. They issued a warrant for her arrest on a charge of filing a false police report. (The woman left the state and has not been arrested. She did not respond to telephone messages.)\nRealizing she was not alone, Ms. Seefeld helped found FACE, the advocacy group for accused students. She said the group does not want to attack women. But if the mothers do not defend their sons, she said, who will?\n“I just thought it was so wrong, and I thought how could anybody let this stand,” she said of her son’s punishment. “And pretty much the most significant weapon I had was the weapon of public opinion, so that was the weapon I was wielding the hardest.”", "date": "Oct. 22, 2017", "href": "https://www.nytimes.com/2017/10/22/us/campus-sex-assault-mothers.html", "tags": "‘ willing “ mothers defend son accused everything sexual women ms. sons assault"}