{"title": "‘We Are Putting Out a Damn Paper’: Capital Gazette Journalists Kept Working After Fatal Shooting", "content": "The journalists from the Capital Gazette never stopped doing their jobs.\nThe suspected gunman, who held a grudge against the company, roamed the newsroom of the community newspaper chain in Maryland’s capital with a shotgun on Thursday, the authorities said, firing at their colleagues, and leaving five staff members dead.\nBut perhaps the first news of the shooting came in a message from the Twitter account of Anthony Messenger, a summer intern: “Active shooter 888 Bestgate please help us.” The crime and courts reporter, Phil Davis, crouched under a desk and then reported what he saw and heard when he was safe. A photojournalist, Joshua McKerrow, got to work snapping photographs of the response by law enforcement outside their newsroom in Annapolis, Md.\n“I can tell you this: We are putting out a damn paper,” Chase Cook, a reporter at the newspaper, said on Twitter on Thursday afternoon.\n[Tell us how your local paper has helped shape your community.]\nAt the Westfield Annapolis mall across the street from the newsroom later Thursday night, reporters huddled in the garage around a laptop in the back of a silver pickup truck. They filed articles and photographs, while they texted and talked with loved ones and friends checking on them.\nMr. McKerrow was looking intently at his laptop in the garage, waiting for his photographs to transmit. It was not how he had planned his day. After an assignment in the morning, Mr. McKerrow was on his way to pick up his daughter for her birthday when he heard about the shooting and raced to the newsroom.\nTalking about the newspaper’s long history, Mr. McKerrow began to cry. “It’s a real newspaper and like every newspaper, it is a family,” he said. “We will be here tomorrow. We are not going anywhere.”\nMr. Cook usually wrote about state politics and had worked 16 hours the previous day covering elections, The Baltimore Sun reported. Because of the long day on Wednesday, he was at home at the time of the shooting. But he drove immediately to the newsroom when he heard about it and then worked out of the garage. He darted between the garage and the newsroom’s building, where the police held several news conferences throughout the afternoon and night.\nAt a packed 8 p.m. news conference, Mr. Cook managed to get called on. He asked what was on his colleagues’ minds. “Can you just tell us a little bit about the people who were not injured?” Mr. Cook asked, according to The Sun. “What their status is? How they’re doing?”\nThe Capital newspaper published a 40-page edition on Friday. The headline across the front page, “5 shot dead at The Capital,” was just below photographs of the five people killed — Gerald Fischman, 61, the editorial page editor; Rob Hiaasen, 59, an editor and features columnist; John McNamara, 56, a sports reporter and editor for the local weekly papers; Rebecca Smith, 34, a sales assistant; and Wendi Winters, 65, a local news reporter and community columnist.\nIn a newsroom of about 20 people, the work required to publish the paper was a team effort. The lead article about the shooting listed 10 staff members in the byline. Inside the newspaper, the pages were filled with details about the suspected gunman, the news organization’s origins in the 1720s and profiles on the five people who died.\nOn Page 8, there were two stories that, on any other day, might have filled the front page. Mr. Davis wrote about a former Army medic who was a double amputee who had died in a paddling accident in the Chesapeake Bay. Another reporter, Rachel Pacella, wrote about a ceremony she attended on Thursday morning for new midshipmen at the United States Naval Academy in Annapolis. It included a photograph by Mr. McKerrow.\nOver the past 26 years, the following page in Friday’s edition usually included an editorial by Mr. Fischman, known for his sharp but fair opinions as the voice of the editorial page. But Mr. Fischman was among the dead, and the page was largely left blank except for a small block of text in the middle.\n“Today, we are speechless,” it said, listing the names of the five people who had died. “Tomorrow this page will return to its steady purpose of offering our readers informed opinion about the world around them, that they might be better citizens.”\nLong after The Capital newspaper had gone to press, Mr. Davis said he was unable to sleep. “So I’ll do the only thing I can and report,” he tweeted around 3:15 a.m. on Friday with an image of court documents: The suspected gunman, Jarrod W. Ramos, was charged Friday morning with five counts of first-degree murder.", "date": "June 29, 2018", "href": "https://www.nytimes.com/2018/06/29/business/media/gazette-shooting-newspaper.html", "tags": "shooting ‘ working kept “ damn putting paper gazette newspaper newsroom five news capital page journalists fatal"}