{"title": "‘Young Eliot,’ by Robert Crawford", "content": "In an unheroic age, T.S. Eliot was ­poetry’s ideal antihero. Shy, indecisive, gangly, he essayed the Parnassian heights not baroquely turbaned like a Byron but buttoned down and gray-flanneled like a Walter Mitty. By day, he was a Lloyds banker in “a four-piece suit,” as Virginia Woolf reportedly described him; by night, a visionary poet, whose lyric fragments harmonized with the malaise troubling Europe after World War I. The Scottish poet Robert Crawford’s assiduous “Young Eliot” follows “Tom” from his earliest poetic finger exercises to the “ineradicably insinuating music” of “The Waste Land” (1922), in which April cruelly breeds lilacs as well as a bramble of textual notes.\n“So many, / I had not thought death had undone so many,” Eliot’s dazed Londoner laments, in the borrowed voice of Dante, as sighing masses of workers flood hypnotically over London Bridge. The critic Paul Fussell saw in this image, from “The Burial of the Dead” section of “The Waste Land,” an endless throng of reinforcements mowed down by enemy guns, while others heard an elegy for Eliot’s Parisian friend Jean Verdenal, “mort aux Dardanelles.” To readers who divined in the poem “the disillusionment of a generation,” Eliot offered scant encouragement. True to his nickname, he played Possum, attributing to the poem little more than “the relief of a personal and wholly insignificant grouse against life; it is just a piece of rhythmical grumbling.” Accustomed to his prim indirection, Eliot’s romantic friend Mary Hutchinson recognized in it “Tom’s autobiography — a melancholy one.”\nAccording to Virginia Woolf, “There are some stories which have to be retold by each generation,” in which case Crawford’s reprise arrives right on time, ­almost 30 years after the second volume of ­Lyndall Gordon’s watershed life of Eliot. (Peter Ackroyd’s single-volume biography appeared a few years earlier, though with meager attention paid to Eliot’s childhood.) The question for any biographer considering Eliot’s formative years is, how did a 30-something expatriate from Missouri come to write the defining poem of his age? Crawford has done exceptional spadework in turning up clues that take us deeper into Eliot’s symbolic landscapes, often rooted in childhood: Eliot ultimately felt that his “urban imagery was that of St. Louis,” upon which that of Paris and his adopted London were “superimposed.”\nCrawford concurs with Eliot’s understanding that “the ways in which the ­passions and desires of the creator may be satisfied in the work of art are complex and devious.” Acknowledging that poems are not crossword puzzles to be solved or a “source-hunter’s labyrinth,” Crawford judiciously navigates the maze of Eliot’s impressions and experiences, making use of now available letters, extensive newspaper archives and annotations from ­Eliot’s personal library to shed light on both the life and work.\nEliot himself wanted no biography, ­destroying intimate correspondence, ­including everything up to age 26 and nearly all of the letters to his first wife, Vivien Haigh-Wood. As a result, Crawford employs a bit of indirection himself, extrapolating from contemporary documents what Tom most likely saw and heard as a boy. Crawford’s careful reading of The St. Louis Globe-Democrat and other local documents turns up some fruitful leads: We learn that Eliot’s quintessential shlimazl Prufrock shared his name with a St. Louis furniture store, while “Stetson,” a denizen of “The Waste Land,” may echo a visiting lecturer named Mrs. Stetson. Crawford charts Eliot’s nautical imagery back to his youthful sailing exploits in Gloucester, Mass., and one is grateful to have the nameless shore of “Marina” (“What seas what shores what grey rocks and what islands”) identified from an early draft as “Off Roque Island,” in Maine. All biography relies on informed speculation, and readers can decide for themselves if Vivien’s addressing Tom as ­“Wonkypenky” was, as Crawford ­suggests, a reference to his sexual dysfunction.\nCrawford acknowledges Eliot’s anti-­Semitism as “ingrained in his society” but has little to say on the subject. Other defects get more play. We’re reminded more than once that Eliot was “hernia-­afflicted” and sexually awkward, but from these unpromising beginnings “Tom became T.S. Eliot”: a Harvard scholar of languages and philosophy, an Oxford fellow, a Gauloises-smoking Parisian flâneur and a friend of the Bloomsbury set. Like Henry James, Eliot achieved his goal of becoming “fully European,” an ocean away from his ­Unitarian upbringing. From the Symbolist poets Jules Laforgue and Charles ­Baudelaire, he learned the poetic possibilities of the “more sordid aspects of the modern metropolis,” but it was his troubled marriage to Vivien that “brought the state of mind out of which came ‘The Waste Land.’ ”\nEntered into without his parents’ approval, the marriage began well enough — both enjoyed dancing — but faltered. Vivien commenced an affair with Eliot’s former professor Bertrand Russell, while Tom grew close to Mary Hutchinson ­(lover of Clive Bell, who was married to Vanessa Bell, Virginia Woolf’s sister). Vivien’s “nerve storms” eventually landed her in a nursing home, and Eliot himself sought psychiatric treatment in Lausanne. In 1921, Vivien wrote to a friend that “Tom has had rather a serious breakdown.” “The Waste Land,” completed the following year, came to Eliot as if “in a trance — unconsciously.” It is not hard to imagine the poem, with its cacophony of voices and spectral cityscapes, as “haunted by a demon.”\n“Young Eliot” leaves off at a precarious point in Eliot’s career, with a great deal yet in prospect. Still to come in Crawford’s projected “Eliot After ‘The Waste Land’ ” are his conversion to Anglo-Catholicism, his separation from Vivien, his editorship at Faber & Faber, his plays and “Four Quartets,” the Nobel Prize and his happy second marriage to Valerie Fletcher, nearly four decades his junior, starting in 1957. Also in store is Eliot’s extensive correspondence (some thousand letters to be unsealed by 2020) with Emily Hale, whom Lyndall Gordon likened to Dante’s Beatrice.\nBut in 1922, all was still inchoate and ­uncertain. “There is a small and ­select public,” Eliot boasted to his mother, “which regards me as the best living ­critic, as well as the best living poet, in England.” “The Waste Land” and the essays in “The Sacred Wood” (1920), including the landmark “Tradition and the Individual Talent,” would revolutionize poetry in English, despite small initial print runs and mixed reviews. Those who resisted Eliot’s influence became defined by that resistance. Ezra Pound, who had shepherded “The Waste Land,” attempted to raise enough money so Eliot could quit his job at the bank, but Eliot clung to the security of a salary. (If only he could have traded Lloyds Bank for Lloyd Webber and all of the posthumous loot generated by his lyrics for “Cats.”)\n“The more perfect the artist, the more completely separate in him will be the man who suffers and the mind which creates,” Eliot argued. Crawford shrewdly notes how “Tom selected the verb ‘suffers,’ rather than, say, ‘loves,’ ‘exults’ or ‘experiences.’ ” Produced in the throes of great anguish, “The Waste Land” offers little hope within its borders. Eliot’s first half of life ended much as the world ends in his poem “The Hollow Men,” “not with a bang but a whimper.”", "date": "Aug. 21, 2015", "href": "https://www.nytimes.com/2015/08/23/books/review/young-eliot-by-robert-crawford.html", "tags": "‘ young eliot land ” robert vivien poem tom crawford waste"}